{"scenes": [
{
    "icon": "chairmanIcon.jpg",
    "ID": "Event01_R1",
    "image": "round1-introduction.jpg",
    "name": "Introduction",
    "narrative": "<p>Hi there. My name is Ian. As the Chairman of the Board I would like to personally welcome you to our company. I am very excited to have you onboard.</p><p>Before you start with your day-to-day activities, I recommend that you do the following:</p><ul><li>Go through the Guide under Resources, which will give you an overview of the simulation and the decision-making process that you will be following. </li><li>Make sure to access the competitors' information by clicking on the Resources button under 'HornRim' and 'PushPin'. This information will be updated every year.</li><li>Then, access the Market Report by clicking on the Resources button to see market information, customer buying criteria, and expected growth rates. This information will be updated every year.</li><li>Next, access the Competitor Report by clicking on the Reports button to see your performance compared to the competition last year. This information will be updated every year.</li><li></li><li>Finally, return to your Dashboard on the Home page to look around and get familiar with the environment you will be working in.</li></ul><p>Good luck to you!</p>",
    "PageType": "Read Update",
    "time": "0"
}, {
    "icon": "chairmanIcon.jpg",
    "ID": "Event01_R2",
    "image": "round1-introduction.jpg",
    "name": "Message from Ian",
    "narrative": "</p><p>Congratulations on your first year of running Peak! The first year was challenging, yet I hope rewarding. Before you start this year, I recommend that you do the following:</p><ul><li>Access the Market Report by clicking on the Resources button to see updated market drivers and expected growth rates.</li><li>Next, access the Competitor Report by clicking on the Reports button to see your performance compared to the competition last year.</li><li>Lastly, you have two new decision pages to complete this year: Operations and Strategic Initiatives. View the pages to become familiar with the additional strategy decisions you will be making this year.</li></ul><p>Good luck to you!</p>",
    "PageType": "Read Update",
    "time": "0"
}, {
    "alt1": "Customer Care Investment",
    "alt1_feedback": "<p>The Customer Care Group has launched the initiative to increase standards for customer care. We know that to provide the level of service necessary to attract and retain our high ARPU customers, we have to constantly deliver world class service and support. The extra training took some time, but it was very worthwhile. We're seeing an improvement in all our internal performance metrics and more importantly, subscriber retention is up. The next step will be to work on standards for network performance to reduce the number of dropped calls so we can retain even more customers. <br><br><i>   • Churn is reduced  <br>   • ARPU slightly increases for Consumer and Business <br>   </i><br>I will let you go. I know you need to start on the business decisions for this year. Make sure to consider these impacts.</p>",
    "alt1_narrative": "<p>Focus our efforts on providing the best service for our premium subscribers. Identify the support, resources, and training necessary to increase standards for customer care, especially within decreasing hold times and successful 1st call resolutions.</p>",
    "alt2": "Network Investment",
    "alt2_feedback": "<p>The Network group has launched an initiative to increase standards for network performance (dropped calls, blocked calls, etc). We've been working with Nicki, from Network, to coordinate efforts across teams. We need to continue to provide superior network coverage and reliability for both Business and Consumer subscribers to attract and retain our higher ARPU customers; we have to constantly deliver value and meet our commitments to them every time. <br><br><i>   • Churn is significantly reduced <br>   • ARPU increases for Consumer and Business </i><br>I will let you go. I know you need to start on the business decisions for this year. Make sure to consider these impacts.</p>",
    "alt2_narrative": "<p>Focus our efforts on providing the best network for our premium subscribers. Identify the support, resources and tools necessary to increase standards for network performance especially in dropped called locatoins.</p>",
    "feedbackimage": "r2d1-feedback.jpg",
    "icon": "samanthaIcon.jpg",
    "ID": "Event02_R2",
    "image": "r2d1-header.jpg",
    "name": "Attracting and Retaining Premium Customers",
    "narrative": "<p>Hi! Samantha here. Thank you for meeting me. A group of us from Customer Care and Sales are getting together to discuss our higher ARPU customers from both Consumer and Business segments. To justify our premium customers' higher level of spending they must see real value in the service we're providing. With this in mind, we need to create a plan for attracting and retaining these premium customers. Do you have any advice? <br><br><i>Review the tutorial below to review how to provide value for our customers and charge accordingly for that value.</i></p>",
    "PageType": "SingleSelect",
    "time": "2",
    "tutorial": "Tutorial04",
    "tutorialDescription": "ARPU vs. Value"
}, {
    "icon": "chairmanIcon.jpg",
    "ID": "Event02_R3",
    "image": "round1-introduction.jpg",
    "name": "Message from Ian",
    "narrative": "<p>Hi again. These last two years have been pretty challenging. You have had to deal with difficult business situations and navigate through some tough decisions. Over the last two years, you have been positioning our company for future success. Now, it is time to capitalize. It is our last year to meet our goals. </p><p>Before you start the year, I recommend that you do the following:</p><ul><li>Access the Market Report by clicking on the Resources button to see updated market drivers and growth rates.</li><li>Next, access the Competitor Report by clicking on the Reports button to see your performance compared to the competition last year.</li></ul></p>Good luck!</p><p>Keep up the good work!</p>",
    "PageType": "Read Update",
    "time": "0"
}, {
    "alt1": "Existing Customers",
    "alt1_feedback": "<p>I've been working on ways to drive more business with our larger, existing customers in Enterprise and Government. Given the fierce competition, we need to retain and attract these business customers. We have successfully deepened our relationships with existing customers to sell new solutions. After all, that's what the Business Care group is here for, right? Thanks for your insight.<ul><li><i>Business ARPA increase</i></li><li><i>Consider increasing your Business New Solutions per Account by 0.5</i></li></ul>I will let you go to continue working on your business decisions. Make sure to look at the dashboard for the financial impacts of this decision.</p>",
    "alt1_narrative": "<p>Dedicate time to work with the Business Care Managers on large, existing customers and finding ways to drive more business through increasing New Solutions and expanding the number of subscribers per accounts.</p>",
    "alt2": "New Customers",
    "alt2_feedback": "<p>I've worked with my team in B2B sales and have allocated a significant amount of their time towards hunting new business customers. While our subscriber growth is strong, in a volatile and competitive market, we need to maintain and grow our subscriber base. Acquiring new subscribers requires significant investment and hard work. This has paid off, we have expanded our Business customer base and anticipate more success in gross adds in the future. Thanks for your guidance.<ul><i><li>Consider Increasing for Business segment New Market Share Forecast by 1% due to the success of this drive for subscribers.</i></li></ul>I will let you go. You need to continue working on the business deicions for this year. Make sure to look at the dashboard for the financial impacts of this decision.</p>",
    "alt2_narrative": "<p>Dedicate time to finding new business customers to grow total subscribers and our top line revenue. In this growing market, it is a great time to expand our customer base.</p>",
    "feedbackimage": "r1d1-feedback.jpg",
    "icon": "samanthaIcon.jpg",
    "ID": "Event03_R1",
    "image": "r1d2-header.jpg",
    "name": "Prioritizing Time in B2B Sales",
    "narrative": "<p>Hi this is Samantha in Sales. <br><br>I'm working on time allocation for Business-to-Business Sales and wanted to get your perspective. We have our existing customers, especially within enterprise and government, whose accounts we would like to see grow. At the same time, we should pursue new business accounts to increase our market penetration in a growing market. I just want to be sure we're prioritizing our time for B2B in the best way possible. Where do you think we should be focusing our time?<br><br>Review the tutorial below to explore different ways to increase revenue, through expanding current accounts through ARPU or acquiring new subscribers.</p>",
    "PageType": "SingleSelect",
    "time": "1",
    "tutorial": "Tutorial01",
    "tutorialDescription": "Power of ARPU"
}, {
    "alt1": "Network Coverage ",
    "alt1_feedback": "<p>While you already have the best network coverage compared to your competitors, rural subscribers are excited about the improved network coverage in their areas. Rural customers value network coverage as there can be areas with little to no coverage where they live or work.<br><br><ul><i><li>Network coverage increases for Consumer and Business subscribers</li><li>Consider increasing your New Market Share Forecast 0.2%.</li></i></ul>I will let you continue working on your business decisions. Make sure to consider these impacts.</p>",
    "alt1_narrative": "<p>Priotiize investment to focus on improving our network coverage.</p>",
    "alt2": "Network Reliability ",
    "alt2_feedback": "<p>Investing in our network reliability has our urban subscribers very excited about the upgrades. These investments allow us to be more competitive on our reliability as we are farther behind the competition, increasing our download and upload speeds.<br><br><ul><i><li>Network reliability increases for Consumer and Business subscribers</li><li>Consider increasing your New Market Share Forecast 0.4%.</li></i></ul>I will let you continue working on your business decisions. Make sure to consider these impacts.</p>",
    "alt2_narrative": "<p>Prioritize investments to focus on improving our network reliability.</p>",
    "feedbackimage": "r2d2-feedback.jpg",
    "icon": "nickIcon.jpg",
    "ID": "Event03_R2",
    "image": "r2d2-feedback.jpg",
    "name": "Consumer Subscriber Value",
    "narrative": "<p>Our priority is offering value to make our subscribers happy. By understanding what our customers value and exceeding these expectations, we can charge accordingly for that value while reducing our churn rate. To provide this value, we need to prioritize our network investments in rural or urban areas.<br>How will you prioritize resources for rural and urban subscribers? <br><br><i>Review the tutorial to gain insights on the priorities of urban versus rural Consumer subscribers.</i></p>",
    "PageType": "SingleSelect",
    "time": "3",
    "tutorial": "Tutorial05",
    "tutorialDescription": "Voice of Consumer Subscribers"
}, {
    "alt1": "Broadcast Advertisements",
    "alt1_feedback": "<p>I just wanted to let you know that the broadcast advertisements have been released and impact studies are under way. The Marketing team has focused the message on customer values and they're planning to use some of the customer interviews in the advertisement. Driving traffic towards all channels this way means we pay more for adds through our agents, but it also means we avoid making the large up-front investment in our stores. This could be an ideal situation in the short term. So far, all channel partners, including agents, are seeing increased traffic in their stores. Ensure you have the network capacity to handle the large additional customer volume.<br><br><i>   • CPGA significantly increases  <br>   • Consider increasing your Flowshare Forecast by 0.6% </i><br>I will let you go. I know you need to start on your business decisions for this year. Make sure to consider these impacts.</p>",
    "alt1_narrative": "<p>Release a series of broadcast advertisements to drive new subscribers to all channels..</p>",
    "alt2": "Targeted Digital Advertisements",
    "alt2_feedback": "<p>I just wanted to let you know that the Marketing team just released the series of targeted online advertisements driving subscribers to our Stores. The message is all about focusing on what our customers value. By focusing the message on our Retail Stores and being thoughtful about who we are targeting, we efficiently drove more sales through a fixed-cost channel. However, it turns out that the success of the advertisement could overwhelm our stores, leading to customer complaints if we haven't opened enough stores. We may need to open additional stores, but this is a long term fix with a large fixed cost associated with it.  <br><br><i>   • CPGA increases slightly <br>   • Consider increasing your Floreshare Forecast by 0.3% </i><br>I will let you go. I know you need to start on your business decisions for this year. Make sure to consider these impacts.</p>",
    "alt2_narrative": "<p>Release a series of targeted digital ads to drive new subscribers to Retail stores.</p>",
    "feedbackimage": "r3d1-feedback.jpg",
    "icon": "samanthaIcon.jpg",
    "ID": "Event03_R3",
    "image": "r3d4-feedback.jpg",
    "name": "Channel Optimization",
    "narrative": "<p>Hi, this is Samantha in Sales. <br><br>I've been talking with the Sales and Marketing team about creative and efficient ways to drive channel traffic. They have terrific ideas for attracting new customers. So far, we're looking at investing in either a series of broadcast advertisements to drive new subscribers across all channels or a targeted digital advertisements to drive new customers to our Retail Stores. Which advertising approach do you think will yield the best results, both financially and operationally? <br><br><i>Review the tutorial to determine how the cost to acquire would impact break even costs for subscribers.</i></p>",
    "PageType": "SingleSelect",
    "time": "1",
    "tutorial": "Tutorial07",
    "tutorialDescription": "Customer Break-Even"
}, {
    "alt1": "New Solutions",
    "alt1_feedback": "<p>After the roll out the necessary training for the Retail Stores employees, we have been able to drive more adoption of our new solutions. New solutions offer a way for us to increase our average revenue per account, thus increasing our revenue.<ul><li><i>ARPA Increases </li><li>Consider increasing your Consumer New Solutions per Account by 0.5</i></li></ul>I will let you go. I know you need to continue finalizing your business decisions. Make sure to consider these impacts and look at the dashboard for the financial impacts of this decision.</p>",
    "alt1_narrative": "<p>Train retail sales people in stores to sell Peak's latest and great solutions to drive ARPA.</p>",
    "alt2": "Military Plan",
    "alt2_feedback": "<p>The discounted plans for military, veterans, and their families has been a huge success. Not only are we able to do something great for the community, we have seen significant growth in net adds. While our ARPU has decreased, our revenue and total subscribers has increased.<ul><i><li>ARPU decreases for the discounted plans</li><li>Consider increasing your Consumer Segment flowshare by 1%</li></i></ul>I will let you go. I know you need to continue making your business decisions. Make sure to consider these impacts and look at the dashboard for the financial impacts of this decision.</p>",
    "alt2_narrative": "<p>Offer discounted plans to military veterans, and their families to drive subscriber growth.</p>",
    "feedbackimage": "r1d1-feedback.jpg",
    "icon": "paulIcon.jpg",
    "ID": "Event04_R1",
    "image": "r1d3-feedback.jpg",
    "name": "New Product Launch",
    "narrative": "<p>One of Paul and his team's goals this year is to drive profitable revenue growth, and we have the excess capacity needed to handle this growth. We have two approaches to accelerate our efforts and are looking for your guidance on how to prioritize between the two approaches. There are operational impacts and tradeoffs with each approach.<br><br>Review the tutorial below to review alternate ways to achieve your revenue growth goals.</p>",
    "PageType": "SingleSelect",
    "time": "3",
    "tutorial": "Tutorial02",
    "tutorialDescription": "Revenue Growth"
}, {
    "alt1": "Courtesy Credits",
    "alt1_feedback": "<p>Carla and I were excited that you went with our idea to offer courtesy credits. But, we quickly learned that while our subscribers were happier, this approach had the unintended consequence of 'training' them to call and request credits more often. The result is millions of dollars in credits annually and an increased volume of care calls and store visits, which significantly reduces our EBIT margin due to higher costs and lower profit per customer. In hindsight, we should have stuck with the existing policy that balances satisfaction and costs. <br><br><i>   • Slight reduction in churn <br>   • Number of calls per subscriber to the customer care center increase<br>   • Retention costs increase by $5 million a year</i><br>! You can now work on finalizing your decisions for this  year without any further interruptions. I hope we're able to find a way to hit our EBIT targets despite these cost increases.</p>",
    "alt1_narrative": "<p>Change policy to allow reps to offer $5 courtesy credits limited to $100 a day, on top of the 'fair credit' resolution, to compensate for the inconvenience of calling in.</p>",
    "alt2": "No Change",
    "alt2_feedback": "<p>At first, Carla and I were disappointed with your decision to keep our credit policy the same. But now we understand that since we have already demonstrated our commitment to keeping subscribers happy, the existing policy is the better balance of subscriber satisfaction and costs. Had we created courtesy credits, subscribers would have been even happier, yes, but the approach could have  'trained' them to call repeatedly looking for additional credits. This would have resulted in millions of dollars in retention costs and an increased volume of calls and visits to customer care or our retail stores, which would have significantly reduced our EBIT margin. <br><br><i>   • Churn may increase slightly as all subscribers are not completely satisfied.</i><br>You can now work on finalizing your decisions for this year without any further interruptions. We may need to find another opportunity to reduce churn if we're short of our goal.</p>",
    "alt2_narrative": "<p>Make no policy change. Continue with the existing &quot;do the right thing&quot; policy, allowing reps to offer only the fair credit amounts and coaching them to provide positive service experiences.</p>",
    "feedbackimage": "r2d3-feedback.jpg",
    "icon": "carlaIcon.png",
    "ID": "Event04_R2",
    "image": "r2d3-feedback.jpg",
    "name": "Changing Credit Policy",
    "narrative": "<p>Hi, Carla from Care is waiting on the phone for you. <br><br>Whether it's in retail stores or on the phone with Customer Care, we often receive calls from subscribers reporting billing inaccuracies and network problems. Some calls stem from miscommunication on our part: a subscriber believed that a $10 feature was actually supposed to cost $5. Peak Mobile's current policy is to allow sales and care reps to &quot;do the right thing&quot; and offer the fair credit amount, which is $5 for the miscommunication, while confirming the feature will indeed be $10 going forward. Now, Carla in Customer Care and I are considering the possible policy changes below. <br><br><i>Review the scenario to consider how to drive satisfied, life-long customers.</i></p>",
    "PageType": "SingleSelect",
    "time": "3"
}, {
    "alt1": "Avoid Non-Revenue Work",
    "alt1_feedback": "<p>The stores have taken your advice to avoid non-revenue work during peak times and more customers are now being helped. In the short-term, avoiding inventory and training seemed to make sense but for the long term, this could lead to missed sales opportunities if our people don't have the right skills and we don't have the inventory our customers are looking for. Perhaps investing time in finding additional resources is something to consider going forward. <br><br><i>   • Churn increases <br>   • Increase Retail Store expenses to pay overtime for employees. </i><br>I will not keep you any longer. I know you need to keep working on your business decisions for your final year.</p>",
    "alt1_narrative": "<p>Pay some overtime and avoid non-revenue work, including inventory management and training, to increase selling time during peak hours.</p>",
    "alt2": "Forgo Device Setups ",
    "alt2_feedback": "<p>The stores have taken your advice and found ways to save time upon activation, including skipping device set up during peak times. While this is helping the stores improve their Time per Activation, I hear from Carla in Customer Care that there's been an increase in the call volume to customer care, due to customers being unsure how to operate their phone. This has resulted in a decline in customer satisfaction and an increase in overtime for the Customer Care Centers. In the short-term, foregoing setup services seemed to make sense but for the long term, perhaps investing in additional resources is something to consider going forward. <br><br><i>   • Customer Care Expenses significantly increase  <br>   • Slight increase in Churn </i><br>I will not keep you any longer. I know you need to keep working on your business decisions.</p>",
    "alt2_narrative": "<p>Increase activation speed during peak times by foregoing device setup and other processes.</p>",
    "feedbackimage": "r3d2-feedback.jpg",
    "icon": "frankIcon.png",
    "ID": "Event04_R3",
    "image": "r3d5-feedback.jpg",
    "name": "Overworked Stores",
    "narrative": "<p>I'm just about to have a meeting with our Sales Operations group. As a result of recent advertising campaigns and too many unfilled positions, our stores are getting slammed. The existing sales reps are having a hard time handling the volume of new traffic. They need help prioritizing time and resources so that they can serve more customers and with the quality our customers deserve. How do you recommend that we maximize our peak business hours to serve more customers?<br><br><i>Review the tutorial to consider how productivy can decrease costs.</i></p>",
    "PageType": "SingleSelect",
    "time": "3",
    "tutorial": "Tutorial08",
    "tutorialDescription": "Cost & Productivity"
}, {
    "alt1": "Existing Service Areas",
    "alt1_feedback": "<p>Based on the network improvements we've made to date, there have been some improvements in the number of dropped calls. This has led to many happy subscribers. Once we start upgrades to the new service areas, we'll be able to attract more subscribers. Thanks for your direction.<ul><li><i>Network Reliability improves for subscribers</i></li><li><i>Churn is reduced from the network reliability improvements</i></li></ul>I will let you finalize your business decisions if you are not done yet. Make sure to consider these impacts.</p>",
    "alt1_narrative": "<p>Start the upgrade with existing service areas where dropped calls are becoming a problem to improve network reliability.</p>",
    "alt2": "New Service Areas",
    "alt2_feedback": "<p>I've heard from Samantha in Sales and based on the network improvements we've made to the new service areas date, there has been a slight increase in new subscribers and Gross Adds are up. However, after speaking with Carla in Customer Care, dropped calls are still a problem and churn is an issue. Hopefully we can get the upgrades made to those existing service areas so that we can realize sustained growth. Thanks for your direction.<br><ul><i><li>Network coverage increases for Consumer and Business subscribers</li><li>Churn increases due to the continued network reliability issues</li><li>Consider increasing your New Market Share Forecast 0.4% due to the expanded network coverage.</li></i></ul>I will let you finalize your business decisions if you are not done yet. Make sure to consider these impacts.</p>",
    "alt2_narrative": "<p>Start the upgrade in new service areas where there is an opportunity to attract new subscribers and improve network coverage.</p>",
    "feedbackimage": "r1d3-feedback.jpg",
    "icon": "nickIcon.jpg",
    "ID": "Event05_R1",
    "image": "r1d3-header.jpg",
    "name": "Prioritizing Network Investments",
    "narrative": "<p>Hi! Nick from network here. <br><br>We have an opportunity to upgrade our network to roll out NextGen technology so that we can improve our customers' experience. Network reliability and coverage significantly impacts our success in attracting new customers and retaining current ones. Our team has been discussing where we should start the upgrade - either in existing service areas where dropped calls are becoming a problem OR in expanding coverage areas so that we can attract new, previously unavailable subscribers. How do we prioritize one area over another?<br><br>Review the tutorial below to review alternate ways to increase your subscriber base.</p>",
    "PageType": "SingleSelect",
    "time": "3",
    "tutorial": "Tutorial03",
    "tutorialDescription": "Impact of Churn"
}, {
    "alt1": "Phase",
    "alt1_feedback": "<p>We have started phasing in the new NextGen equipment as necessary. While this approach eliminates most write-offs, in hindsight, I don't think it was the best option. We are getting a high volume of requests for products and solutions that are just not available in certain markets - not given the current technology. In addition, the marketing team has found it difficult to actually market any exciting new solutions because network capacity is so scattered, leading to missed revenue opportunities. This creates a significant impact on subscriber satisfaction and ultimately, on churn. <br><br><i>   • Churn increases <br>   • Investments increase, leading to an increase in the amount of depreciation recognized <br>   • System costs are slightly reduced <br>   • ARPA slightly increases <br>   • Slight increase to Network Reliability </i><br>I will let you finish your decisions for the year if you are not done yet. Make sure to consider these impacts.</p>",
    "alt1_narrative": "<p>Phase in the technology upgrade as the equipment reaches the end of its useful life.</p>",
    "alt2": "Accelerate",
    "alt2_feedback": "<p>The accelerated rollout of the NextGen network technology is underway. We have had to write-off a significant amount of the older equipment, but the new data applications we can offer are really helping us to get a leg up on the competition. Due to the wide availability, the marketing team has made a significant investment to communicate our new offerings to our subscribers. Because we are upgrading throughout major markets, we have seen a huge increase in new solutions, leading to a significant revenue enhancement. Thanks for your direction on this. <br><br><i>   • ARPA significantly increases <br>   • Investments in new technology increase, driving up depreciation expenses, while resulting in write-offs of older technology assets <br> • Significant increase in Network Reliability <br>  • Moderate reduction in system costs since the new technology is  cheaper to operate and can handle more capacity • Consider increasing your Consumer New Solutions per Account by 1.0</i><br>I will let you finish your decisions for the year if you are not done yet. Make sure to consider these impacts.</p>",
    "alt2_narrative": "<p>Accelerate rollout of NextGen technology across all major markets.</p>",
    "feedbackimage": "r3d3-feedback.jpg",
    "icon": "nickIcon.jpg",
    "ID": "Event05_R3",
    "image": "r3d2-feedback.jpg",
    "name": "Network Tech Investment",
    "narrative": "<p>Hello, Nick from network is waiting in the other room for you. <br><br>Our team has been working on ways to optimize our network technology so that we can better support new competitive products and solutions. We need to start upgrading our existing network to keep pace with our competitors and to enable our NextGen technology to improve Network Reliability. There are two possible approaches. One option for the upgrade is to do it by upgrading the equipment incrementally, as it approaches the end of its useful life, to manage costs. A second option is to upgrade the equipment on a much shorter timeframe, increasing the costs now, but maximizing the benefit from the upgrade. Which do you think is the best approach? <br><br><i>Review the tutorial to consider the impact of depreciation.</i></p>",
    "PageType": "SingleSelect",
    "time": "3",
    "tutorial": "Tutorial09",
    "tutorialDescription": "Depreciation"
}, {
    "ID": "FDBK101",
    "image": "chairmanIcon.jpg",
    "name": "Welcome to Feedback for Year 1",
    "narrative1": "<p>Welcome to the annual meeting, where we analyze our results for the year end and consider how the decisions we made impacted performance. We should use this opportunity to think about ways to improve for next year.</p><p>This feedback will look at how successful we were at growing revenues and ultimately how well we translated that revenue growth to the bottom line in the form of operating profits.</p><p>Please keep in mind that your results will differ from the forecast that we were tracking throughout the year. We now have our actual revenue numbers, based on our performance in the marketplace.</p><p>During the year, you made a number of planning decisions that ultimately created your strategy. Let's start by reviewing the decisions you made this year.</p><p>Please click the arrows below to navigate.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK102",
    "name": "Your Decision Summary for Year 1!",
    "narrative1": "<p>What decisions did you make in Year 1? Here they are!</p><br><br>As you go through the results, the impacts of your decisions will be explained.<br><br>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndTable",
    "table1categories": "Business, Consumer, Company",
    "table1ranges": "[tlInputSeg1Share_R1, tlInputSeg2Share_R1, null],[tlOutputP1Emp1_Closing_R1, null ,null],[null, tlOutputP1Stores_Closing_R1, null], [ null, null, tlInputMktg_R1], [null, null, tlInputDigital_R1]",
    "table1series": "New Market Share Plan, Salesforce(Total), Stores(Total), Marketing Budget(000), Digital Capabilities",
    "table1title": "Sales and Marketting",
    "table2categories": "Business, Consumer, Company",
    "table2ranges": "[tlInputSeg1Price_R1, tlInputSeg2Price_R1, null],[tlInputProd2Seg1Level_R1, tlInputProd2Seg2Level_R1, null],[tlInputProd2Seg1Fcst_R1, tlInputProd2Seg2Fcst_R1, null],[null, null, tlInputSKUs_R1]",
    "table2series": "Pricing Strategy, New Solutions, New Solutions/Acct., Breadth of SKUs",
    "table2title": "Product"
}, {
    "condition2": "tlOutputExceedFlowBoth_R1",
    "condition3": "tlOutputExceedFlowBusiness_R1",
    "condition4": "tlOutputExceedFlowRetail_R1",
    "condition5": "tlOutputMissedFlowForecast_R1",
    "ID": "FDBK103",
    "name": "Forecasted vs. Actual Subscriber",
    "narrative1": "<p>Here is your forecast for subscribers that you submitted as a part of your Sales and Marketing decisions (Flowshare Forecasts) compared to the actual numbers we attracted. Subscribers and accounts represent the number we ended with after churn. New Market Share shows the percentage of new subscribers we added.</p>",
    "narrative2": "<p>It looks like we met or exceeded both our flowshare plans. In a tutorial this year, we explored the costs and benefits of exceeding our plans. We generated higher revenues than planned, but some costs and strains on your network infrastructure will be apparent. Consider increasing your flowshare forecasts next year.</p>",
    "narrative3": "<p>It looks like we exceeded our business flowshare plan and missed our Consumer plan. In a tutorial this year, we explored the costs and benefits of exceeding or missing our plans. Your revenue either fall above or below plans and we may suffer from some additional costs and strains on our infrastructure. Consider adjusting your flowshare forecasts next year.</p>",
    "narrative4": "<p>It looks like we exceeded our Consumer flowshare plan and missed your business plan. In a tutorial this year, we explored the costs and benefits of exceeding or missing our plans. Your revenues (money subscribers pay) either fall above or below plans and we may suffer from some additional costs and strains on our infrastructure. Consider adjusting your flowshare forecasts next year.</p>",
    "narrative5": "<p>It looks like we missed both our flowshare plans. In a tutorial this year, we explored the costs and benefits of missing our plans. Your revenues (money subscribers pay) don't meet expectations and profits (the money we keep) fall short because of excess costs. Consider adjusting your flowshare forecasts down next year.</p>",
    "narrative6": "<p>Let's see what Samantha, our SVP of Sales, has to say about our performance.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextandTable",
    "tablecategories": "Business, Consumer",
    "tableranges": "[fbPlanFlowShareSeg1_R1, fbActFlowShareSeg1_R1, fbPlanFlowShareSeg2_R1, fbActFlowShareSeg2_R1],[fbPlanSubsSeg1_R1, fbActSubsSeg1_R1, fbPlanSubsSeg2_R1, fbActSubsSeg2_R1],[fbPlanAcctsSeg1_R1, fbActAcctsSeg1_R1, fbPlanAcctsSeg2_R1, fbActAcctsSeg2_R1]",
    "tableseries": "Market Share, Subscribers, Accounts",
    "tablesubcategories": "Planned, Actual, Planned, Actual",
    "tabletitle": "Planned vs. Actual Subscriber"
}, {
    "condition1": "tlOutputExceedFlowBusiness_R1",
    "condition2": "tlOutputExceedFlowRetail_R1",
    "condition3": "tlOutputExceedFlowBoth_R1",
    "condition4": "tlOutputMissedFlowForecast_R1",
    "ID": "FDBK104",
    "image": "samanthaIcon.jpg",
    "name": "Meeting Forecasts",
    "narrative1": "<p>Wow! We met and exceeded our flowshare plans for Business subscribers. However, my concern is for missing our forecast in Consumer. It looks like we may need a stronger investment in our Consumer Locations and Marketing. <br><br>The good news is that by acquiring all these Business Subscribers, we have made it difficult for our competition to grow.</p>",
    "narrative2": "<p>Wow! We exceeded our flowshare plans for Consumer subscribers. However, my concern is for missing our forecast in Business. It looks like we need a stronger investment in our Business Sales  People and Marketing.<br><br>The good news is that by acquiring all these Consumer Subscribers, we have made it difficult for our competition to grow.</p>",
    "narrative3": "<p>Wow! We exceeded our flowshare plans for both Consumer and Business subscribers. However, since we were not prepared for this, our network couldn't handle the volume of calls, leading to an increase in churn. We'll have to increase our forecast or scale back in some of our marketing and sales expenses next year.<br><br>The good news is that by acquiring these subscribers, we have prevented our competition from getting them!</p>",
    "narrative4": "<p>Wow! We missed BOTH our flowshare plans for subscribers (Consumer and Business). This is a huge concern for our company. It looks like we need a stronger investment in our Sales and Marketing and Product to attract more subscribers.<br><br>Our inability to meet our forecasts have let our competition capture many of these new subscribers, further complicating things for us.</p>",
    "narrative5": "<p>Remember, growing subscribers is not just about attracting new ones, but also about increasing retention (reducing churn). Let's take a look at how our churn compares to the competition.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName_R1, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[fbSubAddsGrossAddsComp1_R1, fbSubAddsGrossAddsComp2_R1, fbSubAddsGrossAddsComp3_R1], [fbSubAddsChurnComp1_R1, fbSubAddsChurnComp2_R1, fbSubAddsChurnComp3_R1]",
    "chartseries": "Gross Adds, Subscriber Churn",
    "charttitle": "Churn & Net Adds",
    "charttopper": "Net Adds <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbSubAddsNetAddsComp1_R1 }}</td><td>{{ fbSubAddsNetAddsComp2_R1 }}</td><td>{{ fbSubAddsNetAddsComp3_R1 }}</td></tr></table>",
    "condition2": "tlOutputChurnDecrease_R1",
    "condition3": "tlOutputChurnIncrease_R1",
    "ID": "FDBK105",
    "name": "Churn & Net Adds",
    "narrative1": "<p>This chart follows our subscribers over the year. The top (blue) bar is Gross Adds, which represents the new subscribers we attracted. The bottom (red) bar represents the number of subscribers who left each company during the year, aka Churn. Subtract the bottom (red) bar from the top (blue) bar to get Net Adds which is listed at the top.</p>",
    "narrative2": "<p>Our churn rate decreased over the year which allowed us to drive Subscriber Growth. The secret to reducing churn is in improving the service and value we offer our subscribers and in living by the Customer Rules!</p>",
    "narrative3": "<p>Our churn rate did not decrease over the year which made it hard for us to drive Subscriber Growth. The secret to reducing churn is in improving the service and value we offer our subscribers and in living by the Customer Rules!</p>",
    "narrative4": "<p>It is clear why Churn is considered a representation of our reputation. Does Samantha have anything to add?</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart"
}, {
    "condition1": "tlOutputChurnDecrease_R1",
    "condition2": "tlOutputChurnIncrease_R1",
    "ID": "FDBK106",
    "image": "samanthaIcon.jpg",
    "name": "Our Reputation",
    "narrative1": "<p>We've done a good job reducing our churn this year, which has helped us increase our subscriber base. However, we still have some room for improvement.<br><br>In fact, just yesterday I received a call from an acquaintance in Sales over at HornRim who was commenting on how their Churn is still much lower than ours.<br><br>I assured her that with you as our new CEO, we would catch up to them fast! Let's make sure to make this happen.</p>",
    "narrative2": "<p>Our churn didn't decrease this year, which has hurt our subscriber base. This means we still have some room for improvement.<br><br>In fact, just yesterday I received a call from an acquaintance in Sales over at HornRim who was commenting on how their Churn is still lower than ours.<br><br>I assured her that with you as our new CEO, we would catch up to them fast! Let's make sure to make this happen.</p>",
    "narrative3": "<p>Reducing churn is important, but let's focus on another important metric - Average Revenue Per User (ARPU).</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Total, Business, Consumer",
    "chartnumberformat": "0.0a",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbARPUThisProd1_R1], [fbARPUThisProd1Seg1_R1], [fbARPUThisProd1Seg2_R1]",
    "chartseries": "ARPU",
    "charttitle": "Average Revenue per User (ARPU)",
    "charttopper": " ARPU Change <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbARPUChangeProd1_R1 }}</td><td>{{ fbARPUChangeProd1Seg1_R1 }}</td><td>{{ fbARPUChangeProd1Seg2_R1 }}</td></tr></table>",
    "condition2": "tlOutputAPRUIncrease_R1",
    "condition3": "tlOutputAPRUDecrease_R1",
    "ID": "FDBK107",
    "name": "Average Revenue per User (ARPU)",
    "narrative1": "<p>ARPU represents the average monthly service revenue earned from customers. ARPU is made up of Revenue from Business and Consumer in our Core solutions.</p>",
    "narrative2": "<p>Our ARPU has increased over the past year. Our decision in the core rate plan determines the price we charge Consumer and Business subscribers per month. In the tutorial this year, we saw the power of ARPU growth, since most of it goes straight to increasing our profits. Rate plan increases, new solutions and new handsets help drive up our ARPU.</p>",
    "narrative3": "<p>Our ARPU has decreased over the past year. Our decision in the core rate plan determines the price we charge Consumer and Business subscribers per month. In the tutorial this year, we saw the power of ARPU growth, since most of it goes straight to increasing our profits. Rate plan increases, new solutions and new handsets help drive up our ARPU.</p>",
    "narrative4": "<p>ARPU gives us one look into the revenue we have generated, but let's take a look through a difference lense: ARPA.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Last Year, This Year",
    "chartnumberformat": "0.0a",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbARPALastProd2_R1, fbARPAThisProd2_R1], [fbARPALastProd1_R1, fbARPAThisProd1_R1 ]",
    "chartseries": "New Solutions ARPA, Core Solutions ARPA",
    "charttitle": "Average Revenue per Account (ARPA)",
    "charttopper": "Total ARPA <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbARPALastTotal_R1 }}</td><td>{{ fbARPAThisTotal_R1 }}</td></tr></table>",
    "condition2": "tlOutputARPAIncrease_R1",
    "condition3": "tlOutputARPADecrease_R1",
    "ID": "FDBK108",
    "name": "Average Revenue per Account (ARPA)",
    "narrative1": "<p>ARPA represents the average revenue per accounts per month. This includes core solutions and new solutions.</p>",
    "narrative2": "<p>We successfully grew our ARPA over the past year. One way to expand ARPA is to drive new solutions for Consumer and Business subscribers. However, to realize the full benefit of these new products, we must expand our advanced network technology to cover a larger population. Keep this in mind as you move into Year 2.</p>",
    "narrative3": "<p>Our ARPA has declined over the past year. One way to expand ARPA is to drive new solutions for Consumer and Business subscribers. However, to realize the full benefit of these new products, we must expand our advanced network technology to cover a larger population. Keep this in mind as you move into Year 2.</p>",
    "narrative4": "<p>Speaking of profits, we generated significant revenues this year, but also had costs to pay. How much profit did we get to keep? Let's take a look.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Last Year, This Year",
    "chartnumberformat": "0.0a",
    "chartranges": "[fbEBITDALastEBITDA_R1, fbEBITDAThisEBITDA_R1], [fbEBITDALastDep_R1, fbEBITDAThisDep_R1], [fbEBITDALastGA_R1, fbEBITDAThisGA_R1], [fbEBITDALastMS_R1, fbEBITDAThisMS_R1], [fbEBITDALastRnD_R1, fbEBITDAThisRnD_R1], [fbEBITDALastCOS_R1, fbEBITDAThisCOS_R1]",
    "chartseries": "EBIT, Depreciation, General & Admin, Marketing & Selling, Research & Development, Cost of Sales",
    "charttitle": "EBIT",
    "charttopper": "EBIT % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbEBITDALastEBITDAMargin_R1 }}</td><td>{{ fbEBITDAThisEBITDAMargin_R1 }}</td></tr></table>",
    "condition2": "tlOutputEBITDAIncrease_R1",
    "condition3": "tlOutputEBITDADecrease_R1",
    "ID": "FDBK109",
    "name": "EBIT",
    "narrative1": "<p>This chart summarizes our Income Statement. The height of the bar is our total Revenue, <u>the money our customers pay us</u>. The costs are broken down between Cost of Sales, Research & Development, Marketing & Sales, General & Administrative, and Depreciation & Amoritization. Subtract costs from revenues and we are left with EBIT, the top (purple) section. At the top, you can see our EBIT as a percent of Revenue, also know as EBIT Margin. Making a profit is critical because it is money the company gets to keep. This means that we can reinvest it in growing the business or return it to the shareholders.</p>",
    "narrative2": "<p>Our EBIT margin has increased over the past year. Controlling costs, like we did, requires us to meet (or come close to) subscriber targets and make wise investments in acquiring subscribers to meet these forecasts (stores, sales force, and marketing). As we grow our Business and make new investments, let's keep our eyes on EBIT to ensure our business remains healthy.</p>",
    "narrative3": "<p>Our EBIT margin has decreased over the past year. We need to focus more on controlling costs (and therefore increasing profits), which requires us to meet (or come close to) subscriber targets and make wise investments in acquiring subscribers to meet these forecasts (stores, sales force and marketing). As we grow our Business and make new investments, let's find ways to improve EBIT to ensure our business remains healthy.</p>",
    "narrative4": "That's it for our key metrics. Mr. Chairman, do you have anything to add?",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK110",
    "image": "chairmanIcon.jpg",
    "name": "Feedback for Year 1 Conclusion",
    "narrative1": "<p>Sure! Several key themes emerged this year:<br><br><li>Meeting our subscriber targets is an optimal outcome because these targets are used for staffing and capacity planning</li><li>Our drive for new subscribers must be balanced with a focus on reducing churn since acquiring new customers is expensive</li><li>ARPU growth from New Solutions is critical for improving both revenue and profit</li><br>Now, let's check our progress towards the goals you set when you started.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "heatmap",
    "chartcategories": "Year 0 Start, Year 1 Actual,  Year 3 Goal",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbGoalsGoal4Start_R1, fbGoalsGoal4Actual_R1, fbGoalsGoal4Target_R1], [fbGoalsGoal3Start_R1, fbGoalsGoal3Actual_R1, fbGoalsGoal3Target_R1],[fbGoalsGoal5Start_R1, fbGoalsGoal5Actual_R1, fbGoalsGoal5Target_R1],[fbGoalsGoal2Start_R1, fbGoalsGoal2Actual_R1, fbGoalsGoal2Target_R1], [fbGoalsGoal1Start_R1, fbGoalsGoal1Actual_R1, fbGoalsGoal1Target_R1]",
    "chartseries": "Churn, EBIT Margin, ARPA, ARPU, Subscriber Growth",
    "charttitle": "Goal Comparison",
    "condition2": "tlOutputGoalsMetAll_R1",
    "condition3": "tlOutputGoalsMetSome_R1",
    "condition4": "tlOutputGoalsMetNone_R1",
    "ID": "FDBK111",
    "name": "Goal Comparison",
    "narrative1": "<p>When you began your role as a CEO you set some targets for yourself to meet over the period of 3 years (Think back to when you selected the &quot;Conservative&quot;, &quot;Moderate&quot;, &quot;Stretch&quot; or &quot;BHAG&quot; targets). This chart shows the results from when you accepted your position (Year 0), your current performance (Year 1) and your Goal for the end of Year 3.</p>",
    "narrative2": "<p>Congratulations! You have already met all the targets you set for yourself! However, there's no time to rest! You will have 2 more years in which you will face some tough challenges from the competition that could make it difficult to sustain this performance. Remember, as you perform better, your score on the high-score list increases as well!</p>",
    "narrative3": "<p>Congratulations! You have already met some of the targets you set for yourself! After viewing this session, you should have several ideas for how you can meet all your targets and perform even better with the targets you have being doing well with so far. Remember, as you perform better, your score on the high-score list increases as well!</p>",
    "narrative4": "<p>It looks like you still have some work to do to meet your targets. However, these are goals you set for 3 years out, so you have plenty of time to meet them. After viewing this session, you should have several ideas on how you can meet all your targets and perform even better next year. Remember, as you perform better, your score on the high-score list increases as well!</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK112",
    "image": "chairmanIcon.jpg",
    "name": "Onto Year 2!",
    "narrative1": "<p>Congratulations on completing Year 1!<br><br>Year 2 will be another exciting year. You have deepened your knowledge about growth and profitability in telecommunications industry.<br><br>Now, you'll build on this experience and explore how we create subscriber value.<br><br>I'm hoping not to receive another call from the Chairman of HornRim gloating that he's catching up to us on total subscribers. You'll want to consult our &quot;Business Intelligence&quot; to keep track of what they are doing.<br><br>Good luck!</p>",
    "narrative2": "<p>Now it's time to move to the next year. Make sure to look at the updated competitors information. This information will help you with your decisions, so make sure to check it out.</p>",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK201",
    "image": "chairmanIcon.jpg",
    "name": "Welcome to Feedback for Year 2!",
    "narrative1": "<p>Welcome to your second annual meeting. This meeting will focus more on our operations, including customer care and network. So, how did you manage our costs this past year?<br><br>Your ultimate job will be to take everything you have learned over the  years and create your final decision plan in Year 3.<br><br>Your team's comments and the notes below will be especially important this year.</p>",
    "narrative2": "<p>During the year, you made a number of planning decisions that ultimately created your strategy. Let's start by reviewing the decisions you made this year.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK202",
    "name": "Your Decision Summary for Year 2!",
    "narrative1": "<p>What decisions did you make in Year 2? Here they are!<br><br>As you go through the results, the impacts of your decisions will be explained. You might find it useful to revisit this slide.</p<",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndTable",
    "table1categories": "Business, Consumer, Company",
    "table1ranges": "[tlInputSeg1Share_R2, tlInputSeg2Share_R2, null],[tlOutputP1Emp1_Closing_R2, null ,null],[null, tlOutputP1Stores_Closing_R2, null], [ null, null, tlInputMktg_R2], [null, null, tlInputDigital_R2]",
    "table1series": "New Market Share Plan, Salesforce(Total), Stores(Total), Marketing Budget(000), Digital Capabilities",
    "table1title": "Sales and Marketting",
    "table2categories": "Business, Consumer, Company",
    "table2ranges": "[tlInputSeg1Price_R2, tlInputSeg2Price_R2, null],[tlInputProd2Seg1Level_R2, tlInputProd2Seg2Level_R2, null],[tlInputProd2Seg1Fcst_R2, tlInputProd2Seg2Fcst_R2, null],[null, null, tlInputSKUs_R2]",
    "table2series": "Pricing Strategy, New Solutions, New Solutions/Acct., Breadth of SKUs",
    "table2title": "Product",
    "table3categories": "Decisions",
    "table3ranges": "[tlInputNetworkCap_R2], [tlInputNetworkTech_R2], [tlInputIT_R2], [tlInputTalent_R2], [tlInputEmp2_R2]",
    "table3series": "Network Cap, Network Tech, IT/Data, Talent, Care",
    "table3title": "Operations",
    "table4categories": "Decisions",
    "table4ranges": " [tlOutputSI01Name_R2], [tlOutputSI02Name_R2]",
    "table4series": "Initiative 1, Initiative 2",
    "table4title": "Strategic Initiatives"
}, {
    "condition2": "tlOutputExceedFlowBoth_R2",
    "condition3": "tlOutputExceedFlowBusiness_R2",
    "condition4": "tlOutputExceedFlowRetail_R2",
    "condition5": "tlOutputMissedFlowForecast_R2",
    "ID": "FDBK203",
    "name": "Planned vs. Actual Subscribers ",
    "narrative1": "<p>Here are the PLANS for subscribers that you submitted compared to the ACTUAL numbers we attracted. Subscribers represent the number we ended with (after churn) and new market share shows the percentage of new subscribers we added (any subscribers we didn't attract went to the competitors).</p>",
    "narrative2": "<p>It looks like we met or exceeded both our flowshare plans. As a result of exceeding our plans, the call volume for Customer Care and the volume of visits to our Retail Stores also exceeded plans. Did we make enough enhancements in their productivity to cover the extra demand, or did we suffer some service delays and issues, hurting our reputation? We will see the answers to both of these questions later in this presentation.</p>",
    "narrative3": "<p>It looks like we exceeded our business flowshare plan and missed our Consumer plan. As a result of exceeding our business subscriber plan, the call volume for Customer Care also exceeded plan, leading to possible service failures. On the other hand, visits to Consumer Outlets actually came in below plans, leading to excess capacity costs. We'll see the impact of both these things as we review the rest of the presentation.</p>",
    "narrative4": "<p>It looks like we exceeded our Consumer flowshare plan and missed our business plan. As a result of exceeding our Consumer subscriber plan, the call volume for Customer Care and visits to our Consumer Stores also exceeded plan, leading to possible service failures. We'll see the impact of both these things as we review the rest of the presentation.</p>",
    "narrative5": "<p>It looks like we missed both our flowshare plans. By missing our plans, the call volume for Customer Care and visits to our Retail Stores fell short as well. This led to us having extra people staffed that we did not need, leading to increased costs. Next year, take steps to attract more subscribers. Take into account what the competition is offering and adjust your plan accordingly.</p>",
    "narrative6": "<p>One question remains. Did we generate these results by attracting more subscribers or making improvements in our reputation and therefore reducing churn? Let's take a look by focusing on Consumer customers.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndTable",
    "tablecategories": "Business, Consumer",
    "tableranges": "[fbPlanFlowShareSeg1_R2, fbActFlowShareSeg1_R2, fbPlanFlowShareSeg2_R2, fbActFlowShareSeg2_R2],[fbPlanSubsSeg1_R2, fbActSubsSeg1_R2, fbPlanSubsSeg2_R2, fbActSubsSeg2_R2],[fbPlanAcctsSeg1_R2, fbActAcctsSeg1_R2, fbPlanAcctsSeg2_R2, fbActAcctsSeg2_R2]",
    "tableseries": "New Market Share, Subscribers, Accounts",
    "tablesubcategories": "Planned, Actual, Planned, Actual",
    "tabletitle": "Planned vs. Actual Subscriber"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName_R1, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbSubAddsGrossAddsComp1_R2, fbSubAddsGrossAddsComp2_R2, fbSubAddsGrossAddsComp3_R2], [fbSubAddsChurnComp1_R2, fbSubAddsChurnComp2_R2, fbSubAddsChurnComp3_R2]",
    "chartseries": "Gross Adds, Subscriber Churn",
    "charttitle": "Churn & Net Adds",
    "charttopper": "Net Adds <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbSubAddsNetAddsComp1_R2 }}</td><td>{{ fbSubAddsNetAddsComp2_R2 }}</td><td>{{ fbSubAddsNetAddsComp3_R2 }}</td></tr></table>",
    "condition2": "tlOutputChurnDecrease_R2",
    "condition3": "tlOutputChurnIncrease_R2",
    "ID": "FDBK204",
    "name": "Consumer Churn and Net Adds",
    "narrative1": "<p>This chart follows our subscribers over the year. The top (blue) bar is Gross Adds, which represents the new subscribers we attracted. The bottom (red) bar represents the number of subscribers who left each company during the year, aka Churn. Subtract the bottom (red) bar from the top (blue) bar to get Net Adds which is listed at the top. Remember, the churn rate is measured as a monthly number, so even small changes can have a huge impact over the entire year.</p>",
    "narrative2": "<p>Our churn rate decreased over the year which allowed us to drive Subscriber Growth. The secret to reducing churn is in improving the service we offer our subscribers and in living by the Customer Rules! Subscribers may have liked the improvements we made in Customer Care and in Network Reliability this year. To keep our churn where it is, we will want to ensure that the competition doesn't change their product, service and pricing offerings that would lead to our customers switching carriers.</p>",
    "narrative3": "<p>Our churn rate did not decrease over the year which made it hard for us to drive Subscriber Growth. The secret to reducing churn is in improving the service we offer our subscribers and in living by the Customer Rules! To be successful, we HAVE to reduce churn. We should reevaluate how we are performing in Customer Care and Network Reliability, two of the reasons most customer leave. Additionally, we will want to ensure that the competition doesn't change their product, service and pricing offerings that would lead to our customers switching carriers.</p>",
    "narrative4": "<p>To be successful in driving net adds and reducing churn, we must understand what our customers care about. Let's look at what is important to Consumer subscribers.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName_R1, Competitor2, Competitor3",
    "chartnumberformat": "0%",
    "chartranges": "[fbComp1Prod1Seg2mmDriver1_R2, fbComp1Prod1Seg2mmDriver2_R2, fbComp1Prod1Seg2mmDriver3_R2, fbComp1Prod1Seg2mmDriver3A_R2, fbComp1Prod1Seg2mmDriver4_R2, fbComp1Prod1Seg2mmDriver5_R2, fbComp1Prod1Seg2mmDriver6_R2, fbComp1Prod1Seg2mmDriver7_R2, fbComp1Prod1Seg2mmDriver8_R2], [fbComp2Prod1Seg2mmDriver1_R2, fbComp2Prod1Seg2mmDriver2_R2, fbComp2Prod1Seg2mmDriver3_R2, fbComp2Prod1Seg2mmDriver3A_R2,  fbComp2Prod1Seg2mmDriver4_R2, fbComp2Prod1Seg2mmDriver5_R2, fbComp2Prod1Seg2mmDriver6_R2, fbComp2Prod1Seg2mmDriver7_R2, fbComp2Prod1Seg2mmDriver8_R2], [fbComp3Prod1Seg2mmDriver1_R2, fbComp3Prod1Seg2mmDriver2_R2, fbComp3Prod1Seg2mmDriver3_R2, fbComp3Prod1Seg2mmDriver3A_R2, fbComp3Prod1Seg2mmDriver4_R2, fbComp3Prod1Seg2mmDriver5_R2, fbComp3Prod1Seg2mmDriver6_R2, fbComp3Prod1Seg2mmDriver7_R2, fbComp3Prod1Seg2mmDriver8_R2]",
    "chartseries": "Network Coverage, Price, Network Rel, Digital, Handsets, Stores, Care, New Solutions, Marketing",
    "charttitle": "Consumer Voice of the Customer",
    "ID": "FDBK205",
    "name": "Consumer Voice of the Customer",
    "narrative1": "<p>This chart depicts how our value proposition for Consumer Subscribers compares to that of HornRim and PushPin. Across the right are the categories that customers consider when evaluating the which provider to chose, organized in order of importance of criteria, &quot;most important&quot; (on top) to &quot;less important&quot; (on bottom). Within each category you will see how the customer views our value proposition relative to that of the competition. A positive impact indicates a company which is relatively strong in a particular category while a negative impact means customers were not impressed with the offering.</p><p>If the only goal is to maximize market share, then we would want to have our value proposition showing the greatest positive impacts in all categories. However, if profit is the goal we must be more strategic about our investments. For example, if our company is highly rated in &quot;Marketing,&quot; we may be overinvesting in our marketing efforts as this is a less important attribute from the customers' perspective. We may be making investments towards areas that are seen as &quot;nice to have,&quot; but customers may not be willing to pay for them. On the other hand, if our company is poorly rated in the area of &quot;Network Coverage&quot; or &quot;Handsets&quot; we are missing an opportunity to invest in an area that our customers highly value.</p><p>When evaluating an offering or value proposition, you want to charge for the value that is being created. Historically, HornRim has had a strong offering in the Consumer market and has charged price premiums for the value provided. Conversely, PushPin has not invested to create a strong value proposition in the Consumer market.  The price that PushPin charges reflects the lower value that they provide.</p><p><b>Take a moment to analyze how our value proposition can be improved.</p>",
    "narrative2": "<p>Now that we saw how we provided value for our Consumer subscribers, let see how we charged for that value.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Total, Business, Consumer",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbARPUThisProd1_R2], [fbARPUThisProd1Seg1_R2], [fbARPUThisProd1Seg2_R2]",
    "chartseries": "ARPU",
    "charttitle": "Average Revenue per User (ARPU)",
    "charttopper": " ARPU Change <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbARPUChangeProd1_R2 }}</td><td>{{ fbARPUChangeProd1Seg1_R2 }}</td><td>{{ fbARPUChangeProd1Seg2_R2 }}</td></tr></table>",
    "condition1": "tlOutputAPRUIncrease_R2",
    "condition2": "tlOutputAPRUDecrease_R2",
    "ID": "FDBK206",
    "name": "Average Revenue per User",
    "narrative1": "<p>ARPU represents the average monthly revenue earned from customers per user. We continue to increase our ARPU at a solid rate. As we have seen in the previous years, one of the ways to expand ARPU is increase of plan prices. We must provide the value customers are seeking to justify these higher rate plans.</p>",
    "narrative2": "<p>ARPU represents the average monthly bill we send to our subscribers per user. Peak Mobile did not see an increase in ARPU this year. As we have seen in previous years, one of the ways to expand ARPU is through higher priced plans. We must provide the value customers are seeking to justify these higher rate plans.</p>",
    "narrative3": "<p>Investments in the network and other infrastructure to support these new products and services will drive costs up. Let's take a look at our ending ARPA for Year 2.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Last Year, This Year",
    "chartnumberformat": "0.0a",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbARPALastProd2_R2, fbARPAThisProd2_R2], [fbARPALastProd1_R2, fbARPAThisProd1_R2 ]",
    "chartseries": "New Solutions ARPA, Core Solutions ARPA",
    "charttitle": "Average Revenue per Account (ARPA)",
    "charttopper": "Total ARPA <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbARPALastTotal_R2 }}</td><td>{{ fbARPAThisTotal_R2 }}</td></tr></table>",
    "condition2": "tlOutputARPAIncrease_R2",
    "condition3": "tlOutputARPADecrease_R2",
    "ID": "FDBK207",
    "name": "Average Revenue per Account (ARPA)",
    "narrative1": "<p>ARPA represents the average revenue per accounts per month. This includes core solutions and new solutions.</p>",
    "narrative2": "<p>We successfully grew our ARPA over the past year. One way to expand ARPA is to drive new solutions for Consumer and Business subscribers. However, to realize the full benefit of these new products, we must expand our advanced network technology to cover a larger population. Keep this in mind as you move into Year 3.</p>",
    "narrative3": "<p>Our ARPA has declined over the past year. One way to expand ARPA is to drive new solutions for Consumer and Business subscribers. However, to realize the full benefit of these new products, we must expand our advanced network technology to cover a larger population. Keep this in mind as you move into Year 3.</p>",
    "narrative4": "<p>Speaking of profits, we generated significant revenues this year, but also had costs to pay. How much profit did we get to keep? Let's take a look.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName_R1, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[fbComp1CPGAMktg_R2, fbComp2CPGAMktg_R2, fbComp3CPGAMktg_R2], [ fbComp1CPGAAcq_R2, fbComp2CPGAAcq_R2, fbComp3CPGAAcq_R2], [fbComp1CPGASalesStore_R2, fbComp2CPGASalesStore_R2, fbComp3CPGASalesStore_R2], [fbComp1CPGAOther_R2, fbComp2CPGAOther_R2, fbComp3CPGAOther_R2]",
    "chartseries": "Marketing, Subsidy, Sales & Store, Other",
    "charttitle": "Cost per Gross Add ",
    "charttopper": "Total <table border=2 bordercolor='#000' width='100%'><tr><td>{{fbComp1CPGATotal_R2}}</td><td>{{ fbComp2CPGATotal_R2 }}</td><td>{{ fbComp3CPGATotal_R2}}</td></tr></table>",
    "condition2": "tlOutputHighestCPGA_R2",
    "condition3": "tlOutputLowestCPGA_R2",
    "ID": "FDBK208",
    "name": "Cost per Gross Add ",
    "narrative1": "<p>Cost per Gross Add (CPGA) represents all the costs we pay to service our existing subscribers. It is comprised of Marketing, Acquisition cost, and Sales & stores. The height of the bar is our total CPGA for the average subscriber per month.</p>",
    "narrative2": "<p>It looks like overall we spent more on servicing our subscribers and attracting new ones than our competitors did. Sometimes, saving $1 in monthly costs could actually allow us to &quot;break-even&quot; on an individual subscriber one month sooner! As you head into Year 3, look for some of the opportunities we have to make slight improvements in our cost structures.</p>",
    "narrative3": "<p>It looks like overall we spent less on servicing our subscribers and attracting new ones than our competitors did. Sometimes, saving $1 in monthly costs could actually allow us to &quot;break-even&quot; on an individual subscriber one month sooner! However, we should make sure we are not missing an opportunity to improve our services for our subscribers in the name of cost savings. As you head into Year 3, look for some of the opportunities to compare our investments to those of our competitors.</p>",
    "narrative4": "<p>As we see, one major part of our cost structures is Customer Care. Carla, do you have anything to add?</P>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "condition1": "tlOutputEBITDAUndercapacity_R2",
    "condition2": "tlOutputEBITDAOvercapacity_R2",
    "ID": "FDBK209",
    "name": "Discussing Maintence and Retention Costs",
    "narrative1": "<p>We had trouble handling all the call volume into our call centers and therefore had some service issues. This may be caused by one or more of the following reasons:<br><li>We acquired more customers than expected</li><li>We had service issues (e.g., dropped calls, difficulty to use handsets) driving more calls than expected</li><li>We didn't hire enough care representatives </li><br>This meant we paid overtime on top of the normal cost of $5-$7 per call AND we also saw churn go up. Let's work together next year to improve these results through a combination of productivity enhancements (handling calls faster and resolving issues on the first call) and new hirings.</p>",
    "narrative2": "<p>We were overstaffed in our call centers this year. This occurred for one or more of these reasons:<br><li>We acquired fewer customers than expected</li><li>We avoided other service issues (e.g., network) meaning less calls than expected</li><li>We hired too many care reps</li><br>This meant that we had excess costs on top of the normal cost of $5-$7 per care call. Fortunately, our service levels were good and we saw churn go slightly down. Let's work together next year to lower both churn AND cost through a combination of productivity enhancements (handling calls faster and resolving issues on the first call) and reduced hiring.</p>",
    "narrative3": "<p>Let's take a look at our complete Income Statement to get a sense of how our profitability compares to last year results.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "Last Year, This Year",
    "chartnumberformat": "0.0a",
    "chartranges": "[fbEBITDALastEBITDA_R2, fbEBITDAThisEBITDA_R2], [fbEBITDALastDep_R2, fbEBITDAThisDep_R2], [fbEBITDALastGA_R2, fbEBITDAThisGA_R2], [fbEBITDALastMS_R2, fbEBITDAThisMS_R2], [fbEBITDALastRnD_R2, fbEBITDAThisRnD_R2], [fbEBITDALastCOS_R2, fbEBITDAThisCOS_R2]",
    "chartseries": "EBIT, Depreciation, General & Admin, Marketing & Selling, Research & Development, Cost of Sales",
    "charttitle": "EBIT",
    "charttopper": "EBIT % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ fbEBITDALastEBITDAMargin_R2 }}</td><td>{{ fbEBITDAThisEBITDAMargin_R2 }}</td></tr></table>",
    "condition2": "tlOutputEBITDAIncrease_R2",
    "condition3": "tlOutputEBITDADecrease_R2",
    "ID": "FDBK210",
    "name": "EBIT",
    "narrative1": "<p>This chart summarizes our Income Statement. The height of the bar is our total Revenue, <u>the money our customers pay us</u>. The bottom (red) section represents our costs, <u>what we pay employees and vendors, what we pay for equipment/technology, and depreciation & amortization of our assets</u>. Subtract costs from revenues and we are left with Profit (EBIT), the top (purple) section. At the top, you can see our EBIT as a percent of Revenue, also know as EBIT Margin.</p>",
    "narrative2": "<p>Our EBIT margin has increased over the past year. Controlling costs requires us to meet (or come close to) subscriber targets and make wise investments in acquiring subscribers to meeting these forecasts. As we grow our Business and make new investments, we should keep our eyes on EBIT to ensure the business remains healthy.</p>",
    "narrative3": "<p>Our EBIT margin has decreased over the past year. Controlling costs (and therefore increasing profits) requires us to meet (or come close to) subscriber targets and make wise investments in acquiring subscribers to meet these forecasts (stores, sales force and marketing). As we grow our Business and make new investments, we must find ways to improve EBIT to ensure our business remains healthy.</p>",
    "narrative4": "<p>Nick, do you have anything to add regarding our operations?</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "condition1": "tlOutputExceedFlowRetail_R2",
    "condition2": "tlOutputExceedFlowBusiness_R2",
    "ID": "FDBK211",
    "image": "nickIcon.jpg",
    "name": "Discussing EBIT",
    "narrative1": "<p>Building out a network requires thinking ahead and anticipating the utilization in advance. Looking at our network utilization this year, our peak call volume and data usage fell below the capacity we had built, leading to underutilized assets. This means we are prepared for growth in the future.<br><br>Of course, the network we built took money, which shows the importance of EBIT. If we are generating EBIT, we are generating cash that can be used to expand the network and make other large investments. So, the key to growth in the business for the future is to generate a Return on Operations today!</p>",
    "narrative2": "<p>Building out a network requires thinking ahead and anticipating the utilization in advance. Looking at our network utilization this year, our peak call volume and data usage overloaded our network, leading to dropped calls and subscriber complaints. We will need to expand our network and upgrade the technology to handle more calls next year.<br><br>Of course, any upgrade takes money, which shows the importance of EBIT. If we are generating EBIT, we are generating cash that can be used to expand the network and make other large investments. So, the key to growth in the business for the future is to generate a Return on Operations today!</p>",
    "narrative3": "<p>This concludes the presentation from the team. Ian, do you have anything to add?</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK212",
    "image": "chairmanIcon.jpg",
    "name": "Feedback for Year 2 Conclusion",
    "narrative1": "<p>Thank you, Nick. This year we saw that:<br><br><li>It takes over a year to earn enough profit to cover the cost of acquiring a new subscriber</li><li>our actions can shorten the time it takes to make money on a new customer by lowering costs and churn</li><li>We must consistently improve the productivity and effectiveness of our people and assets</li><li>Since big investments in the network are depreciated we must ensure we optimize their use to achieve low cost and low churn</p>",
    "narrative2": "<p>Before you head into Year 3, let's check your progress towards the targets you set when you started!</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "heatmap",
    "chartcategories": "Year 0 Start, Year 2 Actual,  Year 3 Goal",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbGoalsGoal4Start_R1, fbGoalsGoal4Actual_R2, fbGoalsGoal4Target_R1], [fbGoalsGoal3Start_R1, fbGoalsGoal3Actual_R2, fbGoalsGoal3Target_R1],[fbGoalsGoal5Start_R1, fbGoalsGoal5Actual_R2, fbGoalsGoal5Target_R1],[fbGoalsGoal2Start_R1, fbGoalsGoal2Actual_R2, fbGoalsGoal2Target_R1], [fbGoalsGoal1Start_R1, fbGoalsGoal1Actual_R2, fbGoalsGoal1Target_R1]",
    "chartseries": "Churn, EBIT Margin, ARPA, ARPU, Subscriber Growth",
    "charttitle": "Goal Comparison",
    "condition2": "tlOutputGoalsMetAll_R2",
    "condition3": "tlOutputGoalsMetSome_R2",
    "condition4": "tlOutputGoalsMetNone_R2",
    "ID": "FDBK213",
    "name": "Goal Comparison",
    "narrative1": "<p>When you began your role as a CEO you set some targets for yourself to meet over the period of 3 years. This chart shows the results from when you accepted your position (Year 0), your current performance (Year 2) and your Goal for the end of Year 3.</p>",
    "narrative2": "<p>Congratulations! You have already met all the targets you set for yourself! However, there's no time to rest! You will have 1 more year in which you will face some tough challenges from the competition that could make it difficult to sustain this performance.</p>",
    "narrative3": "<p>Congratulations! You have already met some of the targets you set for yourself! After viewing this session, you should have several ideas for how you can meet all your targets and perform even better with the targets you have being doing well with so far.</p>",
    "narrative4": "<p>It looks like you still have some work to do to meet your targets. However, these are goals you set for 3 years out, so you have one more year to meet them. After viewing this session, you should have several ideas on how you can meet all your targets and perform even better next year.</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK214",
    "image": "chairmanIcon.jpg",
    "name": "On to Year 3! ",
    "narrative1": "<p>Congratulations on completing Year 2!<br><br>You are now experienced in creating your strategy. In Year 3 you will have an opportunity to adjust your plan and make the final push to achieve your 3-year goals. Your success this year can also have a significant impact on your final place in the rankings.</p>",
    "narrative2": "<p>It's now time to move to the final year!</p>",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK301",
    "image": "chairmanIcon.jpg",
    "name": "Welcome to Feedback for Year 3",
    "narrative1": "<p>Welcome to your third, and final, Annual Meeting. Since you are now such an expert at managing our Business, the board is looking forward to this final presentation on the company's results.<br><br>This meeting will focus on our financial performance trends over the 3 years you have been CEO of Peak. This is a good time for reflection. Consider what were some of the key successes and key challenges we faced. Is there anything you would have done differently?<br><br>Your ultimate job will be to reflect on everything you have learned about working in the telecommunications industry over these three years.<br><br>Your team's comments and the notes below will be very important. Now, let's get to the results..</p>",
    "narrative2": "<p>During the year, you made a number of planning decisions that ultimately created your strategy. Let's start by reviewing the decisions you made this year.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK302",
    "name": "Your Decision Summary for Year 3!",
    "narrative1": "<p>What decisions did you make in Year 3? Here they are!<br><br>As you go through the results, the impacts of your decisions will be explained. You might find it useful to revisit this slide.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndTable",
    "table1categories": "Business, Consumer, Company",
    "table1ranges": "[tlInputSeg1Share_R3, tlInputSeg2Share_R3, null],[tlOutputP1Emp1_Closing_R3, null ,null],[null, tlOutputP1Stores_Closing_R3, null], [ null, null, tlInputMktg_R3], [null, null, tlInputDigital_R3]",
    "table1series": "New Market Share Plan, Salesforce(Total), Stores(Total), Marketing Budget(000), Digital Capabilities",
    "table1title": "Sales and Marketting",
    "table2categories": "Business, Consumer, Company",
    "table2ranges": "[tlInputSeg1Price_R3, tlInputSeg2Price_R3, null],[tlInputProd2Seg1Level_R3, tlInputProd2Seg2Level_R3, null],[tlInputProd2Seg1Fcst_R3, tlInputProd2Seg2Fcst_R3, null],[null, null, tlInputSKUs_R3]",
    "table2series": "Pricing Strategy, New Solutions, New Solutions/Acct., Breadth of SKUs",
    "table2title": "Product",
    "table3categories": "Decisions",
    "table3ranges": "[tlInputNetworkCap_R3], [tlInputNetworkTech_R3], [tlInputIT_R3], [tlInputTalent_R3], [tlInputEmp2_R3]",
    "table3series": "Network Cap, Network Tech, IT/Data, Digital, Talent, Care",
    "table3title": "Operations",
    "table4categories": "Decisions",
    "table4ranges": " [tlOutputSI01Name_R3], [tlOutputSI02Name_R3]",
    "table4series": "Init 1, Init 2",
    "table4title": "Strategic Initiatives"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "0.0a",
    "chartranges": "[fbComp1SubsTrend_R0, fbComp1SubsTrend_R1, fbComp1SubsTrend_R2, fbComp1SubsTrend_R3], [fbComp2SubsTrend_R0, fbComp2SubsTrend_R1, fbComp2SubsTrend_R2, fbComp2SubsTrend_R3], [fbComp3SubsTrend_R0, fbComp3SubsTrend_R1, fbComp3SubsTrend_R2, fbComp3SubsTrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "charttitle": "Total Subscribers",
    "condition2": "tlOutputSubTrendLeader",
    "condition3": "tlOutputSubTrendShrank",
    "condition4": "tlOutputSubTrendLast",
    "ID": "FDBK303",
    "name": "Total Subscribers",
    "narrative1": "<p>This chart shows a three year history of our total subscribers (Consumer and Business), compared to our two competitors. In every chart Peak is the line with the blue triangle, HornRim is the line with the red diamond and PushPin is the line with the yellow circle.</p>",
    "narrative2": "<p>It looks like we have had significant success continuing our position of leading wireless company in terms of the number of subscribers. We must have created a value proposition that attracted new subscribers and encouraged current subscribers to stick with us.</p>",
    "narrative3": "<p>It looks like we have been able to retain our position as leading wireless company in terms of the number of subscribers. However, our total number of subscribers has decreased over the past three years. This result is concerning and means that we have not created an attractive enough value proposition to attract subscribes and get them to stay with us. In the future, we must focus on making the investments to attract new subscribers, or gross adds.</p>",
    "narrative4": "<p>Over the last three years, we have lost our industry leading position as the largest wireless carrier. There are a lot of size and scale advantages associated with being the largest carrier and unfortunately we have lost most of those. This is extremely concerning and means that we have not created an attractive enough value proposition to attract subscribers and get them to stay with us. In the future, we must focus on making the investments to attract new subscribers, or gross adds.</p>",
    "narrative5": "<p>Samantha, do you have any additional comments on what we have seen during these three years from the Sales point of view?</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK304",
    "image": "samanthaIcon.jpg",
    "name": "Subscriber Summary",
    "narrative1": "<p>Thanks. As we've seen, subscribers impact all four of our key metrics, not just one of them. <br><br><li><b>Gross Adds</b> - Of course, subscribers allow us to grow total Gross Adds. </li><li><b>ARPU</b> - By focusing on high value subscribers and selling our value, we can increase ARPU. </li><li><b>EBIT</b> - How efficient we are at selling impacts our costs and margins. </li><li><b>Churn</b> - More than half our store visits are for service reasons, so we definitely impact churn.</p>",
    "narrative2": "<p>As a company, we could be extremely focused on attracting new subscribers (gross adds), but can't loose our focus on reducing the number of customers who leave us, so let's take a look at churn.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "0.0%",
    "chartranges": "[fbComp1ChurnTrend_R0, fbComp1ChurnTrend_R1, fbComp1ChurnTrend_R2, fbComp1ChurnTrend_R3], [fbComp2ChurnTrend_R0, fbComp2ChurnTrend_R1, fbComp2ChurnTrend_R2, fbComp2ChurnTrend_R3], [fbComp3ChurnTrend_R0, fbComp3ChurnTrend_R1, fbComp3ChurnTrend_R2, fbComp3ChurnTrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "charttitle": "Churn Rate",
    "condition2": "tlOutputChurnTrendLast_R3",
    "condition3": "tlOutputChurnTrendImproved_R3",
    "condition4": "tlOutputChurnTrendWorse_R3",
    "ID": "FDBK305",
    "name": "Churn Rate",
    "narrative1": "<p>Here, we are looking at our average monthly churn rate for each year compared to that of the competition. Churn represents the percentage of our current subscriber base that leaves us each month.</p>",
    "narrative2": "<p>We are now the industry leader in terms of customer retention! HornRim had a significant lead back in Year 0, but through a series of service improvements and wise decisions, we have surpassed them! This is something to be extremely proud of. Having industry leading churn provides significant advantages, including lower costs and a larger subscriber base. </P>",
    "narrative3": "<p>It looks like we have seen some significant improvement and lower churn over the past three years. However, while we tried hard, we were still unable to get our churn rate below that of our competition. Having industry leading churn provides significant advantages, including lower costs and a larger subscriber base. This will continue to be something to strive for in the future.</p>",
    "narrative4": "<p>It is a big disappointment that we have seen churn increase over the past three years. This is not a sustainable result as eventually it will become cost prohibitive to replace the subscribers we are loosing. We must have done something wrong with the service and care we offered our subscribers.</p>",
    "narrative5": "<p>Carla, anything to add from your seat in Customer Care?</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK306",
    "image": "carlaIcon.png",
    "name": "Customer Care Summary",
    "narrative1": "<p>Yes, I'd like to follow Samantha's theme. In Customer Care we definitely impact all four metics, too. <br><br><li><b>Gross Adds</b> - Our credit and activations groups interact directly with customer-facing sales representatives, and together we build our reputation in the competitive marketplace. </li><li><b>ARPU</b> - When customers call in with service questions, we can add value by selling value-added  services to increase ARPU. </li><li><b>EBIT</b> - Excellent Customer Service is all about quality, but it's also about doing it at a low cost. </li><li><b>Churn</b> - By resolving calls right the first time and treating customers well, we can reduce churn.</p>",
    "narrative2": "<p>We have seen how successful we have been at attracting and retaining subscribers, but have we been successful at actually making money from them. Let's look at ARPU.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "$0.00",
    "chartranges": "[fbComp1ARPUTrend_R0, fbComp1ARPUTrend_R1, fbComp1ARPUTrend_R2, fbComp1ARPUTrend_R3], [fbComp2ARPUTrend_R0, fbComp2ARPUTrend_R1, fbComp2ARPUTrend_R2, fbComp2ARPUTrend_R3], [fbComp3ARPUTrend_R0, fbComp3ARPUTrend_R1, fbComp3ARPUTrend_R2, fbComp3ARPUTrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "charttitle": "Average Revenue per User",
    "condition2": "tlOutputARPUTrendBest",
    "condition3": "tlOutputARPUTrendImproved",
    "condition4": "tlOutputARPUTrendLast",
    "ID": "FDBK307",
    "name": "Average Revenue per User",
    "narrative1": "<p>On the above chart, we compare our total Average Revenue Per User (ARPU) to the competition. ARPU represents the average monthly bill we sent our subscribers.</p>",
    "narrative2": "We can see that we began with the highest ARPU in year 0 and we were able to keep the lead in year 3! Our success was drivn by migrating subscribers to higher priced rate plans while offering value to justify that price.<br><br>",
    "narrative3": "While we began with the highest ARPU in year 0, and we were not able to maintain this lead. While we did not reach industry leading ARPU, growing ARPU over the past three years has had a huge impact on our profitability. Our success was drivn by migrating subscribers to higher priced rate plans while offering value to justify that price.",
    "narrative4": "While we began with the highest ARPU in year 0, we were not able to maintain this lead and now have the lowest ARPU compared to the competition. It is unfortunate that we have witnessed a reduction in overall ARPU over the past 3 years which has had a huge negative impact on our profitability. We needed to exert more effort to migrate subscribers to higher priced rate plans while offering value to justify that price.",
    "narrative5": "Let us know take a look our ARPA trend over the past 3 years. ",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "$0.00",
    "chartranges": "[fbComp1ARPATrend_R0, fbComp1ARPATrend_R1, fbComp1ARPATrend_R2, fbComp1ARPATrend_R3], [fbComp2ARPATrend_R0, fbComp2ARPATrend_R1, fbComp2ARPATrend_R2, fbComp2ARPATrend_R3], [fbComp3ARPATrend_R0, fbComp3ARPATrend_R1, fbComp3ARPATrend_R2, fbComp3ARPATrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "charttitle": "Average Revenue per Account",
    "condition2": "tlOutputARPATrendBest",
    "condition3": "tlOutputARPATrendImproved",
    "condition4": "tlOutputARPATrendLast",
    "ID": "FDBK308",
    "name": "Average Revenue per Account",
    "narrative1": "<p>On the above chart, we compare our total Average Revenue Per Account (ARPA) to the competition. ARPA represents the average monthly revenue from our phone subscribers and new solutions.</p>",
    "narrative2": "We can see that PushPin began with the highest ARPA in year 0, but we were able to take the lead from them by year 3! This result was not expected when you started the job, so great work! Our secret to success was driving the penetration of new solutions and migrating subscribers to higher priced rate plans. <br><br>",
    "narrative3": "We can see that PushPin began with the highest ARPA in year 0 and they still retain that lead into year 3. While we did not reach industry leading ARPA, growing ARPA over the past three years has had a huge impact on our profitability, as we shall see shortly. Our secret to success was driving the penetration of new solutions and migrating subscribers to higher priced rate plans.",
    "narrative4": "We can see that PushPin began with the highest ARPA in year 0 and they still retain that lead into year 3. It is unfortunate that we have witnessed a reduction in overall ARPA over the past 3 years which has had a huge negative impact on our profitability, as we shall see shortly. We needed to exert more effort to drive the penetration of new solutions and migrating subscribers to higher priced rate plans.",
    "narrative5": "Paul, thanks for joining us on the Video Conferencing Line. As we know, additional ARPA is highly associated with new products and services. Do you have any additional information at this point?",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK309",
    "image": "paulicon.jpg",
    "name": "Product Summary",
    "narrative1": "<p>What a great way to frame up our impact on the business. The key is to optimize all 4 metrics, not just one or two. In Product marketing we play an important role. <br><br><li><b>Gross Adds</b> - If we deliver compelling, innovative products we will increase our New Market Share and Gross Adds. </li><li><b>ARPU</b> - Many of our new products help increase our ARPA. </li><li><b>EBIT</b> - How much we spend on marketing and product development impacts our CPGA and thus our margins. </li><li><b>Churn</b> - Through high quality, easy-to-use products, we do a lot to build loyalty and minimize churn. </li>",
    "narrative2": "<p>After taking a look at our ARPU and ARPA, let's explore our total revenue.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "0a",
    "chartranges": "[fbComp1RevTrend_R0, fbComp1RevTrend_R1, fbComp1RevTrend_R2, fbComp1RevTrend_R3], [fbComp2RevTrend_R0, fbComp2RevTrend_R1, fbComp2RevTrend_R2, fbComp2RevTrend_R3], [fbComp3RevTrend_R0, fbComp3RevTrend_R1, fbComp3RevTrend_R2, fbComp3RevTrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "charttitle": "Revenue Trend",
    "condition2": "tlOutputRevTrendBest",
    "condition3": "tlOutputRevTrendImproved",
    "condition4": "tlOutputRevTrendLast",
    "ID": "FDBK310",
    "name": "Revenue Trend",
    "narrative1": "<p>On the above chart, we compare our total Revenue (from Business and Consumer) to the competition.</p>",
    "narrative2": "<p>We started out in year 0 with the most revenue in the industry and we held onto our top spot over 3 years. Great job! Revenue growth requires us to offer value to our customers and charge accordingly for that value. By growing ARPU and subscribers, we are able to grow revenue; however, we also want to do this efficiently so we are still profitable.</p>",
    "narrative3": "<p>We started out in year 0 with the most revenue in the industry and unfortunately we did not hold onto our top spot over 3 years. However, we did still grow our revenue since year 0. Revenue growth requires us to offer value to our customers and charge accordingly for that value. By growing ARPU and subscribers, we are able to grow revenue; however, we also want to do this efficiently so we are still profitable.</p>",
    "narrative4": "<p>We started out in year 0 with the most revenue in the industry and unfortunately we did not hold onto our top spot over 3 years. Revenue growth requires us to offer value to our customers and charge accordingly for that value. By growing ARPU and subscribers, we are able to grow revenue; however, we also want to do this efficiently so we are still profitable.</p>",
    "narrative5": "<p>Revenue is the top line of the income statement, with more profitability it should help our EBIT margin, if we are efficent with our costs. Let's explore our EBIT Margin.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "basicline",
    "chartcategories": "Year 0, Year 1, Year 2, Year 3",
    "chartnumberformat": "0.0%",
    "chartranges": "[fbComp1EBITDATrend_R0, fbComp1EBITDATrend_R1, fbComp1EBITDATrend_R2, fbComp1EBITDATrend_R3], [fbComp2EBITDATrend_R0, fbComp2EBITDATrend_R1, fbComp2EBITDATrend_R2, fbComp2EBITDATrend_R3], [fbComp3EBITDATrend_R0, fbComp3EBITDATrend_R1, fbComp3EBITDATrend_R2, fbComp3EBITDATrend_R3]",
    "chartseries": "tlInputTeamName_R1, Competitor2, Competitor3",
    "condition2": "tlOutputEBITDATrendBest_R3",
    "condition3": "tlOutputEBITDATrendImproved_R3",
    "condition4": "tlOutputEBITDATrendLast_R3",
    "ID": "FDBK311",
    "name": "EBIT Margin",
    "narrative1": "<p>We are now looking at the three year trend for our EBIT Margin. This represents our return on operations since it shows how efficiently we are generating profits out of the money our customers pay us.</p>",
    "narrative2": "<p>We started out in year 0 as the least profitable company in the industry and we have achieved the greatest margin over 3 years. Great job! An important factor for staying profitable is managing costs, such as acquisition costs or the cost to service subscribers. However, driving profits is not all about reducing costs, but leveraging any opportunity to drive revenues. Therefore, if our ARPU grows, we are more likely to see an increase in profitability.</p>",
    "narrative3": "<p>While we started out in year 0 as the least profitable company in the industry, we have seen great improvement over the past 3 years. An important factor for staying profitable is managing costs, such as acquisition costs or the cost to service subscribers. However, driving profits is not all about reducing costs, but leveraging any opportunity to drive revenues. Therefore, if our ARPU grows, we are more likely to see an increase in profitability.</p>",
    "narrative4": "<p>We started out in year 0 as the least profitable company in the industry and it has been downhill from there and we now make LESS profit on every dollar of revenue than we did three years ago. We probably missed quite a few opportunities to optimize our cost structures. An important factor for staying profitable is managing costs, such as acquisition costs or the cost to service subscribers. However, driving profits is not all about reducing costs, but leveraging any opportunity to drive revenues. Therefore, if our ARPU grows, we are more likely to see an increase in profitability.</p>",
    "narrative5": "Nick, anything to add about the performance of our Network over the last three years?",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK312",
    "image": "nickIcon.jpg",
    "name": "Network Summary",
    "narrative1": "<p>Sure! We have had strong three years, complete with a network expansion and deploying NextGen technology. To continue raising the bar on performance, everyone in Network needs to understand their impact on our key metrics. <br><li><b>Gross Adds</b> - When we Build the Best Network, we are able to advertise reliability, which helps bring subscribers to us. </li><li><b>ARPU</b> - The deployment of NextGen network technology allows us to sell additional services, driving ARPU, but also increases Depreciation & Amoritization, decreasing EBIT. </li><li><b>EBIT</b> - Since networks are expensive to operate, we must do the most with the network that we have and make wise capital investments. </li><li><b>Churn</b> - If we have the Best Network, we will retain more of our subscribers.</p>",
    "narrative2": "<p>So far, we have explored all the major metrics for the business. Let's see how we performed against our goals.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "chart": "heatmap",
    "chartcategories": "Year 0 Start, Year 2 Actual,  Year 3 Goal",
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[fbGoalsGoal4Start_R1, fbGoalsGoal4Actual_R3, fbGoalsGoal4Target_R1], [fbGoalsGoal3Start_R1, fbGoalsGoal3Actual_R3, fbGoalsGoal3Target_R1],[fbGoalsGoal5Start_R1, fbGoalsGoal5Actual_R3, fbGoalsGoal5Target_R1],[fbGoalsGoal2Start_R1, fbGoalsGoal2Actual_R3, fbGoalsGoal2Target_R1], [fbGoalsGoal1Start_R1, fbGoalsGoal1Actual_R3, fbGoalsGoal1Target_R1]",
    "chartseries": "Churn, EBIT Margin, ARPA, ARPU, Subscriber Growth",
    "charttitle": "Goal Comparison",
    "condition2": "tlOutputGoalsMetAll_R3",
    "condition3": "tlOutputGoalsMetSome_R3",
    "condition4": "tlOutputGoalsMetNone_R3",
    "ID": "FDBK313",
    "name": "Goal Comparison",
    "narrative1": "<p>When you began your role as a CEO you set some targets for yourself to meet over the period of 3 years. This chart shows the results from when you accepted your position (Year 0), your ending performance and the Goal you set for the three years.</p>",
    "narrative2": "<p>Congratulations! You have met all the targets you set for yourself! This was no small task and it took a strong focus on understanding each of these metrics and how to drive them within the business.</p>",
    "narrative3": "<p>While you did not meet all of your targets, the good news is that you were able to meet some of them. This was no small task and it took a strong focus on understanding each of these metrics and how to drive them within the business..</p>",
    "narrative4": "<p>Unfortunently, you did not meet any of your goals. Consider whether the targets were too aggressive in the first place or if you could have made some better decisions to try to improve your results. You may want to start by understanding each of these metrics and how to drive them within the business.</p>",
    "narrative5": "Mr. Chairman, do you have any concluding comments?",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "ID": "FDBK314",
    "image": "chairmanIcon.jpg",
    "name": "Congratulations from Peak",
    "narrative1": "<p>Congratulations! Over this time together we explored many fundamental concepts about the telecommunications industry, including:<br><br><li>The financial fundamentals (CPGA, ARPU, CCPU and EBIT)</li><li>Some of the basics about how our business works</li><li>The challenges in the industry</li><br>How will you proceed from here? Well, as soon as you sit down and start your work again, it is up to you to take what you have learned here and apply it to help drive company's wireless group's business results now and into the future.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "ID": "FDBK315",
    "image": "chairmanIcon.jpg",
    "name": "Parting Words",
    "narrative1": "<p>Finally, even if your results always can be further improved, it is obvious you've learned a lot about running a business after these years as CEO of Peak.<br><br>Before it's time for me to turn over your job to your successor here's some final comments:<br><br></li><li>As you go back to your work. Remember the pricinples for doing business which you've practiced in this simulation. Apply your improved &quot;CEO&quot;-perspective wherever possible in your own daily work.</p>",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage"
}, {
    "Alert": "Alert",
    "AllMonetaryValuesIn000s": "All monetary values in 000s",
    "AreYouSureLogout": "Are you sure you want to log out?",
    "AsPercentages": "as percentages",
    "Cancel": "Cancel",
    "Close": "Close",
    "Confirm": "Confirm",
    "ContinueToSWOT": "Continue to SWOT",
    "CostOfGoodsSold": "Cost of Goods Sold",
    "CurrentYear": "Current Year",
    "Decide": "Decide",
    "DecisionReview": "Decision Review",
    "EndOfRoundFeedback": "End of Round Feedback",
    "Enter": "Enter",
    "Export": "Export",
    "Feedback": "Feedback",
    "FeedbackAndReview": "Feedback and review",
    "FreeCashFlow": "FREE CASH FLOW",
    "FTEsRequired": "FTEs Required",
    "Glossary": "Glossary",
    "Goals": "Goals",
    "Guide": "Guide",
    "Help": "Help",
    "HIQROA": "High Impact Questions and Link to ROA",
    "ID": "GEN",
    "IncomeStatement000s": "IncomeStatement (000s)",
    "InitiativesUsed": "Initiatives used",
    "LogOut": "Log Out",
    "Low": "Low",
    "Marketing": "Marketing",
    "MarketIntelligence": "Market Intelligence for ",
    "Meeting": "Meeting",
    "Meetings": "Meetings",
    "Messages": "Messages & Events",
    "MoveToNextYear": "Move to next year",
    "No": "No",
    "NoChange": "No Change",
    "None": "None",
    "NothingToShow": "Nothing to show here",
    "NotSelected": "Not Selected",
    "PeakOverview": "Peak Overview",
    "PlanningSteps": "Planning Steps",
    "PlanningTool": "Planning Tool",
    "Previous": "Previous",
    "PreviousYear": "Previous Year",
    "Report": "Report",
    "Reports": "Reports",
    "Reset": "Reset",
    "ResetSim": "Do you wish to reset sim progress? You cannot undo this.",
    "Results": "Results",
    "ReturnToDashboard": "Return to Dashboard",
    "StrategicInitiatives": "Strategic Initiatives",
    "Sub": "Sub",
    "SubWelcome": "Sub",
    "Submit": "Submit",
    "SubmitDecisions": "Submit Decisions",
    "SubmitDecisionsAlertText": "You still have {{noOfInitiatives}} Initiatives left. Are you sure you want to Submit?",
    "SubmitDecisionsConfirmText": "Are you sure you want to Submit?",
    "SubmitDecisionsErrorText": "Remaining FTEs cannot be less than 0. Please go back and adjust your decisions before proceeding.",
    "Swot": "SWOT",
    "TeamEntry": "Team Entry",
    "TeamNumber": "Team Number",
    "ThisY": "This Y",
    "ThisYear": "This Year",
    "Title": "Winning in Business",
    "Total": "Total",
    "Tutorials": "Tutorials",
    "ValuesIn000s": "Values in 000s",
    "ViewCostImpact": "View Cost & Impact",
    "Welcome": "Welcome",
    "Year": "Year",
    "Year0": "Year 0",
    "Year1": "Year 1",
    "Year2": "Year 2",
    "Year3": "Year 3",
    "Yes": "Yes",
    "YourChoice": "Your Choice",
    "YourFeedback": "Your Choice",
    "Initiatives": "Initiatives",
    "InitiativesInstructions": "<p>Strategic Initiatives are ways to invest in targeted areas of Charles. After considering the costs and benefits of each initiative, you may implement 2 Strategic Initiatives each year. You may only select each initiative once. </p><p><i>To view the impacts and costs of each initiative, click on &quot;View Cost & Impact&quot;. Select the Strategic Initiative by clicking inside the box. To view your selected Strategic Initiatives, look at the &quot;Initiatives used&quot; on the right.</i></p>",
    "InitiativesRemaining": "Initiatives Remaining",
    "InitiativesSelected": "Initiatives Selected",
    "InitiativesUsedYear": "Initiatives Used Year",
    "CancelPassword_AfterFeedback_R1": "cancel3",
    "CancelPassword_AfterFeedback_R2": "cancel5",
    "CancelPassword_AfterIntro": "cancel1",
    "CancelPassword_AfterSubmit_R1": "cancel2",
    "CancelPassword_AfterSubmit_R2": "cancel4",
    "CancelPassword_AfterSubmit_R3": "cancel6",
    "EnterPassword_R1": "Enter Password",
    "EnterPassword_R2": "Enter Password",
    "EnterPassword_R3": "Enter Password",
    "IntroBlogImage": "phone_image.jpg",
    "IntroBlogText": "<p>After many successful years, Peak has announced the retirement of Clint Barnstorm, President & CEO and is currently looking for a replacement. The company plans to bring in a new CEO to take over at the end of the quarter. Being the largest wireless provider in the industry, analysts and employees are eagarly awaiting to see who will lead the company in the future. The recruitment and interview process for the CEO position is in progress...</p><p>Click &quot;Read Email&quot; to continue.</p>",
    "IntroBlogTitle": "Winning in Business",
    "IntroEmailButtonImage": "overviewIcon.png",
    "IntroEmailImage": "hq_image.jpg",
    "IntroEmailText": "<p>Congratulations on being selected as our new CEO!</p><p>Our mission is to be the most highly regarded telecommunications provider in the industry and deliver superior value to our shareholders. This is a new role for you, but the good news is that you are part of a strong team of people that will help you through the transition. You will face some challenges, but this job should help you expand your perspective and challenge your current thinking. </p><p>Peak is a leader in the telecommunications industry and organized around two major business units: Consumer and Business. Peak is the largest competior, leading in gross adds for the past two years, resulting in strong financial results. Since Peak is considered by the business analysts to be the company with the most potential in the wireless industry, everybody is looking forward to see how Peak will grow over the next several years. We expect you to lead the company to superior business results with a solid foundation for the future.</p><p>Good luck!</p><p>Ian, Chairman of the Board</p>",
    "IntroEmailTitle": "Welcome to Peak!",
    "NewMessageButtonText": "Ian - Chairman of the Board",
    "NewMessageButtonTitle": "New Message",
    "Password_AfterFeedback_R1": "business",
    "Password_AfterFeedback_R2": "investment",
    "Password_AfterIntro": "revenue",
    "Password_AfterSubmit_R1": "employee975",
    "Password_AfterSubmit_R2": "finance857",
    "Password_AfterSubmit_R3": "dividend628",
    "PasswordErrorMessage": "Invalid password",
    "PasswordText_R1": "Please enter the password for the next year.",
    "PasswordText_R2": "Please enter the password for the next year.",
    "PasswordText_R3": "Please enter the password for the next year.",
    "ReadEmail": "Read Email",
    "Resume": "Resume",
    "ResumeText": "Click to Resume Session",
    "ReviewSwot": "Review SWOT",
    "StartNew": "Start New",
    "StartNewText": "Click to Start a New Session",
    "TeamLeader": "Team Leader",
    "TeamMember": "Team Member",
    "TeamName": "Team Name",
    "TeamSession": "Team Session",
    "YourName": "Your Name",
    "DashboardButtonTitle": "Dashboard",
    "GoalSettingColumnLabel1": "Current",
    "GoalSettingColumnLabel2": "Goal",
    "GoalSettingColumnLabel3": "Target",
    "GoalSettingRowLabel1": "Subscriber Growth",
    "GoalSettingRowLabel2": "ARPU",
    "GoalSettingRowLabel3": "EBIT Margin",
    "GoalSettingRowLabel4": "Churn",
    "GoalSettingRowLabel5": "ARPA",
    "GoalSettingText": "<p>As the CEO, it's up to you to set the overall direction of the company.</p><p>Determine which metrics will be your conservative, moderate, aggressive, stretch, and BHAG (big hairy audacious goal) goals. Try to be realistic and set the targets you want to reach in three years. Every year you will receive a report showing how close you are to your goals.</p><p>Click, drag, and drop to see how the targets change for each metric. Click &quot;Submit&quot; when you are done.</p>",
    "GoalSettingTitle": "Goal Setting",
    "Metrics": "<p>Your results will be measured on five key metrics:</p><ul><li>Net Adds</li><li>Average Revenue Per User (ARPU)</li><li>Average Revenue Per Account (ARPA)</li><li>EBIT Margin</li><li>Churn</li></ul><p>Each of these metrics will directly impact your ability to achieve financial success.</p><p>",
    "Opportunities": "Opportunities",
    "OpportunitiesText": "<p><ul><li>Successful launch and selling of new solutions</li><li>Reducing cost of service</li><li>Rollout of NextGen network technology</li><li>Meeting customers' digital capability needs</li></ul></p>",
    "StregthsText": "<p><ul><li>Largest subscriber base compared to the competition</li><li>Fastest subscriber growth over the past two years</li><li>Superior brand recognition</li><li>Highest overall ARPU</li></ul></p>",
    "Strengths": "Strengths",
    "SubmitGoals": "Submit Goals",
    "SWOTAnalysisText": "<p>The former CEO has left you a SWOT analysis of our company's current situatoin for you reference.</p>",
    "SWOTAnalysisTitle": "SWOT Analysis",
    "SWOTImage": "SWOT_image.jpg",
    "SWOTMainText": "<p>SWOT stands for Strengths, Weaknesses, Opportunities, and Threats. A SWOT Analysis helps you assess your company's current position before you decide on any new strategy.</p>",
    "Threats": "Threats",
    "ThreatsText": "<p><ul><li>Strong competition</li><li>High cost of network investments</li><li>Market saturation, especially within the Consumer segment</li></ul></p>",
    "Weakness": "Weaknesses",
    "WeaknessText": "<p><ul><li>Decreasing customer satisfaction</li><li>Highest churn compared to the competition</li><li>Shrinking profit margins</li><li>Highest Cost per Gross Add</li><li>Lowest Customer Care capabilities</li></ul></p>",
    "BusinessToolTipAttrition": "Each year you will have a natural attrition of your sales people. This means that 10% of your sales force will leave you each year, so you will need to hire people to main current levels of your sales force.",
    "ToolTipAttrition": "Each year you will have a natural attrition of your sales people. This means that 10% of your sales force will leave you each year, so you will need to hire people to main current levels of your sales force.",
    "BusinessToolTipProd1GrossAdds": "Gross adds are the forecasted total number of new Business subscribers. ",
    "BusinessToolTipProd1NewMarketShareForecast": "New Market Share Forecast is the percent of available subscribers your company is forecasting to capture this year. As you modify this forecast, your Net Adds will adjust according. But this is just a forecast or target. The quality of your products and investments in sales and marketing will be critical to realize your forecasts by attracting customers away from HornRim and PushPin.",
    "BusinessToolTipProd2GrossAdds": "Gross adds are the forecasted total number of new Retail subscribers. ",
    "BusinessToolTipSalesPeople": "Decide how many sales people you want to recruit (positive number) or dismiss (negative number). Additional sales people help you attract more business subscribers, but each sales person adds $120,000 to your annual costs. Be sure to consider the size of your competition's sales force.",
    "ToolTipSalesPeople": "Decide how many sales people you want to recruit (positive number) or dismiss (negative number). Additional sales people help you attract more business subscribers, but each sales person adds $120,000 to your annual costs. Be sure to consider the size of your competition's sales force.",
    "BusinessToolTipSubscriptionAcquisition": "This section allows you to put together a part of your Sales and Marketing plan related to Business and Consumer subscribers.",
    "ToolTipSubscriptionAcquisition": "This section allows you to put together a part of your Sales and Marketing plan related to Business and Consumer subscribers.",
    "BusinessToolTipTotalSalary": "Total salary expense from your Business Sales People. ",
    "ToolTipTotalSalary": "Total salary expense from your Business Sales People. ",
    "ConsumerToolTipCapEx": "Total capital investments from the digital capabilities investment. ",
    "ConsumerToolTipCostperGrossAddSummary": "This section shows the Cost per Gross Add (CPGA), the total cost to acquire new subscribers. ",
    "ConsumerToolTipDigitalCapabilities": "Digital Capabilities invests in creating a seamless customer experience through Peak's self-service purchasing platforms. This will improve external ease-of-use improvements and implementation of innovation features.",
    "ConsumerToolTipMarketing": "Your marketing expenditures impact your brand recognition in the market place and drives subscriber growth. Decide how much you like to spend on marketing. ",
    "ConsumerToolTipMarketSummary": "This section gives you further detail about your forecasted subscribers and important metrics for running your business. Additional term definitions are in your glossary.",
    "ConsumerToolTipOpenCloseExp": "Total expense associated with opening and closing retail locations.",
    "ConsumerToolTipOperatingExpense": "Total operating expense from your retail locations. ",
    "ConsumerToolTipProd2FlowShareForecast": "New Market Share Forecast is the percent of available subscribers your company is forecasting to capture this year. As you modify this forecast, your Net Adds will adjust according. But this is just a forecast or target. The quality of your products and investments in sales and marketing will be critical to realize your forecasts by attracting customers away from HornRim and PushPin.",
    "ConsumerToolTipRetailLocations": "Decide how many Retail Locations you want to open or close. These locations are used to attract Consumer subscribers. Each new store costs about $0.5M a year. Be sure to consider the number of retail locations your competition have in the marketplace.",
    "ConsumerToolTipSubscriberSummary": "This section gives you an overview of your Business and Consumer subscribers. Gross Adds is the number of subscribers you are planning to add this year. Churn represents the subscribers leaving your company for other carriers. Net Adds is your Gross Adds minus your churn and represents your total planned subscriber growth this year. ",
    "OperationsToolTipAttrition": "Each year you will have a natural attrition of your care representatives. This means that 10% of care will leave you each year, so you will need to hire people to main current levels of your Care.",
    "OperationsToolTipCapitalInvestments": "Capital Investment Summary shows the total capital investment which includes Network Capacity, Network Technology, IT/Data Capability, and Digital Capabilities. Capital investments depreciate over time. This section shows the total capital investment you are planning to make this year. This amount is then depreciated at a rate of $10 million per year. You will find the depreciation of these new and past investments on your Income Statement. ",
    "OperationsToolTipCareRepresentativeSummary": "Care represenative summary shows this years ending care representatives number based on attrition and hiring from this year. ",
    "OperationsToolTipCustomerCareReps": "This decision is the number of additional Care Representatives you hire or dismiss this year. Monitor your care utilization rate to the right as you are making this decision. You should aim for 100%, which represents your utilization at peak call volume times. Each year, there is natural attrition of care representatives. ",
    "OperationsToolTipExpense": "Total cost from your talent capabaility investment. ",
    "OperationsToolTipITCapEx": "Total capital investments from IT/Data capabilities being made this year. ",
    "OperationsToolTipITDataCapability": "Data Capabilities invests in our internal systems to automate and improves operations and effectively capture and store data for internal decision making. This drives improvements in productivity and efficiencies, reducing cost throughout Peak. ",
    "OperationsToolTipNetworkCapacity": "Network Capacity is the amount of traffic that a network can handle at any given time. This includes the number of simultaneous voice calls and maximum data speeds. Network capacity may very by area, so the more you invest in your Network Capacity, the more coverage you will be able to offer subscribers. However, Network Capacity requires significant investment. ",
    "OperationsToolTipNetworkCapEx": "Total capital investments from Network Coverage being made this year. ",
    "OperationsToolTipNetworkCoverageIndex": "Network Coverage Index indicates the level of coverage you offer your subscribers. The higher the index the better the coverage. ",
    "OperationsToolTipNetworkReliabilityIndex": "Network Reliability Index measures the speed and consistency of your network. The higher the numbers the fast speeds you are able to offer your subscribers. ",
    "OperationsToolTipNetworkTechnology": "Investment in network technology increases your network reliability, allowing you to offer faster speeds and greater network depth to subscribers. This also allows for you to invest in the latest and greatest network technology, NextGen.",
    "OperationsToolTipPandLSummary": "The Income Statement Summary shows your forecasted Revenues, Costs, and Profits this year. More details are available in the Income Statement Report. ",
    "OperationsToolTipTalentCapability": "Talent Capability investments in your employees development. Your Sales people and Care are able to become more efficient, drive best practices, and make more optimal decisions. With these new capabilities, your Care utilization will decrease to optimize your costs and Sales people will be able to drive more gross adds. ",
    "OperationsToolTipTechnologyCapEx": "Total capital investments from Network Technology being made this year. ",
    "OperationsToolTipTotalSalary": "Total salary of Care Representatives.",
    "OperationsToolTipUtilization": "Percentage of your care that is being utilized to work with subscribers to handle any issues or help with assistance. Over 90% means that you have not hired enough care to handle to level of assistence customers will need. Your customers will have long wait times and your care representatives will have to work overtime. ",
    "OperationsToolTipUtilizationSummary": "Utilization summary shows your utilization rates for your network and care representatives. Green represents used capacity, yellow excess capacity, and red overtime/over capacity. Your target for network is 80% to ensure fast and reliabie service for all customers, over 80% will impact your customers' relability on your network. Your target for care is 90% to ensure customers have minimal hold times and fast assistance for their problems, over 90% will negatively impact your care index . Remember, your decisions on other pages impact these utilization rates. ",
    "PlanningToolTips_R1": "<p>Tips for Year 1</p><p>You have been introduced to your company, the competition and the markets in which you are competing. Your goal is to create as much Operating Profit as possible while keeping your Customers and Employees satisfied. You will be entering in and out of this Planning Tool throughout the simulated year. After making your first round of decisions, you can return to your Dashboard and gather more information on your competitors by clicking the Analysis button in your Dashboard. You also want to make sure that you are iterating and updating your decisions after you receive new information while in your Dashboard.</p><p><b>YOUR NEXT STEPS:</b></p><p><b>1.</b> Access your department using the navigation buttons on the left.</p><p><b>2.</b> Access market driver information by clicking on the 'Market Report' in the upper right of the decision pages. Make decisions for your company. You should immediately see the effects of your decisions.</p><p><b>3.</b>  When you are finished with your first set of decisions, return to the Dashboard to collect more information. After receiving the new information, return to the Planning Tool to update your decisions.</p><p><b>4.</b>  Repeat this process until you have received all of the new information, you are happy with your decisions and you are able to submit your decisions by clicking on the &quot;Submit&quot; button in the Dashboard to finalize your decisions for the current year.</p>",
    "PlanningToolTips_R2": "<p>Tips for Year 2</p><p>The economy has taken a turn for the worse and the market is going to be a little more competitive this year. Are you up for the challenge?</p><p>You have had the opportunity to incorporate the updated market information into your revised SWOT. Now it is time execute on your updated strategy and align the decisions in the Planning Tool to your updated strategy.</p><p>Since the economy is experiencing a global recession, you want to make sure you are delivering products and services that customers are willing to purchase. You also want to make sure that you are closely controlling your costs and driving efficiencies throughout your company. Be sure to forecast accurately, so that you do not incur additional manufacturing, labor and inventory handling costs.</p><p>Remember to return to the Planning Tool after you have received new information in your Dashboard about the market, your competition and the state of your business.</p>",
    "PlanningToolTips_R3": "<p>Tips for Year 3</p><p>The last two years have taken you for quite a wild ride. By now, you should have a firm grasp on the reigns of your company and are hopefully well positioned to take your company to new heights.</p><p>As you well remember, the Operating Margin for this year counts double when calculating your high score. Now remember, as you are trying to drive your Operating Margin, keep an eye on the other two components of your balanced scorecard, Customer and Employee Satisfaction. If you do not meet the 90% hurdle for both Customer and Employee Satisfaction then your score will be penalized.</p><p>Your balanced scorecard is used as a proxy of your ability to generate the kinds of operating profits in the future that you have been able to generate over the last three years (the idea being that today's non-financial and financial strength predict future financial strength). If you find yourself a little low on these two non-financial metrics, you may want to look into a few Strategic Initiatives to help you reach your goal.</p>",
    "ProductToolTipARPUandAPRA": "This section displays the different components of monthly Average Revenue per User (ARPU) and Average Revenue per Account (ARPA). Is there an opportunity for you to increase your ARPU? An opportunity to increase your ARPA?  ",
    "ProductToolTipBreadthofSKUs": "Increasing your Breadth of SKUs (stock keeping units) increases the breadth of products, handsets, and equipment you have to offer your subscribers. As you increase your breadth of SKUs, costs will increase. Consider your subscribers buying criteria and your competitors breadth of SKUs. ",
    "ProductToolTipCoreRatePlanPrice": "Decide on your monthly fee for your new subscribers. When you raise the rate, you will see your ARPU and profitability increase, but raise it too much and beware of slow Subscriber Growth. Consider the price sensitivity of your subscribers, your overall value proposition, and the price offerings of the competition. ",
    "ProductToolTipCoreSolutionsARPU": "Average Revenue per User (ARPU) generated from Core Solutions (text, talk, and data). ",
    "ProductToolTipEndingLevel": "Ending level of New Solutions at the end of the year. ",
    "ProductToolTipForecastedNewSolutionsperAccount": "The forecasted new solutions per accounts for Business and Consumer accounts. As you increase and decrease this decision, watch ARPA change. ",
    "ProductToolTipIncomeStatementSummary": "Income Statement Summary shows profit generated. More details are available in the Income Statement under Reports. ",
    "ProductToolTipNewSolutionsARPA": "Forecasted average Revenue per Account (ARPA) generated from New Solutions. ",
    "ProductToolTipNewSolutionsLevel": "A higher New Solutions Levels means you have a greater depth of solutions and more innovative and advanced solutions. New Solutions, such as home internet, NextGen pucks, and IOT, requires a significant investment, however, we can anticipate Churn to decrease and ARPA to significantly increase. You can develop up to 5 levels per year. ",
    "ProductToolTipProductionOperatingSummary": "This section gives you further detail about your ARPU and ARPA based on your forecasted subscribers and total cost per each gross add. Additional term definitions are in your glossary.",
    "ProductToolTipRandDExpense": "Total Research and Development expense in this year based on your New Solutions level. ",
    "ProductToolTipRevenue_CostSummary": "This sections gives you further detail about your forecasted Revenues and Costs this year. More details are available in the Income Statement Report. ",
    "ToolTipStrategic_Initiatives": "Strategic Initiatives are ways to invest in targeted areas of Charles. After considering the costs and benefits of each initiative, you may implement 2 Strategic Initiatives each year. You may only select each initiative once. ",
    "Competitor2": "HornRim",
    "Competitor2Background": "HornRim is the second largest wireless carrier. HormRim  has been successful by keeping a simple focus through all of its operating activites. A simple marketing campaign, focused on its strong network and superior customer care has led to the lowest churn rate in the industry, allowing them to retain their legacy, loyal customers. Their balanced approach has also led them to the lowest operating costs and therefore the highest profit. HornRim might face challenges as competing wireless carriers expand and improve their networks, competing for who can implement and offer the best quality of the NextGen network.",
    "Competitor2BackgroundTitle": "HornRim Background",
    "Competitor2Image": "competition_image.jpg",
    "Competitor2MarketIntelligence_R2": "HornRim ability to offer the best customer care and most balanced network (#2 in network reliability and network coverage) enables their continued success in low churn and strong subscriber growth. While offering the lowest prices may help attract subscribers, this may put pressure on their profit margins moving forward. ",
    "Competitor2MarketIntelligence_R3": "HornRim continues to offer the best customer care to subscribers and focuses on providing value to their subscribers. Review HornRim's prior year decisions in the Competitor Report. ",
    "Competitor2MarketIntelligenceTitle": "Market Intelligence for HornRim",
    "Competitor3": "PushPin",
    "Competitor3Background": "PushPin is the smallest of the top 3 wireless carriers. PushPin's success is due to their focus on attracting business customers by using their superior network reliability. While the least subscribers overall, PushPin has the most business subscribers and revenue from new solutions, thus the highest ARPA. These differentiated services have given PushPin the highest EBIT margin. However, due to some recent strategic missteps, PushPin has faced the dual pressure of increasing churn and potentially rising costs. ",
    "Competitor3BackgroundTitle": "PushPin Background",
    "Competitor3Image": "competition2_image.jpg",
    "Competitor3MarketIntelligence_R2": "PushPin's ability to offer their subscriber the best network reliabilty continues to help drive business subscribers and revenue, and they are beginning to see the benefit in their churn as well. While they have the most innovative digital capabilities, PushPin lacks in breadth of handset availability because of their limited funds to ensure they have inventory on hand. ",
    "Competitor3MarketIntelligence_R3": "PushPin continues to succeed in the Business segment, offering world-class network reliability and new solutions. Review PushPin's prior year decisions in the Competitor Report. ",
    "Competitor3MarketIntelligenceTitle": "Market Intelligence for PushPin",
    "GuidePage1Text": "<p>Welcome. This Guide is designed to illustrate the various components of the decision-making process you will follow.</p><p>The Dashboard will be your home base. From there, you will interact with colleagues and access information, resources and tools that will help you make important decisions.</p>",
    "GuidePage1Title": "Guide ",
    "GuidePage2Text": "Your colleagues will contact you seeking your advice on key situations. Using the information, tools and resources at your disposal, you will provide guidance through the decisions you make. As choices for each decision are presented to you, you will choose the one you believe to be the best course of action. You will receive follow-up information about the outcomes of your decision.",
    "GuidePage2Title": "Meetings and Messages",
    "GuidePage3Text": "<p>Tutorials are designed to provide you with insight on important business topics. They highlight the trade-offs involved with the choices presented to you and help you make informed decisions.</p><p>They are available to you at anytime under the Resources button.</p>",
    "GuidePage3Title": "Tutorials",
    "GuidePage4Text": "<p>The Planning Tool helps you create your strategic plan for each period and enables you to make decisions across the business. The impacts of your decisions will be clearly visible on the top dashboard and also in the reports that will be provided to you.</p><p>As you make your decisions in the Planning Tool, be sure to consider competitor information, the impacts of the decisions and choices you've made and your overall strategy.</p><p>You can revisit the decision pages as many times as you like, until you submit your final decisions to the marketplace.</p>",
    "GuidePage4Title": "Planning Tool",
    "GuidePage5Text": "<p>At the end of each year, you will receive a feedback presentation on how well the marketplace received your plan. Each presentation gives you an overview of the impacts of your decisions that you've made in each situation and in the Planning Tool.</p><p>The presentations also give you additional insight into how you can make more effective decisions for better business results. You can access and review previous presentations from the Dashboard.</p>",
    "GuidePage5Title": "Feedback",
    "PlanningStepsPage1Text": "<ul><li>The tool will help you make decisions and see planned results.</li><li>You will need to return to the Dashboard to see Competitor Information.</li><li>Your decisions are not final until you submit them.</li><li>You can return to the Dashboard and come back to the Tool as many times as you like.</li><li>When your plan is complete, return to the Dashboard to Submit Decisions to the marketplace.</li></ul>",
    "PlanningStepsPage1Title": "Planning Steps",
    "A10GlossaryDescription": "Defined as Operating Revenues/Assets. Indicates how effectively a company generates Revenues with every dollar of Assets.  Also called Asset Turnover.",
    "A10GlossaryTitle": "Asset Velocity",
    "A11GlossaryDescription": "The Available Market consists of Consumers who are new to the market or switching from a competitor.",
    "A11GlossaryTitle": "Available Market",
    "A1GlossaryDescription": "Amount of money the company owes to suppliers for products and services that it has received but not yet paid for.  Appears on Balance Sheet.  Also called A/P.",
    "A1GlossaryTitle": "Accounts Payable (A/P)",
    "A2GlossaryDescription": "The amount of money that customers owe the company for products and services that have been delivered but not yet paid for.  Appears on Balance Sheet.  Also called A/R.",
    "A2GlossaryTitle": "Accounts Receivable (A/R)",
    "A3GlossaryDescription": "All expenses related to acquiring new Consumers.",
    "A3GlossaryTitle": "Acquisition Cost",
    "A4GlossaryDescription": "Based on fixed costs established at the beginning of the year, but also on variable costs based on the amount the company sells.",
    "A4GlossaryTitle": "Actual Expense",
    "A5GlossaryDescription": "Actual revenue less actual expenses. If a company misses its forecast, the fixed costs will be the same but revenues will be less, thus reducing revenue. If a company exceeds its forecast, overtime may be required because the fixed cost level was too low to meet demand.",
    "A5GlossaryTitle": "Actual Income",
    "A6GlossaryDescription": "Actual revenue is determined by combining actual market share and the price at which a company sold its goods and services.",
    "A6GlossaryTitle": "Actual Revenue",
    "A7GlossaryDescription": "Once Consumers in the market make their decisions on which company to purchase from and how much they intend to purchase, each company's market share is determined.",
    "A7GlossaryTitle": "Actual Share",
    "A8GlossaryDescription": "Cross-selling or up-selling are examples of Add-on Sales.  Loyal Consumers are more likely to accept such offers than brand new Consumers - if they are satisfied with the goods and services already purchased.",
    "A8GlossaryTitle": "Add-on Sales",
    "A9GlossaryDescription": "Defined as Operating Revenues/Assets. Indicates how effectively a company generates Revenues with every dollar of Assets.  Also called Asset Velocity.",
    "A9GlossaryTitle": "Asset Turnover",
    "B12GlossaryDescription": "A cost that doesn't lead to increased revenues or decreased costs.",
    "B12GlossaryTitle": "Bad Cost",
    "B13GlossaryDescription": "Shows the company's assets and how they are financed at a specific point in time. All Assets the company uses to generate revenue and income must be financed with Liabilities and Shareholders' Equity.",
    "B13GlossaryTitle": "Balance Sheet",
    "B14GlossaryDescription": "Comparison of financial statements to those of competitors, peers or players in other industries exposes differences in operating models and/or performance.",
    "B14GlossaryTitle": "Benchmarking Performance",
    "B15GlossaryDescription": "This strategy focuses on offering an upscale product that meets key product quality or service requirements, or service at a lower than expected price. Through this best-value advantage, a company can both gain share and generate higher margins because of low costs.",
    "B15GlossaryTitle": "Best-Value Strategy",
    "B16GlossaryDescription": "Calculated as the point where total revenues equal total costs.",
    "B16GlossaryTitle": "Breakeven Point",
    "B17GlossaryDescription": "The goal of a broad differentiation strategy is to offer products and services that are unique in the market and perceived by customers as better. Differentiation allows a company to charge a premium price offsetting added costs and gain share by charging market prices.",
    "B17GlossaryTitle": "Broad Differentiation Strategy",
    "B18GlossaryDescription": "This strategy focuses on achieving a cost advantage relative to competitors that is sustainable. Through this advantage and with standard products, a company can undercut prices of competitors to gain share and charge market prices to earn higher margins.",
    "B18GlossaryTitle": "Broad Low-Cost Strategy",
    "C19GlossaryDescription": "Abilities the company has enabling it to convert resources into profit and competitive advantage.",
    "C19GlossaryTitle": "Capabilities",
    "C20GlossaryDescription": "Defined as Capital Expenditures/Operating Revenues.  Metric that reveals how much a company is investing relative to its size in terms of Revenues.",
    "C20GlossaryTitle": "Capex % of Revenues",
    "C21GlossaryDescription": "Represented at a cash outflow on the Cash Flow Statement.  Reflects the amount a company has invested in PP&E, Intangibles or Equity in other companies.  Appears on the Cash Flow Statement. ",
    "C21GlossaryTitle": "Capital Expenditures (Capex)",
    "C22GlossaryDescription": "Cash in the bank and invested in marketable Securities.  Appears on Balance Sheet. ",
    "C22GlossaryTitle": "Cash",
    "C23GlossaryDescription": "Company's cash balance at the beginning of the year.  Appears on Cash Flow Statement.",
    "C23GlossaryTitle": "Cash at Start of Year",
    "C24GlossaryDescription": "Calculated as Cash Flow from Operations/Average Total Assets. In Cash Flow ROI, the Profit measure is Cash Flow, and the Investment is typically Average Total Assets.  CF ROI can also be expressed as CF Margin x Asset Velocity.  Also known as CFROI.",
    "C24GlossaryTitle": "Cash Flow ROI",
    "C25GlossaryDescription": "Describes a company's financial development over a defined time period, similar to the Income Statement.  Reveals cash inflows and outflows over that time period.",
    "C25GlossaryTitle": "Cash Flow Statement",
    "C26GlossaryDescription": "Changes in cash associated with the financing of the company.  Appears on the Cash Flow Statement. ",
    "C26GlossaryTitle": "Cash From Investing Activities",
    "C27GlossaryDescription": "Changes in the company's cash position resulting from the company's operations.  Appears on the Cash Flow Statement. ",
    "C27GlossaryTitle": "Cash From Operating Activities",
    "C28GlossaryDescription": "Cash coming into the company.  Examples of cash inflows include payments from customers for services rendered, proceeds from selling assets and loans from financial institutions.",
    "C28GlossaryTitle": "Cash Inflows",
    "C29GlossaryDescription": "Cash leaving the company.  Examples of cash outflows include expenses for salaries, payments to suppliers and investments in assets. ",
    "C29GlossaryTitle": "Cash Outflows",
    "C30GlossaryDescription": "Calculated as Cash Flow from Operations/Average Total Assets. In Cash Flow ROI, the Profit measure is Cash Flow, and the Investment is typically Average Total Assets.  CF ROI can also be expressed as CF Margin x Asset Velocity.  Also known as Cash Flow ROI.",
    "C30GlossaryTitle": "CFROI",
    "C31GlossaryDescription": "Includes changes in Accounts Receivable, Inventories, Taxes and Accounts Payable, among other items.  Appears on the Cash Flow Statement. ",
    "C31GlossaryTitle": "Changes in Working Capital",
    "C32GlossaryDescription": "Company's shareholder investment which is based on the face value of outstanding shares.  Appears on Balance Sheet.",
    "C32GlossaryTitle": "Common Stock",
    "C33GlossaryDescription": "Consumer Acquisition Cost is calculated by dividing the amount the company spends on promotion and placement, and dividing this dollar value by the number of Consumer Additions during the period.  Typically a one-time expense for a company.",
    "C33GlossaryTitle": "Consumer Acquisition Cost",
    "C34GlossaryDescription": "The available market multiplied by market share equals Consumer additions. These new Consumers are vital, especially if your Consumer retention rate is not 100%, which is rare.",
    "C34GlossaryTitle": "Consumer Additions",
    "C35GlossaryDescription": "Consumer defections equal your beginning Consumer base multiplied by the defection rate. These defecting Consumers enter the available market and can be acquired by your competitors.",
    "C35GlossaryTitle": "Consumer Defections",
    "C36GlossaryDescription": "The Consumer Lifecycle allows a company to have a single view of the Consumer, managing the handoffs between steps in the product/service lifecycle.  The Consumer Lifecycle also allows companies to appreciate the downstream and upstream impacts of Consumer decisions made in each step of the Lifecycle.",
    "C36GlossaryTitle": "Consumer Lifecycle",
    "C37GlossaryDescription": "A measure of the value of each Consumer to the company.",
    "C37GlossaryTitle": "Consumer Lifetime Value",
    "C38GlossaryDescription": "Consumers represent the portion of Market Penetration that a company actually sells its goods and services to. It is based on the company's value proposition in the market place.",
    "C38GlossaryTitle": "Consumers",
    "C39GlossaryDescription": "Calculated as Revenue - Variable Costs.  Shows the difference between revenue and variable cost, and is the amount left over to cover fixed cost and provide profit.",
    "C39GlossaryTitle": "Contribution Margin",
    "C40GlossaryDescription": "Calculated as Contribution Margin/Inventory. This ROI measure is often used by manufacturing firms, where profitability is driven in large part by the variable cost to produce its goods.  Also known as Contribution Margin ROI.",
    "C40GlossaryTitle": "Contribution Margin Return on Investment (CMROI)",
    "C41GlossaryDescription": "Calculated as Contribution Margin/Inventory. This ROI measure is often used by manufacturing firms, where profitability is driven in large part by the variable cost to produce its goods.  Also known as CMROI.",
    "C41GlossaryTitle": "Contribution Margin ROI (CMROI)",
    "C42GlossaryDescription": "These centers have expense budgets only.",
    "C42GlossaryTitle": "Cost Centers",
    "C43GlossaryDescription": "The company's costs associated with manufacturing goods.  Appears on Income Statement. ",
    "C43GlossaryTitle": "Cost of Sales",
    "C44GlossaryDescription": "Costs to Provide & Retain Consumers are recurring expenses incurred after a Consumer is acquired.  These expenses include the cost of goods and services sold, the cost of Consumer care, and all other expenses required to satisfy Consumers.",
    "C44GlossaryTitle": "Cost to Provide & Retain Consumers",
    "C45GlossaryDescription": "The money a company spends to retain Consumers once they begin purchasing. The Cost to Retain may be higher or lower for a particular Consumer in a year based on whether the company makes a specific retention offer which the Consumer accepts.",
    "C45GlossaryTitle": "Cost to Retain",
    "C46GlossaryDescription": "Often calculated as Profit/Investment.  This term is also known as Return on Investment.  Cost-Benefit Analysis illustrates the ratio of Profit to the Investment required to generate it.  The higher the percentage calculated the better.  A negative result is undesirable.",
    "C46GlossaryTitle": "Cost-Benefit Analysis",
    "C47GlossaryDescription": "Company's assets that can be converted into cash within one year.  Appears on Balance Sheet. ",
    "C47GlossaryTitle": "Current Assets",
    "C48GlossaryDescription": "Company's liabilities which come due within one year.  Appears on Balance Sheet.",
    "C48GlossaryTitle": "Current Liabilities",
    "C49GlossaryDescription": "Defined as Current Assets/Current Liabilities. Measures short-term liquidity risk. ",
    "C49GlossaryTitle": "Current Ratio",
    "D50GlossaryDescription": "Defined as [(Inventory/Cost of Sales)*365]. Measures how many days of sales a company is keeping in stock as inventory. Also called DOH.",
    "D50GlossaryTitle": "Days on Hand (DOH)",
    "D51GlossaryDescription": "Defined as [(Accounts Payable/Cost of Sales) * 365].  Measures the average period in which a company pays its suppliers.  Also called DPO.",
    "D51GlossaryTitle": "Days Payable Outstanding (DPO)",
    "D52GlossaryDescription": "Defined as [(Accounts Receivable/Operating Revenues) * 365].  Measures the average collection period for Accounts Receivable.  Also called DSO.",
    "D52GlossaryTitle": "Days Sales Outstanding (DSO)",
    "D53GlossaryDescription": "Amount of money the company owes to banks and other financial institutions that have loaned the company funds to finance its operations.  Appears on Balance Sheet.",
    "D53GlossaryTitle": "Debt",
    "D54GlossaryDescription": "Defined as Debt/Shareholders' Equity. Measures long-term solvency.",
    "D54GlossaryTitle": "Debt-to-Equity Ratio",
    "D55GlossaryDescription": "The Defection Rate determines the number of Consumers that defect to competitors. (in other words, they are Consumers that stop purchasing Sony's products).",
    "D55GlossaryTitle": "Defection Rate",
    "D56GlossaryDescription": "The cost of property, plant and equipment consumed to produce goods and services during the year.  Appears on Income Statement. ",
    "D56GlossaryTitle": "Depreciation & Amortization",
    "D57GlossaryDescription": "The amount that a company is willing to pay today in order to receive the anticipated cash flow in future years.  Also known as Discounted Cash Flow.",
    "D57GlossaryTitle": "Discounted Cash Flow (DCF)",
    "D58GlossaryDescription": "The length of time until the accumulated discounted cash flows from an investment equal or exceeds the original cost.",
    "D58GlossaryTitle": "Discounted Payback Period",
    "D59GlossaryDescription": "Calculated as Dividend Per Share/Share Price.  Many investors look for a return on their investment in shares of stock, known as the Dividend. ",
    "D59GlossaryTitle": "Dividend Yield",
    "D60GlossaryDescription": "Portion of Net Earnings that the company pays as dividend to its shareholders.  Appears on the Cash Flow Statement. ",
    "D60GlossaryTitle": "Dividends on Shares",
    "E61GlossaryDescription": "The company's profit before taking income taxes into consideration.  Appears on Income Statement. ",
    "E61GlossaryTitle": "Earnings Before Taxes",
    "E62GlossaryDescription": "Owners' investment in the company.  Appears on Balance Sheet.",
    "E62GlossaryTitle": "Equity",
    "F63GlossaryDescription": "Includes the company's changes in Debt, Share Issuances and Dividend payments.  Appears on the Cash Flow Statement. ",
    "F63GlossaryTitle": "Financing Activities",
    "F64GlossaryDescription": "This analysis framework looks at the main forces impacting competition in the marketplace. It looks at the number, nature and strength of rivals, substitutes, buyers, suppliers and new entrants.  This framework was developed by Michael Porter.",
    "F64GlossaryTitle": "Five Forces Analysis",
    "F65GlossaryDescription": "Fixed costs are costs that remain constant, no matter what the sales volume is like in a company.",
    "F65GlossaryTitle": "Fixed Cost",
    "F66GlossaryDescription": "When setting revenue and income targets, a company will forecast the numbers of Consumers it serves and the amount of goods and services it expects those Consumers to purchase.",
    "F66GlossaryTitle": "Forecast Share",
    "F67GlossaryDescription": "The 4 P's consist of the following: product, promotion, place, and price.",
    "F67GlossaryTitle": "Four P's (4 P's)",
    "F68GlossaryDescription": "Indicates a company's ability to finance itself internally, without going to the capital markets for financing.  Appears on the Cash Flow Statement.  ",
    "F68GlossaryTitle": "Free Cash Flow",
    "F69GlossaryDescription": "FTEs stands for Full Time Equivalent, it's the equivalent employees working full-time. In other words, one FTE is equivalent to one employee working full-time, while an FTE of 0.5 signals that the worker is only half-time. In order to increase the number of FTEs you have available you can implement some strategic initiatives. During the decision making you can be left with a negative number of FTEs, then you'll have to reallocate your decisions to be left at least with 0 FTEs.",
    "F69GlossaryTitle": "FTEs",
    "F70GlossaryDescription": "Calculated as Profit / Investment, or (Benefit - Cost) / Cost, or (Benefit / Cost) - 1, the Fundamental Return on Investment illustrates the ratio of Profit to the Investment required to generate it.  This is commonly called Cost-Benefit analysis.  The higher the percentage ROI the better.  A negative ROI is undesirable.",
    "F70GlossaryTitle": "Fundamental Return on Investment",
    "F71GlossaryDescription": "Future Value refers to the amount of money to which an investment will grow over a finite period of time at a given interest rate.  Future value is the cash value of an investment at a particular time in the future.  Also referred to as FV.",
    "F71GlossaryTitle": "Future Value",
    "G72GlossaryDescription": "When the goals of different levels of the organization complement each other and sum up to enable the whole company to meet its objectives.",
    "G72GlossaryTitle": "Goal Alignment",
    "G73GlossaryDescription": "The financial, operational and strategic outcomes that a company sets for itself.  A company sets its goals based on its Vision, past performance and assessment of its potential.",
    "G73GlossaryTitle": "Goals",
    "G74GlossaryDescription": "When investing in a cost leads to either increased revenue or decreased costs.",
    "G74GlossaryTitle": "Good Cost",
    "G75GlossaryDescription": "Recognized as an asset when the company acquires another company, paying more than the value of the target company's assets. Appears on Balance Sheet.",
    "G75GlossaryTitle": "Goodwill",
    "G76GlossaryDescription": "Defined as Gross Profit/Revenues,  Gross Margin indicates how efficient a company is at managing Cost of Sales and translating revenue into operating cash flow.",
    "G76GlossaryTitle": "Gross Margin (GM)",
    "G77GlossaryDescription": "Calculated as Gross Margin / Inventory.  This ROI metric is commonly used by retail firms and other companies for which gross margin and inventory are key drivers of profitability.  Also known as GMROI.",
    "G77GlossaryTitle": "Gross Margin ROI (GMROI)",
    "H78GlossaryDescription": "The portion of the Penetrated Market Penetration that a company actually sells to.",
    "H78GlossaryTitle": "Hit Rate",
    "I79GlossaryDescription": "The Income Statement (also called the Profit & Loss Statement) measures a company's cumulative economic development over a certain time period.",
    "I79GlossaryTitle": "Income Statement",
    "I80GlossaryDescription": "The amount a company pays in taxes for the year.  If a company has negative pretax earnings, it receives a tax credit.  Appears on Income Statement. ",
    "I80GlossaryTitle": "Income Tax",
    "I81GlossaryDescription": "Taxes due within one year.  Appears on Balance Sheet.",
    "I81GlossaryTitle": "Income Taxes Payable",
    "I82GlossaryDescription": "This line is used in the price-value model.  Any point on this line represents where value equals price in the mind of the Consumer.",
    "I82GlossaryTitle": "Indifference Line",
    "I83GlossaryDescription": "Examples of Intangible Assets include the company's investments in wireless licenses, as well as goodwill resulting from earlier acquisitions of other companies. Appears on Balance Sheet.",
    "I83GlossaryTitle": "Intangible Assets",
    "I84GlossaryDescription": "Include the value of the company's right or legal claim to use licenses, patents and trademarks. Intangibles also include the value of Goodwill. Appears on Balance Sheet.",
    "I84GlossaryTitle": "Intangibles",
    "I85GlossaryDescription": "Defined as Operating Income/Interest.  Interest Coverage indicates the company's ability to pay its interest expense through its operating activities. ",
    "I85GlossaryTitle": "Interest Coverage",
    "I86GlossaryDescription": "What the company paid for its loans over the course of the year.  Appears on Income Statement. ",
    "I86GlossaryTitle": "Interest Expense",
    "I87GlossaryDescription": "Includes interest income, royalty, gains from currency exchange and other such sources of income.  Appears on Income Statement. ",
    "I87GlossaryTitle": "Interest Income",
    "I88GlossaryDescription": "The discount rate at which a project's NPV is zero.  The IRR must be greater than a firm's cost of capital.  Also known as IRR.",
    "I88GlossaryTitle": "Internal Rate of Return (IRR)",
    "I89GlossaryDescription": "The value of items available for sale, which may include merchandise in stores and warehouses, or work in process.  Appears on Balance Sheet. ",
    "I89GlossaryTitle": "Inventory",
    "I90GlossaryDescription": "Defined as Revenues/Inventory.  Inventory Turnover tells us the speed at which Inventory is provisioned and sold.  Low turnover may indicate excess stock and/or poor sales.",
    "I90GlossaryTitle": "Inventory Turnover",
    "I91GlossaryDescription": "Includes the company's Capital Expenditures and sale of assets.  Appears on the Cash Flow Statement. ",
    "I91GlossaryTitle": "Investing Activities",
    "L92GlossaryDescription": "Load can be equated to demand.",
    "L92GlossaryTitle": "Load",
    "L93GlossaryDescription": "Assets that would take longer than one year to convert into cash.  Appears on Balance Sheet. ",
    "L93GlossaryTitle": "Long Term Assets",
    "L94GlossaryDescription": "Company's liabilities which come due after one year.  Appears on Balance Sheet.",
    "L94GlossaryTitle": "Long Term Liabilities",
    "L95GlossaryDescription": "Debt which comes due more than one year from the date shown on the balance sheet.  Appears on Balance Sheet.",
    "L95GlossaryTitle": "Long-Term Debt",
    "L96GlossaryDescription": "This strategy focuses on a specific market segment by understanding its unique needs and how to serve them at a low cost. A company with cost advantage in a specific niche can offer lower prices to gain share in high-growth segments.",
    "L96GlossaryTitle": "Low-Cost Niche Strategy",
    "M97GlossaryDescription": "Defined as Stock Price x Number of Shares Outstanding.  Market Capitalization measures the expectations that investors have about the future potential of a company.",
    "M97GlossaryTitle": "Market Capitalization",
    "M98GlossaryDescription": "The portion of the available market that the company gets as a result of its value proposition, when Consumers compare it to competitors.",
    "M98GlossaryTitle": "Market Share",
    "N100GlossaryDescription": "Net Expense (or Income) of paying interest on the company's outstanding debts (or loans) and receiving interest on the company's cash investments.  Appears on Income Statement.  ",
    "N100GlossaryTitle": "Net Expense",
    "N101GlossaryDescription": "Amount the company has left at the end of the year to pay out as dividends to shareholders or to reinvest back into the business.  Appears on Income Statement.",
    "N101GlossaryTitle": "Net Income (NI)",
    "N102GlossaryDescription": "The difference between the present values of expected cash receipts and the cash outlays for a project.  The cash flows are discounted using the firm's cost of capital rate.  Projects are good investments if the NPV is greater than zero.  Also known as NPV.",
    "N102GlossaryTitle": "Net Present Value (NPV)",
    "N103GlossaryDescription": "This strategy focuses on a specific market segment by understanding its unique needs. A company with differentiation advantage in a specific niche can command price premiums, high share and strong customer loyalty.",
    "N103GlossaryTitle": "Niche Differentiation Strategy",
    "N104GlossaryDescription": "Money owed by the company to its lenders which is due within one year. Appears on Balance Sheet.",
    "N104GlossaryTitle": "Notes Payable",
    "N99GlossaryDescription": "Net cash flow for the year based on the company's change in cash from operating, investing and financing activities.  Appears on the Cash Flow Statement.",
    "N99GlossaryTitle": "Net Cash Flow",
    "O105GlossaryDescription": "The profit the company has made after subtracting the costs running the Business, including depreciation.  A measure of profit before taxes and financial items.  Also called Earnings Before Interest and Taxes (or EBIT).  Appears on Income Statement. ",
    "O105GlossaryTitle": "Operating Income",
    "O106GlossaryDescription": "Operating Margin indicates operating efficiency and shows how well a company is growing revenues and decreasing costs.  Operating Margin is calculated as Operating Income/Revenues.",
    "O106GlossaryTitle": "Operating Margin (OM)",
    "O107GlossaryDescription": "The cost of any decision includes the Opportunity Cost, which represents the cost of the best forgone opportunity.",
    "O107GlossaryTitle": "Opportunity Cost",
    "O108GlossaryDescription": "Other Assets include items such as investments in other companies and pre-paid expenses. Appears on Balance Sheet.",
    "O108GlossaryTitle": "Other Assets",
    "O109GlossaryDescription": "Includes the value of deferred tax payments and minority interests in the company.  Appears on Balance Sheet.",
    "O109GlossaryTitle": "Other Non-Current Liabilities",
    "P110GlossaryDescription": "Represents the value of the owners' interest in the company.  This term is used instead of Shareholders' Equity when the company is a joint-venture.  Appears on Balance Sheet.",
    "P110GlossaryTitle": "Partners' Capital",
    "P111GlossaryDescription": "The Penetrated Market is the portion of the Available Market that a company can reach with its delivery and distribution networks.",
    "P111GlossaryTitle": "Penetrated Market",
    "P112GlossaryDescription": "The Potential Market is portion of the Total Market that want to purchase the goods and services offered by companies in an industry.",
    "P112GlossaryTitle": "Potential Market",
    "P113GlossaryDescription": "A method of doing market analysis, penetration and hit rate.  This method helps companies to set forecasts accurately.",
    "P113GlossaryTitle": "PPH Method",
    "P114GlossaryDescription": "The amount of a future investment discounted by a pre-determined interest rate.  The amount is discounted to take into account the possibility of risk that might result in not receiving the investment at all.  Also known as PV.",
    "P114GlossaryTitle": "Present Value (PV)",
    "P115GlossaryDescription": "Productivity is the amount of demand (load) per employee. Productivity is calculated by dividing the load by the force. ",
    "P115GlossaryTitle": "Productivity",
    "P116GlossaryDescription": "These centers combine revenue and expense budgets.",
    "P116GlossaryTitle": "Profit Centers",
    "P117GlossaryDescription": "Defined as Net Income/Revenues, Profit Margin indicates your efficiency in translating revenue into net earnings.",
    "P117GlossaryTitle": "Profit Margin",
    "P118GlossaryDescription": "Represents the value of the company's network, buildings, land, machinery and other equipment used in operations and not acquired for resale. Appears on Balance Sheet.",
    "P118GlossaryTitle": "Property, Plant & Equipment (PP&E)",
    "R119GlossaryDescription": "A Consumer that remains with the company for a period of time and is satisfied with the goods and services purchased will often refer others to the company.",
    "R119GlossaryTitle": "Referrals",
    "R120GlossaryDescription": "Tangible, intangible and human assets available to the company.",
    "R120GlossaryTitle": "Resources",
    "R121GlossaryDescription": "Money reinvested in the company. Appears on Balance Sheet.",
    "R121GlossaryTitle": "Retained Earnings",
    "R122GlossaryDescription": "Defined as Net Income/Assets.  Indicates how effectively a company uses its Assets to generate Net Income.  Also called ROA.",
    "R122GlossaryTitle": "Return on Assets (ROA)",
    "R123GlossaryDescription": "Calculated as Operating Income/Invested Capital, or (Revenues - Operating Expense)/ (Debt + Equity).  ROIC shows how efficient a company is at generating Operating Income for every dollar in Invested Capital.  Also known as ROIC.",
    "R123GlossaryTitle": "Return on Invested Capital (ROIC) ",
    "R124GlossaryDescription": "Each decision or action taken by a company involves an investment in time and money.  Investors want to see a return on those investments.  Also known as ROI.",
    "R124GlossaryTitle": "Return on Investment (ROI)",
    "R125GlossaryDescription": "The value of the goods and services sold to customers during the time period.  Appears on Income Statement. ",
    "R125GlossaryTitle": "Revenue",
    "R126GlossaryDescription": "A combination of market share forecast and the price component of the value proposition make up the company's revenue target.",
    "R126GlossaryTitle": "Revenue Target",
    "S127GlossaryDescription": "These include costs associated with selling, promoting and distributing products or services.  Also included are general administrative expenses incurred in operating the business.  Appears on Income Statement.",
    "S127GlossaryTitle": "Selling, General & Administrative Expenses (SG&A)",
    "S128GlossaryDescription": "An analysis framework that supplements the factors explored in a Five Forces Analysis, the STEP Analysis looks at the social, technological, economic and political changes that a company cannot control, but must account for in its strategy.",
    "S128GlossaryTitle": "STEP Analysis",
    "S129GlossaryDescription": "Strategy helps a company to achieve its goals.  A good strategy takes into account the company's current competitive situation and available resources and capabilities.",
    "S129GlossaryTitle": "Strategy",
    "S130GlossaryDescription": "When the Visions and goals are aligned at different levels of an organization, alignment of strategies is more likely to occur.",
    "S130GlossaryTitle": "Strategy Alignment",
    "S131GlossaryDescription": "Strategic Implementation occurs when the vision, goals and strategy at various levels of the organization have been aligned.",
    "S131GlossaryTitle": "Strategy Implementation",
    "S132GlossaryDescription": "Once a company attains competitive advantage and is successful, it must sustain that position in its industry.",
    "S132GlossaryTitle": "Sustainable Advantage",
    "S133GlossaryDescription": "An analysis framework that examines a company's strengths and weaknesses internally, as well as external opportunities and threats.",
    "S133GlossaryTitle": "SWOT Analysis",
    "T134GlossaryDescription": "This concept is used when deciding on the future returns that a present-day investment will yield.  The Time Value of Money refers to the fact that a dollar in hand today is worth more than a dollar promised at some future time. ",
    "T134GlossaryTitle": "Time Value of Money",
    "T135GlossaryDescription": "Total costs for a company equal the fixed costs plus the variable costs.",
    "T135GlossaryTitle": "Total Costs",
    "T136GlossaryDescription": "Largest possible purchasers of a company's goods and services. Typically it is the total population.",
    "T136GlossaryTitle": "Total Market",
    "T137GlossaryDescription": "Comparing the current period's financial statements to previous financial time periods highlights the improvement or decline in operating effectiveness or efficiency.",
    "T137GlossaryTitle": "Trend Analysis",
    "V138GlossaryDescription": "Shows the primary and supporting activities that a company conducts in order to create value.  The Value Chain plays a critical role in identifying areas for investment in resources and capabilities to achieve differentiation or cost advantage.",
    "V138GlossaryTitle": "Value Chain",
    "V139GlossaryDescription": "Based on how well it executes its strategy to achieve a return on investment on its actions, a company will receive feedback from customers and the competitive market on how much value it created.",
    "V139GlossaryTitle": "Value Creation",
    "V140GlossaryDescription": "The Value Equation is made up of the 4 Ps (product, promotion, place, price).  The fundamental value equation says that price must be less than or equal to value (product plus promotion plus place).",
    "V140GlossaryTitle": "Value Equation",
    "V141GlossaryDescription": "The offering your company makes to Consumers.  A value proposition a company competes with in the marketplace is a combination of four factors: price, product, promotion and place. This Value Proposition does not end once a potential Consumer is acquired.",
    "V141GlossaryTitle": "Value Proposition",
    "V142GlossaryDescription": "These costs increase or decrease as the total volume of sales increases or decreases.  Variable Costs = Cost per unit multiplied by the number of units sold.",
    "V142GlossaryTitle": "Variable Costs",
    "V143GlossaryDescription": "Comparison between budgeted financial items and actual financial results.",
    "V143GlossaryTitle": "Variance",
    "V144GlossaryDescription": "The starting point for the strategy process is the Vision. It sets the company's direction, establishing what kind of organization it wants to be.",
    "V144GlossaryTitle": "Vision",
    "W145GlossaryDescription": "The cost of maintaining a company's assets, weighted according to a company's capital structure.  Also known as the &quot;hurdle rate&quot; or WACC.",
    "W145GlossaryTitle": "Weighted Average Cost of Capital (WACC)",
    "SnMChart1CategoryLabel1": "Gross Adds",
    "SnMChart1CategoryLabel2": "Churn",
    "SnMChart1CategoryLabel3": "NetAdds",
    "SnMChart1Header": "Subscriber Summary",
    "SnMChart1SeriesLabel1": "Business",
    "SnMChart1SeriesLabel2": "Consumer",
    "SnMChart2CategoryLabel1": "Marketing",
    "SnMChart2CategoryLabel2": "Subsidies",
    "SnMChart2CategoryLabel3": "Sales & Stores",
    "SnMChart2CategoryLabel4": "Other",
    "SnMChart2Header": "Cost per Gross Add",
    "SnMChart2SeriesLabel1": "CPGA",
    "SnMPageTitle": "Sales & Marketing",
    "SnMSection1Header": "Subscriber Acquisition",
    "SnMSection1Table1HeaderLabel1": "Business",
    "SnMSection1Table1RowLabel1": "New Market Share Forecast",
    "SnMSection1Table1RowLabel2": "Sales People",
    "SnMSection1Table1RowLabel3": "Attrition",
    "SnMSection1Table1RowLabel4": "Total Salary (000)",
    "SnMSection1Table2HeaderLabel1": "Consumer",
    "SnMSection1Table2RowLabel1": "New Market Share Forecast",
    "SnMSection1Table2RowLabel2": "Retail Locations",
    "SnMSection1Table2RowLabel3": "Operating Expense (000)",
    "SnMSection1Table2RowLabel4": "Open/Close Exp. (000)",
    "SnMSection1Table3HeaderLabel1": "Total",
    "SnMSection1Table3RowLabel1": "Marketing Budget (000)",
    "SnMSection2Header": "Market Summary",
    "SnMSection2Table1RowLabel1": "Begginning Accounts",
    "SnMSection2Table1RowLabel10": "Average Revenue per User (ARPU)",
    "SnMSection2Table1RowLabel11": "Average Revenue per Account (ARPA)",
    "SnMSection2Table1RowLabel12": "Cost per Gross Add (Subscribers)",
    "SnMSection2Table1RowLabel2": "- Churn",
    "SnMSection2Table1RowLabel3": "+ Gross Adds",
    "SnMSection2Table1RowLabel4": "Ending Accounts",
    "SnMSection2Table1RowLabel5": "Core Solutions Subscribers / Account",
    "SnMSection2Table1RowLabel6": "Core Solutions Subscribers",
    "SnMSection2Table1RowLabel7": "New Solutions Subscribers / Account",
    "SnMSection2Table1RowLabel8": "New Solutions Subscribers",
    "SnMSection2Table1RowLabel9": "Churn Rate",
    "BalanceSheet": "Balance Sheet",
    "CashFlowStatement": "Cash Flow Statement",
    "Change": "Change",
    "CompetitorReport": "Competitor Report",
    "GrossAdds": "Gross Adds",
    "IncomeStatement": "Income Statement",
    "LastYear": "Last Year",
    "Metric1Tooltip_R1": "Last year Net Adds: {{tlOutputDashbaord1Opening_R1}}",
    "Metric1Tooltip_R2": "Last year Net Adds: {{tlOutputDashbaord1Opening_R2}}",
    "Metric1Tooltip_R3": "Last year Net Adds: {{tlOutputDashbaord1Opening_R3}}",
    "Metric2Tooltip_R1": "Last year Churn: {{tlOutputDashbaord2Opening_R1}}",
    "Metric2Tooltip_R2": "Last year Churn: {{tlOutputDashbaord2Opening_R2}}",
    "Metric2Tooltip_R3": "Last year Churn: {{tlOutputDashbaord2Opening_R3}}",
    "Metric3Tooltip_R1": "Last year ARPU: {{tlOutputDashbaord3Opening_R1}}",
    "Metric3Tooltip_R2": "Last year ARPU: {{tlOutputDashbaord3Opening_R2}}",
    "Metric3Tooltip_R3": "Last year ARPU: {{tlOutputDashbaord3Opening_R3}}",
    "Metric4Tooltip_R1": "Last year ARPA: {{tlOutputDashbaord4Opening_R1}}",
    "Metric4Tooltip_R2": "Last year ARPA: {{tlOutputDashbaord4Opening_R2}}",
    "Metric4Tooltip_R3": "Last year ARPA: {{tlOutputDashbaord4Opening_R3}}",
    "Metric5Tooltip_R1": "Last year EBIT Margin: {{tlOutputDashbaord5Opening_R1}}",
    "Metric5Tooltip_R2": "Last year EBIT Margin: {{tlOutputDashbaord5Opening_R2}}",
    "Metric5Tooltip_R3": "Last year EBIT Margin: {{tlOutputDashbaord5Opening_R3}}",
    "Metric6Tooltip_R1": "Last year Revenue: {{tlOutputDashbaord6Opening_R1}}",
    "Metric6Tooltip_R2": "Last year Revenue: {{tlOutputDashbaord6Opening_R2}}",
    "Metric6Tooltip_R3": "Last year Revenue: {{tlOutputDashbaord6Opening_R3}}",
    "MetricName1": "Net Adds (000)",
    "MetricName2": "Churn",
    "MetricName3": "ARPU",
    "MetricName4": "ARPA",
    "MetricName5": "EBIT Margin",
    "MetricName6": "Revenue (B)",
    "NavLink1": "Sales & Marketing",
    "NavLink2": "Product",
    "NavLink3": "Operations",
    "NavLink4": "Strategic Initiatives",
    "NavLink5": "Reports",
    "NavLink5_1": "Income Statement",
    "NavLink5_2": "Balance Sheet",
    "NavLink5_3": "Cash Flow Statements",
    "NavLink5_4": "Competitor Report",
    "NavLink6": "Strategy",
    "NavLink6_1": "SWOT",
    "NavLink6_2": "Goal Setting",
    "NavLink7": "Resources",
    "NavLink7_1": "HornRim",
    "NavLink7_2": "PushPin",
    "NavLink7_3": "Glossary",
    "NavLink7_4": "Guide",
    "NavLink7_5": "Planning Steps",
    "NavLink7_6": "Tutorials",
    "NavLink7_7": "Market Report",
    "NavLink8": "Results",
    "NavLink8_1": "Year 1",
    "NavLink8_2": "Year 2",
    "NavLink8_3": "Year 3",
    "OpsDBMetric1": "EBIT %",
    "OpsDBMetric2": "Network Utilization",
    "OpsDBMetric3": "Net. Coverage Index",
    "OpsDBMetric4": "Net. Reliability Index",
    "OpsDBMetric5": "Care Utilization",
    "OpsDBMetric6": "Care Index",
    "PercChange": "% Change",
    "ProductDBMetric1": "Business ARPU",
    "ProductDBMetric2": "Consumer ARPU",
    "ProductDBMetric3": "Business ARPA",
    "ProductDBMetric4": "Consumer ARPA",
    "Round0": "Round 0",
    "Round1": "Round 1",
    "Round2": "Round 2",
    "Round3": "Round 3",
    "Seg1Name": "Business ",
    "Seg2Name": "Consumer",
    "SIDBMetric1": "Business Revenue (M)",
    "SIDBMetric2": "Consumer Revenue (M)",
    "SIDBMetric3": "Business EBIT %",
    "SIDBMetric4": "Consumer EBIT %",
    "SnMDBMetric1": "Business Subscribers",
    "SnMDBMetric2": "Consumer Subscribers",
    "SnMDBMetric3": "Business Churn Rate",
    "SnMDBMetric4": "Consumer Churn Rate",
    "ProductChart1CategoryLabel1": "Business",
    "ProductChart1CategoryLabel2": "Consumer",
    "ProductChart1Header": "Revenue Summary",
    "ProductChart1SeriesLabel1": "ARPU",
    "ProductChart1SeriesLabel2": "ARPA",
    "ProductChart2CategoryLabel1": "Revenue",
    "ProductChart2CategoryLabel2": "Costs",
    "ProductChart2CategoryLabel3": "Profits",
    "ProductChart2Header": "Income Statement Summary",
    "ProductChart2SeriesLabel1": "Income Statement Summary",
    "ProductPageTitle": "Product",
    "ProductSection1Header": "Development & Offering",
    "ProductSection1Table1RowLabel1": "Core Rate Plan Pricing Strategy",
    "ProductSection1Table1RowLabel2": "Core Solutions ARPU",
    "ProductSection1Table1RowLabel3": "New Solutions Level",
    "ProductSection1Table1RowLabel4": "Ending Level",
    "ProductSection1Table1RowLabel5": "R&D Expense (000)",
    "ProductSection1Table1RowLabel6": "Forecasted New Solutions per Account",
    "ProductSection1Table1RowLabel7": "New Solutions ARPA",
    "ProductSection1Table1RowLabel8": "Prior Year",
    "ProductSection1Table2HeaderLabel1": "Total",
    "ProductSection1Table2RowLabel1": "Breadth of SKUs",
    "ProductSection2Header": "Production Operating Summary",
    "ProductSection2Table1RowLabel1": "Average Revenue per User (ARPU)",
    "ProductSection2Table1RowLabel2": "Core Solutions",
    "ProductSection2Table1RowLabel3": "New Solutions",
    "ProductSection2Table1RowLabel4": "Average Revenue per Account (ARPA)",
    "ProductSection2Table1RowLabel5": "Core Solutions",
    "ProductSection2Table1RowLabel6": "New Solutions",
    "ProductSection2Table1RowLabel7": "Cost per Gross Add (Subscribers)",
    "OpsAttritionLabel": "Attrition",
    "OpsCapExLabel": "CapEx (000)",
    "OpsCCIndexLabel": "Customer Care Index",
    "OpsChart1CategoryLabel1": "Network",
    "OpsChart1CategoryLabel2": "Care Reps.",
    "OpsChart1Header": "Utilization Summary",
    "OpsChart1SeriesLabel1": "Utilization Summary",
    "OpsChart2CategoryLabel1": "Network Capacity",
    "OpsChart2CategoryLabel2": "Network Technology",
    "OpsChart2CategoryLabel3": "IT/Data",
    "OpsChart2CategoryLabel4": "Digital",
    "OpsChart2Header": "Captial Investments (Millions)",
    "OpsChart2SeriesLabel1": "Captial Investments",
    "OpsChart3CategoryLabel1": "Last Year",
    "OpsChart3CategoryLabel2": "Attrition",
    "OpsChart3CategoryLabel3": "Hiring",
    "OpsChart3CategoryLabel4": "This Year",
    "OpsChart3Header": "Care Represenative Summary Graph",
    "OpsChart3SeriesLabel1": "Care Represenative",
    "OpsExpenseLabel": "Expense (000)",
    "OpsNetworkCoverageLabel": "Network Coverage Index",
    "OpsNetworkReliabilityLabel": "Network Reliability Index",
    "OpsPageTitle": "Operations",
    "OpsSection1Header": "Network & Resources",
    "OpsSection1Table1RowLabel1": "Network Capacity",
    "OpsSection1Table1RowLabel2": "Network Technology",
    "OpsSection1Table1RowLabel3": "IT/Data Capability",
    "OpsSection1Table1RowLabel4": "Digital Capabilities",
    "OpsSection1Table1RowLabel5": "Talent Capability",
    "OpsSection1Table1RowLabel6": "CC Reps",
    "OpsSection2Header": "P&L Summary",
    "OpsSection2Table1RowLabel1": "P&L Summary",
    "OpsSection2Table1RowLabel2": "Revenue",
    "OpsSection2Table1RowLabel3": "COS",
    "OpsSection2Table1RowLabel4": "Gross Profit",
    "OpsSection2Table1RowLabel5": "Gross Margin",
    "OpsSection2Table1RowLabel6": "Operating Expenses",
    "OpsSection2Table1RowLabel7": "EBIT",
    "OpsSection2Table1RowLabel8": "EBIT Margin",
    "OpsTotalSalaryLabel": "Total Salary (000)",
    "OpsUtilizationLabel": "Utilization",
    "BalanceSheet_AccountsPayable": "Accounts Payable",
    "BalanceSheet_AccountsReceivable": "Accounts Receivable",
    "BalanceSheet_Assets": "Assets",
    "BalanceSheet_Cash": "Cash",
    "BalanceSheet_CommonStock": "Common Stock",
    "BalanceSheet_CurrentAssets": "Current Assets",
    "BalanceSheet_CurrentLiabilities": "Current Liabilities",
    "BalanceSheet_Equity": "Equity",
    "BalanceSheet_Goodwill": "Goodwill",
    "BalanceSheet_Infrastructure": "Infrastructure",
    "BalanceSheet_Inventory": "Inventory",
    "BalanceSheet_Liabilities": "Liabilities",
    "BalanceSheet_LiabilitiesAndEquity": "Liabilities & Equity",
    "BalanceSheet_LongTermDebt": "Long-Term Debt",
    "BalanceSheet_Network": "Network",
    "BalanceSheet_OtherCurrentLiabilities": "Other Current Liabilities",
    "BalanceSheet_PPE": "PP&E",
    "BalanceSheet_RetainedEarning": "Retained Earning",
    "BalanceSheet_SpecialLoans": "Special Loans",
    "BalanceSheet_TotalAssets": "Total Assets",
    "BalanceSheet_TotalCurrentAssets": "Total Current Assets",
    "BalanceSheet_TotalCurrentLiabilities": "Total Current Liabilities",
    "BalanceSheet_TotalEquity": "Total Equity",
    "BalanceSheet_TotalLiabilities": "Total Liabilities",
    "BalanceSheet_TotalLiabilitiesEquity": "Total Liabilities & Equity",
    "BalanceSheet_TotalPPE": "Total PP&E",
    "Cashflow_CashFromFinancingActivities": "Cash From Financing Activities",
    "Cashflow_CashFromOperatingActivities": "Cash from Operating Activities",
    "Cashflow_CashFromOperations": "Cash from Operations",
    "Cashflow_CashUsedInInvestingActivities": "Cash Used in Investing Activities",
    "Cashflow_ChangeDividends": "Inc(-)/dec(+) in Dividends",
    "Cashflow_ChangeInAccountsPayable": "Increase (+)/ Decrease (-) in Accounts Payable",
    "Cashflow_ChangeInAccountsReceivable": "Increase (+)/ Decrease (-) in Accounts Receivable",
    "Cashflow_ChangeInFinishedGoods": "Increase (+)/ Decrease (-) in Finished Goods",
    "Cashflow_ChangeInOtherCurrentLiabilities": "Increase (+)/ Decrease (-) in Other Current Liabilities",
    "Cashflow_ChangeLongTermDebt": "Inc(-)/dec(+) in Long Term Debt",
    "Cashflow_ChangesInWorkingCapital": "Change in Working Capital",
    "Cashflow_ChangeSpeacialLoans": "Inc(-)/dec(+) in Special Loans",
    "Cashflow_EndingCashBalance": "Closing Balance of Cash",
    "Cashflow_FreeCashFlow": "Free Cash Flow",
    "Cashflow_InfrastructureDepreciation": "Infrastructure Depreciation",
    "Cashflow_NetCashFinancing": "Net Cash from Financing",
    "Cashflow_NetCashFlow": "Net Cash Flow",
    "Cashflow_NetCashFromOperatingActivities": "Net Cash from Operating Activities",
    "Cashflow_NetCashUsedInInvesting": "Net Cash used in Investing",
    "Cashflow_NetworkDepreciation": "Network Depreciation",
    "Cashflow_OpeningCashBalance": "Opening Balance of Cash",
    "Cashflow_OperatingProfit": "Operating Profit",
    "Cashflow_PlantInvestDivest": "Plant Invest (-)",
    "Cashflow_PPEInvestDivest": "PP&E Invest (-)",
    "Competitor_Accounts": "Accounts",
    "Competitor_ARPA": "ARPA",
    "Competitor_ARPU": "ARPU",
    "Competitor_BreadthOfSKUs": "Breadth of SKUs",
    "Competitor_Business": "Business",
    "Competitor_BusinessNewSolLevel": "Business New Solutions Level",
    "Competitor_BusinessSalesPpl": "Business: Sales People",
    "Competitor_ChurnRate": "Churn",
    "Competitor_Consumer": "Consumer",
    "Competitor_ConsumerNewSolLevel": "Consumer New Solutions Level",
    "Competitor_CoreSolARPU": "Core Solutions ARPU",
    "Competitor_DigitalCapabilites": "Digital Capabilites",
    "Competitor_DigitalLevel": "Digital Level",
    "Competitor_EBITDAMargin": "EBIT Margin",
    "Competitor_HornRim": "Horn Rim",
    "Competitor_MarketingBudget": "Marketing Budget (000)",
    "Competitor_MarketShare": "New Market Share",
    "Competitor_NetAdds": "Net Adds (000)",
    "Competitor_NetworkCoverage": "Network Coverage",
    "Competitor_NetworReliablity": "Network Reliability",
    "Competitor_NewSolARPU": "New Solutions ARPU",
    "Competitor_NewSolPerAccount": "New Solutions per Account",
    "Competitor_Operations": "Operations",
    "Competitor_PageTitle_R1": "Competitor Report (Year 0 Data)",
    "Competitor_PageTitle_R2": "Competitor Report (Year 1 Data)",
    "Competitor_PageTitle_R3": "Competitor Report (Year 2 Data)",
    "Competitor_PeakTelco": "Peak Telco",
    "Competitor_Product": "Product",
    "Competitor_PushPin": "Push Pin",
    "Competitor_RetailStore": "Retail: Stores",
    "Competitor_Revenue": "Revenue (m)",
    "Competitor_SalesandMarketing": "Sales & Marketing",
    "Competitor_Subscribers": "Subscribers",
    "Competitor_SubscribersperAccount": "Subscribers per Account",
    "Competitor_Total": "Total",
    "Competitor_TotalBusinessARPA": "Total Business ARPA",
    "Competitor_TotalBusinessARPU": "Total Business ARPU",
    "Competitor_TotalBusinessEBITDA": "Total Business EBIT Margin",
    "Competitor_TotalRetailARPA": "Total Consumer ARPA",
    "Competitor_TotalRetailARPU": "Total Consumer ARPU",
    "Competitor_TotalRetailEBITDA": "Total Consumer EBIT Margin",
    "IncStmnt_CoreSolutions": "Core Solutions",
    "IncStmnt_CostofSales": "Cost of Sales",
    "IncStmnt_Depreciation": "Depreciation",
    "IncStmnt_EBIT": "EBIT",
    "IncStmnt_EBITDA": "EBIT",
    "IncStmnt_EBITDAMargin": "EBIT Margin",
    "IncStmnt_EBITMargin": "EBIT Margin",
    "IncStmnt_GeneralAdministrative": "General & Administrative",
    "IncStmnt_GrossMargin": "Gross Margin",
    "IncStmnt_GrossProfit": "Gross Profit",
    "IncStmnt_IncomeBeforeTax": "Income Before Tax",
    "IncStmnt_MarketingSelling": "Marketing & Selling",
    "IncStmnt_NetIncome": "Net Income",
    "IncStmnt_NetInterestExpense": "Net Interest Expense",
    "IncStmnt_NetMargin": "Net Margin",
    "IncStmnt_NewSolutions": "New Solutions",
    "IncStmnt_ResearchDevelopment": "Research & Development",
    "IncStmnt_Revenue": "Revenue",
    "IncStmnt_Taxes": "Taxes",
    "IncStmnt_TotalOperatingCosts": "Total Operating Costs",
    "IncStmnt_TotalRevenue": "Total Revenue",
    "LTV_AcquisitionCost": "Acquisition Cost (CGPA)",
    "LTV_ARPU": "ARPU",
    "LTV_Capex": "CAPEX",
    "LTV_CCPU": "CCPU",
    "LTV_ChurnRate": "Churn Rate (%)",
    "LTV_CustLifetimeValue": "Customer Lifetime Value",
    "LTV_CustomerLifetime": "Customer Lifetime (years)",
    "LTV_NetCustomerLifetimeValue": "Net Customer Lifetime Value",
    "LTV_PageTitle": "Customer Lifetime Value",
    "LTV_PerSubPerMonth": "Per Sub Per Month",
    "LTV_RecurringCashProfit": "Recurring Cast Profit",
    "LTV_Reset": "Reset",
    "RevCalc_ARPU": "ARPU",
    "RevCalc_NewSolRevenue": "New Solutions Revenue",
    "RevCalc_PageTitle": "Revenue Growth",
    "RevCalc_Reset": "Reset",
    "RevCalc_Subscribers": "Subscribers",
    "RevCalc_TotalPhoneRevenue": "Total Phone Revenue",
    "RevCalc_TotalRevenue": "Total Revenue",
    "TutorialsPageTitle": "Tutorials",
    "MarketReport_TableDescription": "The tables below the graph reflect a recent polling of customers in your region in which customers were asked to rate their buying criteria from most important (10) to least important (1).",
    "MarketReport_TableDescription_R1": "<p>Growth analysts and industry experts expect moderate to average growth in the telecommunications industry this year (see graph) with most of the growth being fueled in the Business segment and new solutions per accounts. The baseline projected demand paths are shown in the graph. New solutions offer a way to expand current relationships with subscribers as they are looking for innovative products and services. NextGen technology will radically transform providers' ability to deliver new products and services, while improving network reliability and coverage. </p><p>The tables next to the graph reflect a recent polling of customers in your region in which customers were asked to rate their buying criteria from most important (10) to least important (1). Business subscribers are highly price sensitive, however, Consumer subscribers are quite price sensitive as well. Consider the value you are providing for your customers when determining your pricing strategy.</p>",
    "MarketReport_TableDescription_R2": "<p>Technology has changed the way customers interact with their provider, from how they seek assistance to how they shop. Providers must adapt to how customers live, work, and play. Advanced digital capabilities are crucial to supporting subscribers within our Care team and throughout the entire company to meet these new ways of servicing customers. </p><p>Review the graph that reflects a recent polling of customers in your region in which customers were asked to rate their buying criteria from most important (10) to least important (1), there are new criteria areas and changes in their preferences compared to last year. Business subscribers remain highly price sensitive with Consumer subscribers slightly less price sensitive than Business. Consider the value you are providing for your customers when determining your pricing strategy.</p>",
    "MarketReport_TableDescription_R3": "<p>While analysts are still anticipating growth in the telecommunications industry, growth is slowing due to market saturation. Competitors will have to offer superior value to entice subscribers to leave their current providers. This makes retaining customers even more crucial for long-term success. See the graph below to review the projected demand paths for Business, Consumer, and new solutions. </p><p>Review the graph that reflects a recent polling of customers in your region in which customers were asked to rate their buying criteria from most important (10) to least important (1), there may be changes in their preferences compared to last year. Business subscribers remain highly price sensitive with Consumer subscribers slightly less price sensitive than Business. Consider the value you are providing for your customers when determining your pricing strategy.</p>",
    "MarketReport_TableRowLabel0": "Market Drivers",
    "MarketReport_TableRowLabel1": "Price Sensitivity",
    "MarketReport_TableRowLabel2": "Network Coverage",
    "MarketReport_TableRowLabel3": "Network Reliability",
    "MarketReport_TableRowLabel4": "Device Selection",
    "MarketReport_TableRowLabel5": "Sales People",
    "MarketReport_TableRowLabel6": "Stores",
    "MarketReport_TableRowLabel7": "Customer Care",
    "MarketReport_TableRowLabel8": "New Solutions",
    "MarketReport_TableRowLabel9": "Marketing",
    "MarketReportChart1Title": "Subscriber Growth",
    "MarketReportChart2Title": "New Solutions per Account",
    "MarketReportPageTitle": "Market Report"
}, {
    "category": "Customer Satisfaction",
    "cost": "<span class='impact-heading'>Investment:</span> $20M",
    "ID": "INIT01",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Reduction in Churn</li><li>Increase in Customer Care Index</li><li>Increase in Digital Capabilities</li></ul>",
    "name": "Seamless Customer Experience",
    "narrative": "<p>Focus on a quality end-to-end customer experience in store and online to reduce churn. Invest in digital capabilities to create a seamless experience.</p>",
    "PageType": "Initiative"
}, {
    "category": "Customer Satisfaction",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT02",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Slight reduction in Churn</li><li>Increase in Customer Care Index</li><li>Slight increase in ARPU</li></ul>",
    "name": "Special Care Desk",
    "narrative": "<p>Deploy a team of experience specialist representatives to receive calls from high-value customers that are critical for the company to retain. This will ensure we reduce churn for high ARPU subscribers while expanding their accounts, increasing ARPU.</p>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT03",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Decrease in Cost of Service Expense</li><li>Decrease in Network CAPEX</li></ul>",
    "name": "Negotiation Power",
    "narrative": "<p>Negotiate with suppliers to reduce network equipment cost and optimize lease aggreements to reduce CPGA and OPEX spending.</p>",
    "PageType": "Initiative"
}, {
    "category": "Customer Satisfaction",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT04",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Increase in Customer Care Index</li><li>Improved Care Utilization</li><li>Reduction in Cost of Care</li></ul>",
    "name": "Efficient Care",
    "narrative": "<p>Train care to increase first-call resolution and reduce average handle time. The training will teach care how to also educate the customer to promote self-service to improve care cost. </p>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $5M",
    "ID": "INIT05",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Decrease in Cost of Service</li><li>Decrease in General & Administrative Expenses</li></ul>",
    "name": "Streamline Processes",
    "narrative": "<p>Eliminate redundancies in network and IT operations by adopting best practices and streaming processes to drive greater cost efficiencies.</p>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT06",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Reduction in Churn</li><li>Slight Improvement in Care Utilization</li></ul>",
    "name": "Billing Accuracy ",
    "narrative": "<p>Invest in system enhancements and upgrades to ensure greater billing accuracy, reducing churn as well as calls to Care.</p>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $7M",
    "ID": "INIT07",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Increase in New Solutions per Account</li><li>Increase in New Solutions Price</li></ul>",
    "name": "New Solutions Training",
    "narrative": "<p>Train care and sales people to teach them the greatest and latest released solution. They will learn how to explain and sell new solutions to drive ARPA. Once adopted, customers will be able to see the value your company has to offer.</p>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT08",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Increase in Business Gross Adds</li><li>Reduction in Business Churn</li></ul>",
    "name": "Business Relationships ",
    "narrative": "<p>Invest time with key enterprise customers to grow current accounts and go after new accounts. With stronger relationships, we will understand what they care most about when chooser a provider so we can successfully convert more opportunitites to accounts and we will be able to meet their needs, anticipating a reduction in churn.</p>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT09",
    "impact": "<span class='impact-heading'>Impact: </span><ul><li>Slight increase in Consumer Gross Adds</li><li>Decrease in Store Cost</li></ul>",
    "name": "Labor Efficiency",
    "narrative": "<p>Work with your stores to optimize labor during high store traffic times. By doing so, we can reduce costs in the store and offer better service to customers to drive subscripter growth.</p>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $5M",
    "ID": "INIT10",
    "impact": "<span class='impact-heading'>Impact: </span><ul><li>Increase in Customer Care Index</li><li>Slight Increase in Gross Adds</li><li>Slight Reduction in Cost of Service</li></ul>",
    "name": "Employee Retention",
    "narrative": "<p>Invest in becoming an Employer of Choice in order to retain employees, thus boosting efficiency and effectiveness of sales, service and operations.</p>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $10M",
    "ID": "INIT11",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Significant Increase in Consumer Net Adds</li></ul>",
    "name": "Retail Store Locations",
    "narrative": "<p>Invest in best-in-class research and data to find commonalities of where Peak retail stores are the most successful and why. By doing so, we are able to be more strategic in where we are opening new locations to efficiently drive subscriber growth.</p>",
    "PageType": "Initiative"
}, {
    "category": "Customer Satisfaction",
    "cost": "<span class='impact-heading'>Investment:</span> $20M",
    "ID": "INIT12",
    "impact": "<span class='impact-heading'>Impact:</span><ul><li>Reduction in Churn</li></ul>",
    "name": "Customer Retention Team",
    "narrative": "<p>Work with the Retenion department within Care to understand why subscribers leave Peak. By doing so, we can better understand what is important to our subscribers and where our current gaps so we can fill them and reduce churn.</p>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $20M",
    "ID": "INIT13",
    "impact": "<span class='impact-heading'>Impact: </span><ul><li>Increase in New Solutions</li><li>Increase in Gross Adds</li><li>Increase in Marketing Effectiveness</li></ul>",
    "name": "NextGen Network Awareness ",
    "narrative": "<p>Launch a marketing campaign to increase awareness of the coverage and reliability of your NextGen network. This initiative will boost the impact of your company to drive subscriber growth as well as the adoption of new solutions.</p>",
    "PageType": "Initiative"
}, {
    "ID": "Tutorial01",
    "name": "Power of ARPU",
    "narrative": "<p>In the wireless Business, we can increase revenue by increasing the number of subscribers or the Average Revenue Per User, or ARPU. While we must grow both to be successful in the long run, we should first look to increase the ARPU of our existing customers.</p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>We can best increase ARPU of our existing subscriber base by selling new solutions and other add-on features.<br><br><font color='#009900' size=&quot;18&quot;>+</font> Because we are working with our customer base, there is no Acquisition Cost to bring in brand new subscribers.<br><font color='#009900' size=&quot;18&quot;>+</font> There are minimal other costs involved with driving ARPU increases.<br><font color='#009900' size=&quot;18&quot;>+</font> A $1 increase in ARPU means a $1 increase in profit - it flows straight to our bottom line (profits)!</p>",
    "tab1_image": "Tutorial_PowerOfARPU_Tab1Image.svg",
    "tab1_name": "Increase ARPU",
    "tab2_content": "<p>To drive subscriber growth we must spend money on marketing, digital capabilities, stores, and sales people.This adds up to a Cost per Gross Add (CPGA) of about $325 per new subscriber.<br><br><font color='#009900' size=&quot;18&quot;>+</font> Increasing Subscribers puts our company in a better long-term competitive position.<br><font color='#CC0000' size=&quot;25&quot;>-</font> We spend more to acquire and service the average new customer than they spend with us in their first year; thus, in the year we acquire them, new subscribers actually decrease our profits!<br><font color='#009900' size=&quot;18&quot;>+</font>/<font color='#CC0000' size=&quot;25&quot;>-</font> We have the opportunity to increase ARPU on these new subscribers in the future</p>",
    "tab2_image": "Tutorial_PowerOfARPU_Tab2Image.svg",
    "tab2_name": "Increase Subscribers",
    "tab3_content": "<p>Lowering rates in a competitive environment will typically drive subscribers to your company and away from the competition.<br><br><font color='#009900' size=&quot;18&quot;>+</font> Increasing the number of Subscribers puts our company in a better competitive position<br><font color='#CC0000' size=&quot;25&quot;>-</font> ARPU decreases, so it takes many more subscribers to reach the same revenue growth<br><font color='#CC0000' size=&quot;25&quot;>-</font> Because acquisition costs exceed the revenues for a new customer, profits decrease<br><font color='#CC0000' size=&quot;25&quot;>-</font> These additional subscribers can churn, so the revenue growth may not be sustained</p>",
    "tab3_image": "Tutorial_PowerOfARPU_Tab3Image.svg",
    "tab3_name": "Discount to Drive Large Subscriber Growth",
    "title": "Power of ARPU"
}, {
    "ID": "Tutorial02",
    "MiniSimType": "Revenue",
    "name": "Revenue Growth",
    "narrative": "<p>In the wireless Business, we can increase revenue by increasing the number of subscribers or the Average Revenue Per User, or ARPU. While we must grow both to be successful in the long run, we should first look to increase the ARPU of our existing customers.</p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>Consider raising Core Rate Plan Price and watch the revenue change.</p>",
    "tab1_name": "Core Rate Plan Price",
    "tab2_content": "<p>Consider increasing total subscribers and watch the revenue change.</p>",
    "tab2_name": "Subscriber Growth",
    "tab3_content": "<p>Consider increasing the new solutions per account and watch the revenue change.</p>",
    "tab3_name": "New Solutions"
}, {
    "ID": "Tutorial03",
    "name": "Impact of Churn",
    "narrative": "<p>In wireless, we have two options to increase our subscriber base - bring in new customers (acquire Gross Adds) and retain our existing customers (reduce Churn).</p>",
    "PageType": "Tutorial",
    "tab1_additionalImage": "Tutorial_ImpactOfChurn_Tab1AdditionalImage.svg",
    "tab1_content": "<p>We can get 1M more Gross Adds by increasing our Market Share (share of gross adds in the marketplace). However, this will cost us money to do (promotions, handset subsidies) and yet not lead to more Net Adds. Why? Well, even if our Churn Rate stayed the same, our subscriber base grew from last year and therefore the number of customers leaving will actually increase! If we don't reduce Churn, it's like running in place.</p>",
    "tab1_image": "Tutorial_ImpactOfChurn_Tab1Image.svg",
    "tab1_name": "More Gross Adds",
    "tab2_additionalImage": "Tutorial_ImpactOfChurn_Tab2AdditionalImage.svg",
    "tab2_content": "<p>At a monthly Churn Rate of 1.8%, about 12M subscribers leave the company's wireless group each year. We can reduce churn by focusing on the things that drive customers away and by living The Customer Rules! Reducing the Churn Rate by just 0.3% means 2M more Net Adds without any more Acquisition Cost! As our wireless market saturates and growth slows, it will become more and more important to retain customers.</p>",
    "tab2_image": "Tutorial_ImpactOfChurn_Tab2Image.svg",
    "tab2_name": "Lower Churn",
    "tab3_additionalImage": "Tutorial_ImpactOfChurn_Tab3AdditionalImage.svg",
    "tab3_content": "<p>The most successful way for us to grow our subscribers base in the long run is to take a balanced approach.<br>When we retain our existing customers and increase our share of market growth and competitor churn, we improve our competitive position and grow more profitably.<br>That way, we'll not only be the biggest, we'll be the best, too!</p>",
    "tab3_image": "Tutorial_ImpactOfChurn_Tab3Image.svg",
    "tab3_name": "Balance Both"
}, {
    "ID": "Tutorial04",
    "name": "ARPU vs. Value",
    "narrative": "<p>Attracting new subscribers always involves providing more value for the subscriber than the competition can. Value is created by all non-price attributes, such as a reliable network, great service, breadth of SKUs, new solutions and even our brand. The value that each of these attributes generates differs by individual preferences. However, offering value is expensive, so we must be compensated for it through increased ARPU. To generate the most optimal outcome for both subscriber and for our company, we must always earn enough ARPU for the value we are offering.</p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>Earning a high ARPU while offering low value would be considered 'expensive' and is not sustainable in the long term.<br><font color='#009900' size=&quot;18&quot;>+</font> We generate more revenue per subscriber.<br><font color='#009900' size=&quot;18&quot;>+</font> Profits would increase in the short term.<br><font color='#CC0000' size=&quot;25&quot;>-</font> We will not attract many subscribers with a value proposition like this.<br><font color='#CC0000' size=&quot;25&quot;>-</font> Churn will increase based on low value.<br><br><b>How do we avoid this situation?</b><br><li>Ensure our customer experience (network, services, solutions and care) meet the promise! </li><br><br>As an example outside of the wireless industry, consider a car that would clearly not generate the value for the price you would have to pay for it  (regardless of how much money you had to spend). Are you thinking of Rolls Royce?</p>",
    "tab1_image": "Tutorial_ARPUValue_Tab1Image.svg",
    "tab1_name": "High ARPU, Low Value",
    "tab2_content": "<p>Providing high value to our subscribers and earning a high ARPU in exchange can be considered a 'premium' offering.<br><font color='#009900' size=&quot;18&quot;>+</font> You generate more revenue per subscriber.<br><font color='#009900' size=&quot;18&quot;>+</font> Profits would be high, and churn lower.<br><font color='#CC0000' size=&quot;25&quot;>-</font> The number of subscribers looking for a premium offering may be limited.<br><br><b>How can we command a high ARPU?</b><br><li>Ensure sales force is data literate and has the knowledge and skills to sell high-end rate plans (>$59.99) and premium digital services and solutions!</li><br><br>As an example outside of the wireless industry, consider a car that would be high priced but generates a high amount of value and appeal to you (regardless of how much money you had to spend). Are you thinking of BMW? Lexus?</p>",
    "tab2_image": "Tutorial_ARPUValue_Tab2Image.svg",
    "tab2_name": "High Value, High ARPU",
    "tab3_content": "<p>Providing high value to our subscribers but receiving a low ARPU is considered a 'bargain'!<br><font color='#009900' size=&quot;18&quot;>+</font> We will attract many subscribers.<br><font color='#009900' size=&quot;18&quot;>+</font> Churn would be low since subscribers are getting a bargain.<br><font color='#CC0000' size=&quot;25&quot;>-</font> Profits would be low because it is costly to offer so much value.<br><br><b>How can we as a company generate a higher ARPU for this value?</b><br><li>Understand the customer's needs and sell based on value! </li><br><br>As an example outside of the wireless industry, consider a car that would be low priced compared to the high amount of value it creates for you. Will it be Hyundai?</p>",
    "tab3_image": "Tutorial_ARPUValue_Tab3Image.svg",
    "tab3_name": "High Value, Low ARPU",
    "tab4_content": "<p>Providing low value to our subscribers and not charging too much for it is considered an 'economy' offering.<br><font color='#009900' size=&quot;18&quot;>+</font> We will attract a significant market share.<br><font color='#009900' size=&quot;18&quot;>+</font><font color=&quot;#000000&quot; size=&quot;18&quot;>/</font><font color='#CC0000' size=&quot;25&quot;>-</font> Churn will be low, unless customers purchase based on price.<br><font color='#CC0000' size=&quot;25&quot;>-</font> Revenue and Profit opportunities are small.<br><br><b>How can we ensure profitability on low ARPU customers?</b><br><li> Ensure that costs <u>and</u> churn are as low as possible! </li><br><br>As an example outside of the wireless industry, consider a car that would be low priced but also not create much value and appeal to you? Kia?</p>",
    "tab4_image": "Tutorial_ARPUValue_Tab4Image.svg",
    "tab4_name": "Low ARPU, Low Value"
}, {
    "ID": "Tutorial05",
    "name": "Voice of Consumer Subscribers",
    "narrative1": "<p>In the previous tutorial, we looked at how there is a trade-off between the Value we offer our subscribers and the revenue (ARPU) we can earn from them. This 'Value' is made up of all the non-price attributes we offer our subscribers. Knowing the attributes our customers value most helps us attract subscribers, earn the most ARPU and invest efficiently in the right places.</p>",
    "PageType": "Tutorial",
    "tab1_image": "Tutorial_VoiceOfSubscribers_Tab1Image.svg",
    "tab1_name": "Urban",
    "tab2_image": "Tutorial_VoiceOfSubscribers_Tab2Image.svg",
    "tab2_name": "Rural"
}, {
    "ID": "Tutorial06",
    "MiniSimType": "LTV",
    "name": "Subscriber Value",
    "narrative": "<p>We have explored how subscriber growth and increased ARPU, as well as churn and cost reduction, support the company's profitable growth. <b>We need to balance the value we are providing we are offering to subscribers with the increasing cost this requires, which can see represented in Customer Lifetime Value (LTV).</b></p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>Consider raising ARPU 10% to $55. What is the impact on LTV?<br><br>How can we increase ARPU?<br><ul><li> Increase mix of $59+ rate plans by selling value, not price<br>• Increase feature attach rates to sell data services</li><li> Retain high ARPU customers instead of replacing them with lower ARPU gross adds</li></ul></p>",
    "tab1_name": "ARPU",
    "tab2_content": "<p>Consider reducing CCPU $3 to $22. What is the impact on LTV?<br><br>How can we reduce CCPU?<br><ul><li>Reduce Cost of Service through network operating efficiency</li><li>Increase call center productivity to reduce staffing</li><li>Eliminate calls to Care through quality and first call resolution</li><li>Simplify processes and eliminate redundancies</li></ul></p>",
    "tab2_name": "CCPU",
    "tab3_content": "<p>What about optimizing Capex? What is the impact on LTV?<br><br>How can we optimize Capex?<br>• Simplify the network to eliminate redundancies and old technology<br>• Ensure that capacity is added in places where it is needed to reduce churn<br>• Upgrade network technology to increase capacity</p>",
    "tab3_name": "Capex",
    "tab4_content": "<p>If we reduce monthly Churn by 0.5%, what is the impact on LTV?<br><br>How can we reduce Churn?<br><ul><li> Ensure network coverage, reliability and voice quality</li><li> Focus on first call resolution and quality treatment in Care</li><li> Increase ease-of-use of services</li><li>Quality in-store experience</li><li> Maintain billing accuracy</li><li>Live by The Customer Rules!</li></ul></p>",
    "tab4_name": "Churn",
    "tab5_content": "<p>Consider reducing CPGA $10 to $330. What is the impact on LTV?<br><br>How can we reduce CPGA?<br>• Limit handset subsidies by selling value, not price<br>• Maximize traffic through fixed-cost channels like COR<br>• Reduce handset cost by maximizing purchasing power<br>• Increase close rates and sales productivity</p>",
    "tab5_name": "CPGA",
    "tab6_content": "<p>What happens if we increase Subscriber LTV by $100?<br><br>If we have 60 million subscribers, that increases our company's value by $6 billion!<br><br>How do we achieve that?<br>• Reduce Churn by 0.3%<br>• Decrease CCPU by $2.50<br>• Increase ARPU by $2.50<br>• A combination of all three!</p>",
    "tab6_name": "LTV"
}, {
    "ID": "Tutorial07",
    "name": "Customer Break-even",
    "narrative": "<p>When we acquire new subscribers, we spend money that we should consider an investment. To recoup the up-front investment to acquire a subscriber (CPGA), we must keep a subscriber for many months, if not years. <b>Only then</b> we actually start making money from them.</p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>To find the breakeven point (the point at which our cumulative monthly profits equal our up front investment), we take: CPGA / Monthly Cash Flow = $325 / $25 = 13 months. The monthly cash flow is our ARPU (monthly revenue from the subscribers) - CCPU (the monthly cost of Network Operations and Customer Care to service each subscriber).<br><br>Therefore, it will take us <b>13 months</b> to cover the cost of acquiring the subscriber in the first place. Now it is clear why we strive to sign subscribers up for 2 year contracts!</p>",
    "tab1_image": "Tutorial_CustomerBreakEven_Tab1Image.svg",
    "tab1_name": "Base Case",
    "tab2_content": "<p>Now, consider what happens if we have <b>service issues</b> that lead this subscriber to make extra calls to Care in Month 5. This would mean that it will take us 1 extra month to recover the CPGA and make this customer profitable.</p>",
    "tab2_image": "Tutorial_CustomerBreakEven_Tab2Image.svg",
    "tab2_name": "Increasing Costs",
    "tab3_content": "<p>On the other hand, what if we focus on <b>feature attach rate</b> to sell <b>data services</b> to a new customer? <br><br>When we add $5 in net ARPU, that makes our monthly cash flow $50 + $5 = ARPU of $55 per month. Therefore, this customer will become profitable in 2 months earlier - 11 months, instead 13.</p>",
    "tab3_image": "Tutorial_CustomerBreakEven_Tab3Image.svg",
    "tab3_name": "Increasing ARPU",
    "tab4_content": "<p>Finally, consider saving $2 per customer per month. How? We can eliminate calls into Care through <b>first-call resolution</b> and <b>self-service</b>. Or we can make our network more efficient to <b>reduce Cost of Service</b>. So, $25 - $2 = CCPU of $23 per month. By doing so, we break even on this customer in 1 year!.</p>",
    "tab4_image": "Tutorial_CustomerBreakEven_Tab4Image.svg",
    "tab4_name": "Reducing Costs"
}, {
    "ID": "Tutorial08",
    "name": "Cost & Productivity",
    "narrative": "<p>To drive profitable growth at the company's wireless group, we must <b>continuously improve productivity</b>. In every part of our Business, we see the impact of the productivity of our people and assets.</p>",
    "PageType": "Tutorial",
    "tab1_image": "Tutorial_CostAndProductivity_Tab1Image.svg",
    "tab1_name": "Customer Care",
    "tab2_image": "Tutorial_CostAndProductivity_Tab2Image.svg",
    "tab2_name": "Network",
    "tab3_image": "Tutorial_CostAndProductivity_Tab3Image.svg",
    "tab3_name": "Retail Stores"
}, {
    "ID": "Tutorial09",
    "name": "Depreciation",
    "narrative": "<p>At the company's wireless group, we need big assets to run our business. When we purchase network equipment, IT systems, office equipment and real estate we must pay cash and then recognize it as a cost on the Income Statement. <b>Depreciation is the cost of using those assets each year over their useful life</b>. We see it as an expense on the Income Statement (or &quot;P&L&quot;).</p>",
    "PageType": "Tutorial",
    "tab1_content": "<p>If we didn't get to use Depreciation, every time we make a large investment, such as a cell site, we would dramatically reduce both cash and profits because we would record all the cost (or &quot;fully expense it&quot;) immediately. This would make profits fluctuate like a roller coaster.</p>",
    "tab1_image": "Tutorial_Depreciation_Tab1Image.svg",
    "tab1_name": "No Depreciation",
    "tab2_content": "<p>When we use Depreciation, the cost of building the cell site is spread out over several years. If the asset is depreciated over 5 years, $1M is seen as a cost on our Income Statement annually. Additionally, the 'Book Value' of the cell site is reduced by $1M each year.</p>",
    "tab2_image": "Tutorial_Depreciation_Tab2Image.svg",
    "tab2_name": "Depreciation",
    "tab3_image": "Tutorial_Depreciation_Tab3Image.svg",
    "tab3_name": "Write-Offs",
    "tab4_content": "<p>Sometimes it becomes necessary to write-off assets. For example, if we are no longer generating revenues on the TDMA, we write off that network equipment. In this case, the cell site is written off in year 3, reducing the value to $0. The $3M write-off appears on our P&L as an expense.</p>"
}, {
    "xxSim0Tool1": "1"
}
]}