{"scenes": [
{
    "CGGCategoryList": "Opportunity,Affordability,Agility,Amenity,Safety,Places",
    "CGGNote": "<p>Based on your vision for Futopolis, what will be your targets across different KPIs in the city throughout your tenure?</p><p>You can set a conservative or stretch goal across each KPI, depending on your vision.</p>",
    "CGGTitle": "City Improvement Goals",
    "ID": "CGG"
}, {
    "Advertising": "Advertising",
    "Affordability": "Affordability",
    "Agility": "Agility",
    "Amenity": "Amenity",
    "AvailableBudget": "Available Budget",
    "AverageLifeExpectancy": "Average Life Expectancy",
    "Backlog": "Backlog",
    "BackToFeedback": "Back to feedbacks",
    "Budget": "Budget",
    "Cancel": "Cancel",
    "CitizenDisposableIncome": "Citizen Disposable Income",
    "CitizenEquality": "Citizen Equality",
    "Client": "EY",
    "Client1": "Digital",
    "Client1Full": "Digital",
    "client1ServiceLine1": "Strategy",
    "client1ServiceLine2": "Experience (iX)",
    "Client2": "CPT",
    "Client2Full": "Cognitive Process Transformation",
    "client2ServiceLine1": "Cognitive Process Reengineering",
    "client2ServiceLine2": "Cognitive Process Services",
    "client2ServiceLine3": "Business Decision Support",
    "Client3": "CAI",
    "Client3Full": "Cloud Application Innovation",
    "client3ServiceLine1": "Next Gen EA",
    "client3ServiceLine2": "ADM Innovation",
    "client3ServiceLine3": "Cloud Application Migration",
    "Close": "Close",
    "CloseReview": "Close Review",
    "Commercial": "Commercial",
    "CommunitySpacesAvailability": "Community Spaces Availability",
    "CommuteAffordability": "Commute Affordability",
    "Confirm": "Confirm",
    "Consumer": "Consumer",
    "Consumption": "Consumption",
    "Continue": "Continue",
    "CPE": "CPE",
    "CrimePrevention": "Crime Prevention",
    "Customer1InfoText": "<p><b>Commercial</b></p><p>Macrocloud has traditionally served two main segments of business customers, providing a variety of technology solutions:</p><ul><li>Enterprises (businesses with over 1,000 employees)</li><li>Small Business (businesses with less than 1,000 employees)</li></ul><p>These customer bases are serviced through a direct sales force and an extensive network of channel partners. Macrocloud must continue to compete against traditional on-premise and also cloud services and virtualization product providers. The growing Bring Your Own Device (BYOD) culture that companies of all sizes are adopting raises an imminent need for Macrocloud to make sure that the experience of all Macrocloud devices relies on a solid, secure, userfriendly infrastructure and design that will maintain an appealing seamless experience amongst its products. This consistent experience is especially important for Macrocloud's brand and to generate demand.</p><br/><p><b>Consumer</b></p><p>The Consumer segment consists of a wide range of users that have traditionally purchased operating systems and email software licenses via OEM's; however, the needs of consumers have become much more sophisticated. Technology is playing an increasingly important role in people's personal lives, and these consumer technology experiences are spilling over into their professional lives. People expect to be able to use the same technology at work as they use at home. Enterprises can experience true benefits from the consumerization of IT with the right approach. The key is to balance user expectations with security, privacy, control and compliance.</p><br/><p><b>Advertisers</b></p>Advertising product mix for Macrocloud consists of Search and Display, with Search representing 60% of the overall business. Recent trends indicate:<ul><li>People are now searching, shopping, consuming media and engaging with brands on PCs, smartphones and tablets - through a wide variety of website, applications, and social media.</li><li>Portals continue to be an important place for marketers to reach consumers; however, their role is changing as consumers spend more time on social, video and other vertical destinations.</li><li>Marketers are faced with a fragmented audience, tech-savvy consumers, and a flood of online and offline data that is disconnected and underutilized.</li><li>To achieve their branding and performance objectives, marketers must engage consumers through both display and search advertising.</li></ul>",
    "Customer2InfoText": "<p><b>Commercial</b></p><p>Macrocloud has traditionally served two main segments of business customers, providing a variety of technology solutions:</p><ul><li>Enterprises (businesses with over 1,000 employees)</li><li>Small Business (businesses with less than 1,000 employees)</li></ul><p>These customer bases are serviced through a direct sales force and an extensive network of channel partners. Macrocloud must continue to compete against traditional on-premise and also cloud services and virtualization product providers. The growing Bring Your Own Device (BYOD) culture that companies of all sizes are adopting raises an imminent need for Macrocloud to make sure that the experience of all Macrocloud devices relies on a solid, secure, userfriendly infrastructure and design that will maintain an appealing seamless experience amongst its products. This consistent experience is especially important for Macrocloud's brand and to generate demand.</p><br/><p><b>Consumer</b></p><p>The Consumer segment consists of a wide range of users that have traditionally purchased operating systems and email software licenses via OEM's; however, the needs of consumers have become much more sophisticated. Technology is playing an increasingly important role in people's personal lives, and these consumer technology experiences are spilling over into their professional lives. People expect to be able to use the same technology at work as they use at home. Enterprises can experience true benefits from the consumerization of IT with the right approach. The key is to balance user expectations with security, privacy, control and compliance.</p><br/><p><b>Advertisers</b></p>Advertising product mix for Macrocloud consists of Search and Display, with Search representing 60% of the overall business. Recent trends indicate:<ul><li>People are now searching, shopping, consuming media and engaging with brands on PCs, smartphones and tablets - through a wide variety of website, applications, and social media.</li><li>Portals continue to be an important place for marketers to reach consumers; however, their role is changing as consumers spend more time on social, video and other vertical destinations.</li><li>Marketers are faced with a fragmented audience, tech-savvy consumers, and a flood of online and offline data that is disconnected and underutilized.</li><li>To achieve their branding and performance objectives, marketers must engage consumers through both display and search advertising.</li></ul>",
    "Customer3InfoText": "<p><b>Commercial</b></p><p>Macrocloud has traditionally served two main segments of business customers, providing a variety of technology solutions:</p><ul><li>Enterprises (businesses with over 1,000 employees)</li><li>Small Business (businesses with less than 1,000 employees)</li></ul><p>These customer bases are serviced through a direct sales force and an extensive network of channel partners. Macrocloud must continue to compete against traditional on-premise and also cloud services and virtualization product providers. The growing Bring Your Own Device (BYOD) culture that companies of all sizes are adopting raises an imminent need for Macrocloud to make sure that the experience of all Macrocloud devices relies on a solid, secure, userfriendly infrastructure and design that will maintain an appealing seamless experience amongst its products. This consistent experience is especially important for Macrocloud's brand and to generate demand.</p><br/><p><b>Consumer</b></p><p>The Consumer segment consists of a wide range of users that have traditionally purchased operating systems and email software licenses via OEM's; however, the needs of consumers have become much more sophisticated. Technology is playing an increasingly important role in people's personal lives, and these consumer technology experiences are spilling over into their professional lives. People expect to be able to use the same technology at work as they use at home. Enterprises can experience true benefits from the consumerization of IT with the right approach. The key is to balance user expectations with security, privacy, control and compliance.</p><br/><p><b>Advertisers</b></p>Advertising product mix for Macrocloud consists of Search and Display, with Search representing 60% of the overall business. Recent trends indicate:<ul><li>People are now searching, shopping, consuming media and engaging with brands on PCs, smartphones and tablets - through a wide variety of website, applications, and social media.</li><li>Portals continue to be an important place for marketers to reach consumers; however, their role is changing as consumers spend more time on social, video and other vertical destinations.</li><li>Marketers are faced with a fragmented audience, tech-savvy consumers, and a flood of online and offline data that is disconnected and underutilized.</li><li>To achieve their branding and performance objectives, marketers must engage consumers through both display and search advertising.</li></ul>",
    "CustomerInfo": "Customer Info",
    "DefaultChoiceDescription": "Please drag to choose an option",
    "DigitalCapability": "Digital Capability",
    "DisasterPreparedness": "Disaster Preparedness",
    "EaseofCommute": "Ease of Commute",
    "EaseStartingBusiness": "Ease of Starting a Business",
    "EconomyInvestment": "Economy Investment",
    "EndOfRoundFeedbackSubTitle": "Review your results after your time in charge",
    "EndOfRoundFeedbackTitle": "End of Round Feedback",
    "EnterCodeHintText": "Type code here",
    "EnterCodeOKButtonText": "OK",
    "EnterCodeText": "Please enter the code provided by your facilitator to begin Round 2. Then click OK.",
    "EnterCodeTitle": "Enter Code",
    "EnterpriseLevel": "Enterprise Level",
    "EnvironmentInvestments": "Environment Investments",
    "EORConditionalFeedbackText1_R1": "Performance across the business is achieved by making investments that optimize for the existing user base while opportunistically finding ways to differentiate to meet changing customer expectations. By focusing more on generating deep customer insights and prioritizing investments Macrocloud will be able to create differentiated experiences.<br><br>The most important challenge facing Macrocloud is driving usage and consumption of the product portfolio. As Macrocloud looks to grow, driving increased usage will be key to preventing the competition from edging into the existing customer base while providing examples of value for future customers. In addition, it will be important to rapidly accelerate the pace of business to stay ahead of rapidly expanding competitors who are able to quickly bring new products to market.<br><br>Financial success is achieved by exploring new business models to capture wallet share without unnecessarily increasing costs. Focusing on improving the leading indicators of Mobile and Cloud perception along with enhancing the Go to Market capability will be critical to understanding where to invest resources to meet investor growth expectations while not adversely impacting margins. Carefully identifying investments and opportunities that align and will improve the customer and partner experience, allowing the business to eliminate unnecessary expenditures and increase the ability to respond to changing market dynamics.",
    "EORConditionalFeedbackText1_R2": "This year's results were achieved because Macrocloud leadership created an organization which appreciated the impact of customer segments and the effect on Go to Market strategies. This also provided both a challenge to differentiate solutions in ways that transcend simplified customer definitions.<br><br>In addition, becoming a challenger requires innovating communication across the business and products offered. This was accomplished by making decisions about where to play and how to differentiate, informed by changes in the transformational leading indicators.<br><br>The financial implications of the Mobile First and Cloud First world required Macrocloud to reshape the way it delivers experiences to customers. Capitalizing on the growth in Devices while expanding on the opportunity it presents to leverage the broader portfolio of products allows operating margins to be maintained in light of the lower gross profits.",
    "EORConditionalFeedbackText2_R1": "Success was achieved by investing for the existing user base while opportunistically finding ways to differentiate to meet changing customer expectations. Focusing on generating customer insights and prioritizing accordingly will allow Macrocloud to create differentiated experiences by leveraging the past, understanding today and anticipating the future.<br><br>The most important challenge facing Macrocloud is driving usage and consumption of the product portfolio. As Macrocloud looks to grow, driving usage will be key to preventing the competition from edging into the existing customer base while providing examples of value for future customers. In addition, it will be important to accelerate the pace of business to stay ahead of rapidly expanding competitors who are able to quickly bring new products to market.<br><br>Financial improvements were achieved by exploring how different business models can capture wallet share without unnecessarily increasing costs. Monitoring the change in the leading indicators of Mobile and Cloud perception along with improving the Go to Market capability will be critical to understanding where to invest resources to meet investor growth expectations while not adversely impacting margins. Identifying investments and opportunities that align and will improve the customer and partner experience, allowing the business to eliminate unnecessary expenditures and increase the ability to respond to changing market dynamics.",
    "EORConditionalFeedbackText2_R2": "A successful year was achieved because Macrocloud leadership invested to create an organization which appreciated the impact of blurring customer segments and the effect on Go to Market strategies. This also provided both a challenge and opportunity to differentiate solutions in ways that transcend simplified customer definitions, capitalizing on the era of on demand and ubiquitous computing.<br><br>In addition, becoming more of a challenger required innovating communication across the business and products offered. This was accomplished by making tough choices about where to play and how to differentiate, informed through changes in the transformational leading indicators.<br><br>The financial implications of the Mobile First and Cloud First world required Macrocloud to reshape the way it delivers experiences to customers. Capitalizing on the growth in Devices while expanding on the opportunity it presents to leverage the broader portfolio of products allows operating margins to be maintained in light of the lower gross profits.",
    "EORConditionalFeedbackText3_R1": "Great success across all products was achieved by making investments that optimize for the existing user base while opportunistically finding ways to differentiate to meet changing customer expectations. Focusing on generating deep customer insights and prioritizing investments will allow Macrocloud to create differentiated experiences by leveraging the past, understanding today and anticipating the future.<br><br>The most important challenge facing Macrocloud is driving usage and consumption of the product portfolio. As Macrocloud looks to grow, continuing to increase usage will be key to preventing the competition from edging into the existing customer base while providing examples of value for future customers. In addition, it will be important to accelerate the pace of business to stay ahead of rapidly expanding competitors who are able to quickly bring new products to market.<br><br>Financial success was achieved by exploring new business models to capture wallet share without unnecessarily increasing costs. Monitoring the change in the leading indicators of Mobile and Cloud perception along with improving the Go to Market capability will be critical to understanding where to invest resources to meet investor growth expectations while not adversely impacting margins. Continuing to identify investments and opportunities that align and will improve the customer and partner experience, allowing the business to eliminate unnecessary expenditures and increase the ability to respond to changing market dynamics.",
    "EORConditionalFeedbackText3_R2": "A very successful year was achieved because Macrocloud leadership invested to create an organization which appreciated the impact of blurring customer segments and the effect on Go to Market strategies. This also provided both a challenge and opportunity to differentiate products and platforms in ways that transcend simplified customer definitions, capitalizing on the era of on demand and ubiquitous computing.<br><br>In addition, being a challenger required innovating processes / communication across the business and leveraging this to create the best set of products possible. This was accomplished by making tough choices about where to play and how to differentiate, informed by insights generated through changes in the transformational leading indicators.<br><br>The financial implications of the Mobile First and Cloud First world required Macrocloud to reshape the way it delivers experiences to customers. Capitalizing on the growth in Devices while expanding on the opportunity it presents to leverage the broader portfolio of products allows operating margins to be maintained in light of the lower gross profits.",
    "EORMainFeedbackText_R2": "<p>Well done managing Macrocloud through the second round. As you noticed, change happens fast in the technology industry and the rate of change will likely only accelerate.<br><br>You have been forced to further develop and execute on the strategies for the different products by taking operational and strategic decisions which support revenue growth with sustained margins, improve the customer experience, and increase consumption.</p>",
    "EORMainFeedbackTitle_R1": "End Of Round Feedback: Round 1",
    "EORMainFeedbackTitle_R2": "End Of Round Feedback: Round 2",
    "Event": "Event",
    "Events": "Events",
    "ExecutionOfStrategy": "Execution of Your Strategy",
    "Feedback": "Feedback",
    "FinancialResults": "FINANCIAL RESULTS",
    "Goal": "Goal",
    "GPPerc": "GP%",
    "GrossProfit": "Gross Profit",
    "GrossProfitPct": "Gross Profit %",
    "GrowthTarget": "Growth Target",
    "GrowthTarget01": "Conservative",
    "GrowthTarget02": "Medium",
    "GrowthTarget03": "High",
    "GrowthTarget04": "Stretch",
    "GTMInvestmentInstructions": "Select the four Initiatives that you want to prioritize for investment in the current round. You do not need to select all at once and may return to this screen at any time during the round However, you cannot undo a selection once you have clicked Submit. You can select each Initiative only once over the three rounds",
    "GTMInvestments": "Initiatives",
    "GTMInvestmentsTitle": "Initiatives",
    "Headline1_Bad_R1": "Does {{ tlInputTeamName }} have the mobile capability to keep the market interested?",
    "Headline1_Bad_R2": "Students are pleased with tablets, but early feedback on {{ tlInputTeamName }} indicates capabilities to be inline with competition, Minister asks why pay more?",
    "Headline1_Good_R1": "Catering Cares extatic with the mobile capability of {{ tlInputTeamName }}.",
    "Headline1_Good_R2": "Are strong reviews from students about the tablets from {{ tlInputTeamName }} pushing the Minister to consider doubling down?",
    "Headline2_Bad_R1": "Will glitches in the OS and Apps products from {{ tlInputTeamName }} keep FroYo from continuing it's expansion?",
    "Headline2_Bad_R2": "Does {{ tlInputTeamName }} have the Apps and cloud ability to deliver on the Wearable Data potential?",
    "Headline2_Good_R1": "Strong OS and Apps expertise paying off for {{ tlInputTeamName }} in the Embedded OS market... competition running scared!",
    "Headline2_Good_R2": "Strong early Apps integration creating rave reviews of Data produced from latest {{ tlInputTeamName }} Wearable.",
    "Headline3_Bad_R1": "Consumers who enter {{ tlInputTeamName }} stores seem interested in buying the latest mobile device, but hesitation remains.",
    "Headline3_Bad_R2": "Rumors of the lower price are probably a good thing for {{ tlInputTeamName }} as they don't seem to stack up to the competition in Cloud or Customer Sat.",
    "Headline3_Good_R1": "Consumers in Emergia are clamboring for the latest mobile devices from {{ tlInputTeamName }}.",
    "Headline3_Good_R2": "Rumors persist of pricing drops across the {{ tlInputTeamName }} customer base while product reviews have never been better.",
    "Headline4_Bad_R1": "Does {{ tlInputTeamName }} have the channel backing to deliver on FAFI partnership or will it be a 'whif'?",
    "Headline4_Bad_R2": "New screens are valued by consumers, though perception still lags... why don't consumers get the value?",
    "Headline4_Good_R1": "Early channel investments by {{ tlInputTeamName }} combined with FAFI parternship scores more than just goals.",
    "Headline4_Good_R2": "Consumers are grateful their new devices are 'grater proof' leading Mom's to brand them devices of the year.",
    "Headline5_Bad_R1": "Retailers have long wait lines at stores for the latest Devices from {{ tlInputTeamName }}, unfortunately the supply chain looks like the weakest link.",
    "Headline5_Bad_R2": "Students report device sales improve, but they can't break through to business students as device of choice comes from the competition.",
    "Headline5_Good_R1": "Retailers see benefits of sorting more Devices from {{ tlInputTeamName }} for Holiday Planning Season.",
    "Headline5_Good_R2": "Student's report latest devices selling themselves due to Mobile capabilities... the future for {{ tlInputTeamName }} looks strong!",
    "HealthInvestment": "Health Investment",
    "HousingAffordability": "Housing Affordability",
    "ID": "GEN",
    "InfoUpdate": "Info Update",
    "InfoUpdates": "Information Updates",
    "InfrastructureInvestment": "Infrastructure Investment",
    "Initiatives": "Initiatives",
    "InitiativesCat1": "Client Centricity",
    "InitiativesCat2": "Brand & Differentiation",
    "InitiativesCat3": "Leadership Talent",
    "InitiativesCat4": "Practices",
    "InitiativesCat5": "Quality & Methods",
    "InitiativesCat6": "Consulting & Services Platform",
    "InitiativesCat7": "Performance Improvement",
    "InitiativesCat8": "Offerings",
    "InitiativesCatPrefix1": "CC",
    "InitiativesCatPrefix2": "BD",
    "InitiativesCatPrefix3": "LT",
    "InitiativesCatPrefix4": "PR",
    "InitiativesCatPrefix5": "QM",
    "InitiativesCatPrefix6": "CS",
    "InitiativesCatPrefix7": "PI",
    "InitiativesCatPrefix8": "OF",
    "InitiativesContent": " <p>Your advisors come to you with strategic projects which you can choose to invest in, in order to support your other investments and strategy. You can invest in a maximum of two every round, but the benefits of each project will carry on throughout your tenure. Please note that each strategic investment comes at both monetary and Management Time Unit costs.</p>",
    "InitiativesInstructions": "Please click on an Action to see a description",
    "InitiativesNote": "<p>You can select 2 strategic initiatives for this round.</p>",
    "InitiativesSelected": "Actions Selected",
    "InitiativesTabText": "Strategic Initiatives",
    "Instructions": "Instructions",
    "InstructionsHeader1": "SIMULATION FLOW",
    "InstructionsHeader10": "FEEDBACK",
    "InstructionsHeader2": "I'M STUCK!",
    "InstructionsHeader3": "MARKET INFO AND CAPABILITIES",
    "InstructionsHeader4": "R&D INVESTMENTS",
    "InstructionsHeader5": "GTM INVESTMENTS",
    "InstructionsHeader6": "INFORMATION UPDATES",
    "InstructionsHeader7": "EVENTS",
    "InstructionsHeader8": "OPPORTUNITIES",
    "InstructionsHeader9": "METRICS",
    "InstructionsText1": "Welcome to the simulation!  As a member of the leadership team at Macrocloud, your objective is to increase your Scorecard Index by improving Revenue growth, Operating Margin growth, CPE and Consumption across your three product groups. <BR/><BR/>Follow this process to play through the simulation round:<ol><li>Review your customer and product information and current capability levels. Think about what investments could improve the capabilities and metrics.</li><li>Click on the blue, yellow and red circles that appear below the images in order to make business decisions.</li><li>At any point during the round, make R&D and GTM investments to improve the capabilities of your business.</li><li>Track the impact of your decisions and investments on the business metrics - your goal is to increase your metrics as much as possible!</li><li>Keep an eye on the clock and your progress - adjust your speed accordingly.</li><li>At the end of the round, review your feedback.</li></ol>You can access these instructions again at any point by clicking the Instructions button at the top of the screen.<BR/>For now, let's go into the simulation process in more detail. Click the arrow on the right to continue...",
    "InstructionsText10": "At the end of the round, click on the Feedback icon to access your final performance summary. Review your results and consider the feedback as you plan for the next round.",
    "InstructionsText2": "If you appear to be stuck - with no options to proceed - try the following:<br /><ol><li>Click on any colored circle that is not greyed out.</li><li>Click on R&D Investments or GTM Investments, and be sure to use your full allocation of investments for the round.</li></ol><br /><br />At the end of the round, click on the Feedback icon to see your performance summary.",
    "InstructionsText3": "To get started, review the Customer Info and Product Info for the three products. Then check your current capability levels for the three customer segments (Consumer, Commercial, and Advertising) who buy your products and services.  These capabilities are your Go to Market (GTM) Index, Cloud and Mobile Perception for each product. These values will change as you make decisions and juggle competing demands - be careful not to pursue opportunities where you lack the capability to execute successfully as this could have negative ramifications on the business.",
    "InstructionsText4": "Click on the R&D Investments button at any time. You can choose up to six per round distributed over the three products (e.g., two for OS, three for Apps, and one for Devices). Scroll down to review all available investments. Click on the tabs to move between the different products. Your R&D Investments help you build capabilities, and may better prepare you to respond to unexpected events.",
    "InstructionsText5": "Click on the GTM Investments button at any time. You can choose up to three per round. Scroll down to review all available investments. GTM Investments apply to all products. Your GTM Investments help you create a differentiated market position and may better prepare you to respond to unexpected events.",
    "InstructionsText6": "Blue circles, representing Information Updates, appear as you progress through the rounds.  Consider this information as you make decisions and investments.",
    "InstructionsText7": "Yellow circles represent planned or unplanned Events.  Click on these circles to read the event and make a decision.  Scroll down to review all options. You cannot modify your decision once it has been made.",
    "InstructionsText8": "Red circles represent Opportunities that require an immediate decision. You cannot modify your decision once it has been made. Other decisions that you make will impact the Opportunities that are available to you.",
    "InstructionsText9": "Your decisions and investments will impact your business metrics. Each product has a Consumption, Revenue growth, Operating Margin growth, and CPE metric. The most important metric is your overall Scorecard Index, which indicates the overall health of your business.",
    "InstructionsTitle": "Instructions",
    "InstructionsVideo1": "Intro1.mp4",
    "InstructionsVideo10": "Intro10.mp4",
    "InstructionsVideo2": "Intro2.mp4",
    "InstructionsVideo3": "Intro3.mp4",
    "InstructionsVideo4": "Intro4.mp4",
    "InstructionsVideo5": "Intro5.mp4",
    "InstructionsVideo6": "Intro6.mp4",
    "InstructionsVideo7": "Intro7.mp4",
    "InstructionsVideo8": "Intro8.mp4",
    "InstructionsVideo9": "Intro9.mp4",
    "IntroHeader": "Welcome to Macrocloud",
    "IntroText": "To succeed over the two rounds of this challenge, you'll need to understand your market and customers, create an efficient organization, invest in the right projects, and keep focus on changing customer needs and trends.<br><br>Your performance will be measured by the Scorecard Index, which is a combination of Revenue and Profitability Growth, as well as CPE.<br><br>Good luck!",
    "IntroTitle": "Introduction",
    "InvestmentCategoryList": "Environment, Public Services, Security, Infrastructure, Economy, Health",
    "InvestmentCatetory01": "Environment",
    "InvestmentCatetory02": "Public Services",
    "InvestmentCatetory03": "Security",
    "InvestmentCatetory04": "Infrastructure",
    "InvestmentCatetory05": "Economy",
    "InvestmentCatetory06": "Health",
    "InvestmentCatetoryHigh01": "Reactive",
    "InvestmentCatetoryHigh02": "Improving Efficiency",
    "InvestmentCatetoryHigh03": "Cyber",
    "InvestmentCatetoryHigh04": "Retrofitting",
    "InvestmentCatetoryHigh05": "Cost of Doing Business",
    "InvestmentCatetoryHigh06": "Cure",
    "InvestmentCatetoryLow01": "Proactive",
    "InvestmentCatetoryLow02": "Increasing Capacity",
    "InvestmentCatetoryLow03": "Street",
    "InvestmentCatetoryLow04": "Building New",
    "InvestmentCatetoryLow05": "Attracting Talent",
    "InvestmentCatetoryLow06": "Prevention",
    "InvestmentContent": "<p>There are a number of investments you can make across various areas in the city. You must decide how much money to allocate to each section of the investment budget and also decide where the focus of the investment should be.</p><p>Using the last city management's budget allocation as a reference, <strong>allocate budget across these six investment areas below and move the slider to indicate where you want to focus that investment</strong>. Make sure to leave between 200 and 400M in budget to deal with any unexpected events which may arise during your tenure. Remember that once you've submitted your investments for the duration of your first tenure, you cannot change them.</p>",
    "InvestmentsSelected": "Initiatives Selected",
    "InvestmentTabText": "Resilience Investments",
    "InvestmentTitle": "Citywide Investments",
    "JobAvailability": "Job Availability",
    "LevelEducation": "Level of Education",
    "LifeTrend01": "Life Trend 01",
    "LifeTrend02": "Life Trend 02",
    "LifeTrend03": "Life Trend 03",
    "LifeTrend04": "Life Trend 04",
    "LogoutConfirmMsg": "Are you sure, you want to logout?",
    "MissionHeader": "Objectives",
    "MissionText_R1": "You have 45 minutes to complete this round.  <br />The clock will start when you click the close button.<br /><br />Themes for Round #1 - Foundational Investments:<ul><li>Understanding the impact our strategic changes are having on customers and partners</li><li>Create unique ways to shape solutions across boundaries to generate value for the ecosystem, customers, and our talent</li><li>Driving value hinges on generating deep customer insights by understanding the now, leveraging our experience, and anticipating the future</li></ul>",
    "MissionText_R2": "You have 45 minutes to complete this round.  <br />The clock will start when you click the close button.<br /><br />Themes for Round #2 - Customer Centricity & VOC:<ul><li>Challenges and opportunities to differentiate our solutions</li><li>Financial implications of the Mobile First and Cloud First world</li><li>Being a challenger in today's market</li></ul>",
    "MissionTitle": "Mission",
    "MTUs": "MTUs",
    "Neutral": "Neutral",
    "No": "No",
    "NPS": "NPS",
    "OpMargin": "Op Margin",
    "Opportunities": "Opportunities",
    "Opportunity": "Opportunity",
    "OptionDisabledText": "Please note, some options may be unavailable if you haven't invested sufficiently.",
    "PartnerActionCat1": "Client-Facing",
    "PartnerActionCat2": "People / Team",
    "PartnerActionCat3": "Business / TJW",
    "PartnerActionCat4": "Personal / Self",
    "PartnerActionCatPrefix1": "CF",
    "PartnerActionCatPrefix2": "PT",
    "PartnerActionCatPrefix3": "BI",
    "PartnerActionCatPrefix4": "PS",
    "PartnerActions": "Leader Actions",
    "Password2": "ey2",
    "Password3": "ey3",
    "PasswordText": "Password",
    "Period0": "Round 0",
    "Period1": "Round 1",
    "Period2": "Round 2",
    "Period3": "Round 3",
    "Places": "Places",
    "PleaseWaitMessage": "PLEASE WAIT TO START",
    "Product1InfoText": "<p>Macrocloud's first set of products currently represent the company's largest revenue stream. Device sales are more important than ever as many computers, tablets, and mobile phones come preloaded with the operating system, tying the growth of OS revenue to device sales through pre-installation.</p><br/><p>OS is predominantly sold in a licensed revenue model both through OEMs and directly to large enterprises based on the ability of the Macrocloud Sales Force to deepen relationships with customers. It is important for Macrocloud to balance investments in successfully promoting the OS while effectively investing in current and future products.</p><br/><p>Consumers and businesses transitioning from traditional desktop computing to mobile computing pose a challenge for Macrocloud to grow the revenue base for OS due to its lower market share in the mobile space. However, as devices and software in the Macrocloud ecosystem enjoy success, a halo effect may slow the decline in revenue. Additionally, growing the user base of OS allows Macrocloud to generate advertising revenue as agencies and brands seek out new and effective ways to reach customers.</p>",
    "Product2InfoText": "<p>This product segment is a strong growth driver for Macrocloud. The Apps product suite is a software as a service (SaaS) offering, meaning that the products generate recurring revenues over time on a subscription basis. Success lies in the product's ability to work across a variety of platforms and help increase personal, team, and organization productivity through a range of services and software solutions targeted at individuals and at companies of all sizes. Management must focus on reducing churn in the existing user base while simultaneously driving adoption of Apps across all customer segments to enable sustained revenue growth.</p><br><p>It is anticipated that growth in this product will continue to increase over the short term. However, the competitive landscape is rapidly shifting as companies begin to offer free (ad-supported) or lower priced alternatives as a loss leader into more lucrative service arrangements. While Macrocloud has the potential to generate advertising revenue through these products, the company drives the vast majority of revenue from its subscription sales. That said, advertising is certainly a revenue stream that the board is interested in further examining in years to come.</p><br><p>The management team will have to work diligently to ensure that the direct sales teams, ecosystem and partners (VARs, OEMs, and developers) communicate Apps' value. The ability of Macrocloud to successfully penetrate the devices market has potential to drive attach for Apps as adoption by users interested in corporate applications for the product increases.</p>",
    "Product3InfoText": "<p>The devices product suite aims to re-invent the way users interact with technology, led through the consumer, powered by the cloud, interactive across multiple screens, and best experienced with Macrocloud offerings. From touchscreen input to typing on a keyboard, whether in the office or sitting in the living room, consumers and businesses can do more with revolutionary devices. Macrocloud recently launched devices in Maturia and has plans to launch and market the device in the Emergia market in Year 2. The devices proliferation is a radical departure for a company that historically specialized in software and services. The Macrocloud devices are targeted to compete with products already in the market from other companies. Macrocloud is expected to have approximately 20% of the Devices market share this year.</p><br/><p>The management team must develop devices with design, ease of use and feature sets that will delight customers. The aim is to allow consumers to create, collaborate, and &quot;get stuff done&quot; with Apps while exploring the world with a fast and fluid OS. In addition, the expectation is the devices will allow consumers to discover new music, movies, and games in the growing Macrocloud application marketplace. This presents an opportunity for Macrocloud to generate mobile advertising revenue as additional devices are sold. How customers will continue to use the device remains to be seen. Many analysts expect commercial applications to rapidly expand as companies look to solve currently unmet needs.</p><br/><p>To ensure success of the devices product portfolio and to capture a portion of the addressable market, Macrocloud must ensure channel partners, developers, and ecosystem partners are prepared for the product demand. A high degree of &quot;readiness&quot; is required for Macrocloud to capture a large share of the meteoric growth in this device opportunity. Macrocloud needs to be nimble to deal with the supply chain dynamics associated with its recent entry into the hardware space and how this will impact relationships with partners.</p>",
    "ProductInfo": "Product Info",
    "Progress": "Progress",
    "PTIperc": "PTI %",
    "PublicParksAvailability": "Public Parks Availability",
    "PublicServiceInvestment": "Public Service Investment",
    "QualityOfLife": "Quality of Life",
    "QualityOfLifeIndex": "Quality of Life Index",
    "RDInvestmentInstructions": "Select three Leader Actions for the current round You do not need to select all at once and may return to this screen at any time during the round However, you cannot undo a selection once you have clicked Submit. You can select each Action only once over the three rounds",
    "RDInvestments": "Leader Actions",
    "RDInvestmentsTitle": "Leader Actions",
    "RegisterOKButtonText": "OK",
    "RegisterTeamMemberAliasHintText": "Enter MSFT Alias",
    "RegisterTeamMemberAliasLabel": "MSFT Alias",
    "RegisterTeamNameHintText": "Enter Team Name here",
    "RegisterTeamNameLabel": "Team Name",
    "RegisterTeamNumberHintText": "Enter Team Number here",
    "RegisterTeamNumberLabel": "Team Number",
    "RegisterText_R1": "Please enter your name and MSFT Alias",
    "RegisterText_R2": "Please name your team and enter the MSFT Aliases of up to six team members",
    "RegisterTitle": "Register",
    "RegisterYourAliasHintText": "Enter MSFT Alias",
    "RegisterYourAliasLabel": "Your MSFT Alias'",
    "RegisterYourNameHintText": "Enter Your Name here",
    "RegisterYourNameLabel": "Your Name",
    "Remaining": "Remaining",
    "Revenue": "Revenue",
    "ReviewDecision": "Review Decision",
    "ReviewOptions": "Review Options",
    "Round": "Round",
    "Safety": "Safety",
    "Sanitation": "Sanitation",
    "Scenarios": "Scenarios",
    "ScorecardIndex": "Scorecard Index",
    "SecurityInvestment": "Security Investment",
    "SetTimer": "Set Timer",
    "Signings": "Signings",
    "SimTitle": "Future Cities Simulation",
    "SocialConnectivity": "Social Connectivity",
    "SplashSubTitle_R1": "Macrocloud SimulationL Round 1",
    "SplashSubTitle_R2": "Macrocloud SimulationL Round 2",
    "SplashTitle": "The Manager Experience",
    "SportFacilityAvailability": "Sport Facility Availability",
    "StartNewButtonText": "Click to start the Round",
    "StartNewButtonTitle": "Start New Round",
    "Submit": "Submit",
    "SubmitActions": "Submit Actions",
    "SubmitActionsAlertText": "Are you sure? You will not be able change a decision once you've submitted it.",
    "SubmitInvestments": "Submit Initiatives",
    "SubmitInvestmentsAlertText": "Are you sure? You will not be able change a decision once you've submitted it.",
    "Talent": "Talent",
    "TalentExperience": "Talent Experience",
    "Time": "Time",
    "TimeinSeconds": "Time (s)",
    "TimeSeriesRound": "Time Series - Round",
    "Title": "The Manager Experience",
    "TooltipAvailableBudget": "The amount of funds available to allocate during the round to items such as Investments and scenarios that may arise. You can go over budget, but this may have a negative impact on the Quality of Life.",
    "TooltipAvailableMTUs": "The number of &quot;Management Time Units&quot; (MTUs) available to allocate during the round to items such as Investments and scenarios that may arise. You can overallocate the MTUs, but this may have a negative impact on the Quality of Life.",
    "TooltipCatetoryHigh01": "Direct resources to implementing measures dealing directly with environmental issues such as air cleaning, water filtering and offsite landfilling.",
    "TooltipCatetoryHigh02": "Investment in developing new platforms and systems to better enable public services to operate more efficiently. For example, virtual medical capabilities, virtual classrooms and improved training for education and medical staff.",
    "TooltipCatetoryHigh03": "Invest in platforms, systems and training to improve the resilience of digital systems against cyberattacks and breakdowns. For example, to prevent accidental bugs, hacks, data breaches and ransoms.",
    "TooltipCatetoryHigh04": "Upgrade and retrofit existing transport, utilities and telecommunications infrastructure to ensure the functionality of legacy solutions.",
    "TooltipCatetoryHigh05": "Decrease the cost of doing business through incentives, more efficient city bureaucracy and subsidies, such as corporate tax breaks and beneficial business regulations.",
    "TooltipCatetoryHigh06": "Invest in improving access to medical services and quality of hospital treatments.",
    "TooltipCatetoryLow01": "Direct resources for pre-emptive actions to reduce carbon-emitters, building green spaces and initiating city-wide recycling schemes.",
    "TooltipCatetoryLow02": "Investment in hiring more staff for schools, hospitals, emergency services, expanding classroom and hospital capacity and increasing number of emergency vehicles.",
    "TooltipCatetoryLow03": "The prevention and reaction to crime and civil emergencies. For example to combat theft, arson, traffic accidents, fires etc.",
    "TooltipCatetoryLow04": "Invest in new infrastructure solutions, such as new train lines, new power grids, internet and telecommunications infrastructure.",
    "TooltipCatetoryLow05": "Focusing on investments to attract top talent, such as improving the brand and reputation of the city where people want to live and work. Conferences and public awareness campaigns are examples of how this could be done.",
    "TooltipCatetoryLow06": "Incentivizing healthy living, health monitoring wearables and regular health checks. For example by subsidizing sport initiatives and running health promotions.",
    "TooltipGoal01": "<strong>Opportunity</strong> encompasses: <ul><li>Level of Education</li><li>Job Availability</li><li>Ease of Starting a Business</li></ul>",
    "TooltipGoal02": "<strong>Affordability</strong> encompasses: <ul><li>Citizen Disposable Income</li><li>Commute Affordability</li><li>Housing Affordability</li></ul>",
    "TooltipGoal03": "<strong>Agility</strong> encompasses: <ul><li>Ease of Commute</li><li>Digital Capability</li><li>Social Connectivity</li></ul>",
    "TooltipGoal04": "<strong>Amenity</strong> encompasses: <ul><li>Citizen Equality</li><li>Average Life Expectancy</li><li>Sanitation</li></ul>",
    "TooltipGoal05": "<strong>Safety</strong> encompasses: <ul><li>Disaster Preparedness</li><li>Traffic Safety</li><li>Crime Prevention</li></ul>",
    "TooltipGoal06": "<strong>Places</strong> encompasses: <ul><li>Public Parks Availability</li><li>Sport Facility Availability</li><li>Community Spaces Availability</li></ul>",
    "TrafficSafety": "Traffic Safety",
    "TrendYearsR1": "Year1,Year3 ,Year5,Year7,Year9,Year11,Year13",
    "TrendYearsR2": "Year14,Year16 ,Year18,Year20,Year22,Year24,Year26",
    "Update": "Update",
    "VSGExpectationListInfo1": "<ul><li>The government imposes regulations to ensure compliance with safety, environmental and labor standards</li></ul>",
    "VSGExpectationListInfo2": "<ul><li>Citizens are the inhabitants of Futopolis</li></ul>",
    "VSGExpectationListInfo3": "<ul><li>The part of Futopolis' economy which is not directly under the state's control, including private companies and service providers</li></ul>",
    "VSGExpectationListInfo4": "<ul><li>The part of Futopolis' economy which is controlled by the state, i.e. the city management team</li></ul>",
    "VSGExpectationListInfo5": "<ul><li>Banks and other financial institutions with whom Futopolis has a financial relationship</li></ul>",
    "VSGExpectationListInfo6": "<ul><li>Organisations run independently of government, run by volunteers seeking to better the city</li></ul>",
    "WarningText": "Enter the password for round 2 provided by the facilitator.",
    "WHI": "WHI",
    "Year1": "Year 1",
    "Year10": "Year 10",
    "Year11": "Year 11",
    "Year12": "Year 12",
    "Year13": "Year 13",
    "Year14": "Year 14",
    "Year15": "Year 15",
    "Year16": "Year 16",
    "Year17": "Year 17",
    "Year18": "Year 18",
    "Year19": "Year 19",
    "Year2": "Year 2",
    "Year20": "Year 20",
    "Year21": "Year 21",
    "Year22": "Year 22",
    "Year23": "Year 23",
    "Year24": "Year 24",
    "Year25": "Year 25",
    "Year26": "Year 26",
    "Year3": "Year 3",
    "Year4": "Year 4",
    "Year5": "Year 5",
    "Year6": "Year 6",
    "Year7": "Year 7",
    "Year8": "Year 8",
    "Year9": "Year 9",
    "Yes": "Yes",
    "YouChose": "You Chose"
}, {
    "ID": "KickingoffRound",
    "KickingoffRoundContent": "<p>Welcome to your first tenure as city management of Futopolis! You will have a number of decisions to make in your new capacity as city management. You will be able to:</p><p><div><i class='icon icon-action-arrow'></i><span>Set growth goals for the different parts of your city focus areas </span></div><div><i class='icon icon-action-arrow'></i><span>Choose where to invest your city's funds in order to support your strategy and vision for the city going forward</span></div><div><i class='icon icon-action-arrow'></i><span>Choose which initiatives and projects to invest in to support your strategy further</span></div><div><i class='icon icon-action-arrow'></i><span>React to unexpected events and make decisions about which options would be best for your city</span></div></p><p>Good luck!</p>",
    "KickingoffRoundTitle": "Now you're ready to enter your first term as city management"
}, {
    "alt1": "Training for public servants ($20M; 3 MTUs)",
    "alt1_feedback": "By investing in your staff, you have set your teams up for success, arming them with the necessary skills in an increasingly digital workplace. However, it takes time for them to get up to speed. ",
    "alt1_narrative": "You invest in a comprehensive training programme for public servants to help them develop data gathering and data analysis skills.",
    "alt2": "Open entry courses ($30M; 2 MTUs)",
    "alt2_feedback": "The open courses prove very popular and citizens feel that the administration is making an investment in them and their future employability. However, the skills taught at the courses are relatively rudimentary, so the level of analysis your staff who joined the open courses are able to produce is not as good as you'd hoped.",
    "alt2_narrative": "In your opinion, the digital gap is a problem not only in the public services sector but in the city as a whole. You decide to fund open entry courses for citizens to develop basic digital and data analysis skills.",
    "alt3": "Outsource to private sector ($40M; 1 MTU)",
    "alt3_feedback": "The company produces an impressive and comprehensive analysis, helping you to make decisions in the short term. However, the piece of work was a one off and you are still left with a knowledge gap with your staff.",
    "alt3_narrative": "You decide to enlist the help of experts and work with a professional services company. They provide highly trained specialists who are able to sift through the data and deliver a detailed analysis of the data collected so far, as well as provide recommendations based on the analysis, helping you make decisions going forward. ",
    "alt4": "Open source data ($50M; 4 MTUs)",
    "alt4_condition": "tlOutputCalcTrigR1E1Option4Enabled",
    "alt4_feedback": "The collection and distribution of the city's data to the general public is a success. Businesses as well as individuals now have access to a host of a categorized data about the city that they can utilize. However, citizens have raised security concerns about the sensitivity of the data being made available for public viewing and use.",
    "alt4_narrative": "You solicit the help of public and private data experts to ensure the city's data is aggregated in one place and organized efficiently. In addition, you ensure that all this platform and data is made open source and available for use by both citizens and private companies.",
    "Client": "1",
    "ID": "R1E1",
    "name": "Too much data",
    "narrative": "<p>There is more data available to organizations than ever before. Advances in technology, computer power and analytics mean companies can collect and process data almost in real time.</p><p>The availability of data falsely allows organizations to mix up the concepts of big data and simply having a lot of data. The Futopolis city administration is no different, with a huge amount of data available, but lacking the skills to analyse and use the data. </p><p>Which of the following options will you choose to empower Futopolis to use the data available to help gain valuable insights?</p>",
    "PageType": "Event",
    "sequenceIDIn": "data-zoomin-init",
    "sequenceIDOut": "data-zoomout-init"
}, {
    "alt1": "Bike lanes ($40M; 1 MTU)",
    "alt1_condition": "tlOutputCalcTrigR1E2Option1Enabled",
    "alt1_feedback": "The cycle lanes are positively received by the city as they are seen as a faster and healthier way to commute. However, the cycle lanes are difficult and costly to install given Futopolis existing transport infrastructure. Several cycle-vehicle accidents cause concern amongst citizens that cycling is still unsafe and limits the uptake.",
    "alt1_narrative": "You decide to invest in cycling lanes and super-cycle highways into the city. This should encourage more people to adopt this more eco-friendly form of transport and reduce the number of vehicles on the road.",
    "alt2": "Highway conversion ($50M; 1 MTU)",
    "alt2_feedback": "The new 'green cycle highways' provide alternative routes into the city center for those wishing to walk, run or cycle. Despite the positive reception it is very expensive and causes even greater congestion on other highways into the city.",
    "alt2_narrative": "You strategically select several highways and convert them into parks with cycle and pedestrian lanes at the centre.",
    "alt3": "Smart parking ($10M; 2 MTUs)",
    "alt3_feedback": "Uptake of the Smart Parking app has been rapid, with many citizens now using it to pre-book parking before traveling into the city. While this slightly reduces traffic, peak-time congestion still remains an issue due to the large number of vehicles on the roads.",
    "alt3_narrative": "Traffic analysis has revealed that between 20% and 30% of cars on the road at any one time are searching for parking. In order to reduce this number you invest in smart parking software which allows citizens to book a parking spot at their destination in advance.",
    "alt4": "Smart traffic lights ($20M; 1 MTU)",
    "alt4_condition": "tlOutputCalcTrigR1E2Option4Enabled",
    "alt4_feedback": "Smart traffic lights improve the flow of traffic through the city as they adjust their timing according to congestion. ",
    "alt4_narrative": "Pre-set traffic lights cause unnecessary congestion due to lack of awareness of real time traffic conditions. You therefore invest in upgrading your city's traffic lights to sense traffic conditions and adjust their light frequency accordingly.",
    "alt5": "Trams & bio-buses ($40M; 1 MTU)",
    "alt5_feedback": "Air quality within the city markedly improves but the new fleet of 'Bio-Buses' and Tram shuttles is costly to install and maintain.",
    "alt5_narrative": "Your major concern is the rising levels of pollution as a result of Futopolis increasing congestion. You start replacing older diesel buses with electric and biofuel powered buses, as well as lay the ground work for a new fleet of electric tramlines.",
    "alt6": "Personal mobility app ($10M; 2 MTUs)",
    "alt6_feedback": "The app is well received by city commuters who can now easily plan their commute and trips across the city while avoiding the delays of congested transport routes.",
    "alt6_narrative": "In order to assist city commuters, you create a centralised mobility app, A2B, which integrates all forms of city transport and ticketing. This app should help ease congestion by proposing transport suggestions that allow citizens to seamlessly travel from one point in the city to another in the shortest time and at the lowest cost. ",
    "Client": "1",
    "ID": "R1E2",
    "name": "Congestion issues",
    "narrative": "<p>There has been a steady increase in overall traffic times in the capital with uncongested free-flow situations a rarity even outside of rush hour. Average commuter time within the city has risen steadily as a result and is starting to have negative impacts on citizens' quality of life.</p><p>Despite an extensive public transport network, there are simply too many vehicles on Futopolis roads.</p><p>How do you tackle this issue of widespread congestion within your city, before it becomes a crippling factor?</p>",
    "PageType": "Event",
    "sequenceIDIn": "congestion-zoomin-init",
    "sequenceIDOut": "congestion-zoomout-init"
}, {
    "alt1": "Reduce red tape (3 MTUs)",
    "alt1_feedback": "By easing the regulations around house building in the city, you have facilitated more house building projects. However, this has come at a cost to the quality of housing and the new houses are not as resilient as those built in accordance with previous regulations.",
    "alt1_narrative": "One of the barriers for building new homes is the amount of rent tape involved in the building process. In order to accelerate building, you decide to simplify the regulations around building construction and rental agreements. ",
    "alt2": "Modular building ($30M; 1 MTU)",
    "alt2_feedback": "Modular house building quickly gains traction and many affordable new homes are built. However, the methods are still in early stages and are only able to handle a narrow range of possible building styles. Consequently, there are now areas of Futopolis which look very bland with rows of identical buildings, which is unpopular with the citizens.",
    "alt2_narrative": "Modular or pre-fabricated house building is gaining traction worldwide. Although timeframes vary project to project, most estimates show that homes built off site homes can be produced in half the time of traditional construction projects. Developers also claim that there are fewer accidents and a more consistent build quality. You decide to encourage these firms to build more by offering subsidies.",
    "alt3": "Increase tax on unoccupied properties (2 MTUs)",
    "alt3_feedback": "The increased tax on unoccupied houses is popular with Futopolis citizens but only frees up a small number of newly available homes.",
    "alt3_narrative": "One of the key issues with housing in the city is large properties being bought by investors and remaining empty without owners or tenants. In order to discourage this you implement an increased tax for properties which remain unoccupied for long periods of time.",
    "alt4": "Rent regulation (2 MTUs)",
    "alt4_feedback": "Rent regulation is popular with price sensitive citizens but deeply unpopular with the population who rent out property. The new laws however, do  encourage more people to be able to afford to rent, helping to solve the housing shortage problem. ",
    "alt4_narrative": "In order to prevent landlords from taking advantage of the situation and pricing tenants out of the property market, you introduce a cap on the maximum annual rent increase in the city. ",
    "Client": "1",
    "ID": "R1E3",
    "name": "Shortage of homes",
    "narrative": "<p>Following years of underinvestment in the housing sector as well as active population growth, the city is desperately short of housing. The chronic shortage has led to price increases both in the rental and buying markets, pricing citizens out of properties. The high prices are also encouraging citizens to take on increasingly crippling debt, decreasing the amount of available cash they spend in the city, putting pressure on other sectors. </p><p>Your advisors have provided you with analysis of the possible solutions in order to improve the situation.</p><p>Which of these options will you choose?</p>",
    "PageType": "Event",
    "sequenceIDIn": "homes-zoomin-init",
    "sequenceIDOut": "homes-zoomout-init"
}, {
    "alt1": "Incubator for cyber security firms ($40M; 2 MTUs)",
    "alt1_condition": "tlOutputCalcTrigR1E4Option1Enabled",
    "alt1_feedback": "The subsidised incubators are successful in encouraging a number of innovative local companies who produce effective solutions to combat cyber security threats. However, this does not alleviate the immediate threat of a security breach, leaving the city vulnerable in the short term.",
    "alt1_narrative": "You subsidize a number of incubators, focusing specifically on start-up companies working on cyber security. This will encourage entrepreneurs to work on the problem and create innovative solutions sourced locally in the private sector. ",
    "alt2": "Own capabilities ($30M; 3 MTUs)",
    "alt2_feedback": "Upskilling the existing staff and strategically hiring new experts has a positive impact and puts the city in a less vulnerable position. However, the city is still lacking a comprehensive solution which is able to pre-empt future attacks.",
    "alt2_narrative": "Your focus is on developing solutions which are wholly owned by the city administration. You invest in the IT Security department of Futopolis administration and finance specialist training in order to best equip the city against cyber attacks.",
    "alt3": "Partner with Auld & Xavier ($40M; 1 MTU)",
    "alt3_feedback": "In partnership with Auld & Xavier, you have created an actionable plan to combat and pre-empt threats going forward, making the city considerably less vulnerable.",
    "alt3_narrative": "Partner with the professional services firm, Auld & Xavier, who have vast experience in cyber security mitigation both in the public and private sectors. Auld & Xavier's approach focuses on Active Defence, prioritizing key vulnerabilities and assessing the threat landscape.",
    "Client": "1",
    "ID": "R1E4",
    "name": "Cyber security",
    "narrative": "<p>Over the last decade computer hackers have made a living breaking through firewalls in order to gain access to private data. Sometimes these attacks are executed using brute computing strength that breaks through inadequate security systems. Other times, hackers can retrieve passwords that allow them to compromise systems by sorting through company waste or by getting passwords from disgruntled employees.</p><p>Hackers are increasingly looking to access public data such as medical records. There have been a number of security breaches globally and your administration has received a number of threats from hacking groups already.</p><p>If you do not safeguard the citizens' data you risk losing valuable and very private information which may put the privacy and safety of your citizens at risk.</p><p>How will you prioritize investment in data security?</p>",
    "PageType": "Event",
    "sequenceIDIn": "cyber-zoomin-init",
    "sequenceIDOut": "cyber-zoomout-init"
}, {
    "alt1": "Robotic assistance ($30M; 2 MTUs)",
    "alt1_feedback": "The new robots significantly reduce the stress on city services and have a positive impact on the health of citizens with robots in their homes. The development and manufacturing process has also had the added benefit of contributing new capabilities to the city workforce. However, with decreased demand from clinics, some nurses and caretakers lose their jobs.",
    "alt1_narrative": "You partner with a large technology firm to supply nursing robots to all senior citizens requiring basic assistance in their homes. Now they won't need to seek aid from city institutions as frequently.",
    "alt2": "Home care investment ($40M; 2 MTUs)",
    "alt2_condition": "tlOutputCalcTrigR1E5Option2Enabled",
    "alt2_feedback": "The new program gains immediate popularity and many senior citizens feel relieved they no longer have to travel in the city. Many citizens that would have neglected to seek help due to their limited mobility are now able to receive care in their homes. ",
    "alt2_narrative": "You invest in a home nursing programme and provide senior citizens with access to nursing care in their own homes. Citizens with reduced mobility shouldn't have to travel to receive good care.",
    "alt3": "Shuttle buses ($20M; 1 MTU)",
    "alt3_feedback": "The new shuttle buses are positively received by the city population. Senior citizens can now better plan and make use of city services. ",
    "alt3_narrative": "Older citizens need safer forms of transport. You decide to implement special city shuttle buses that can be booked to pick up and drop off senior citizens closer to their desired location.",
    "alt4": "Free public transport ($10M; 1 MTU)",
    "alt4_feedback": "The free public passes helps to alleviate some of the stress from private vehicles. However, many older citizens still avoid public transport due to the crowds and lack of comfort. Some senior citizens neglect to seek care because they can't access appropriate transport to health services.",
    "alt4_narrative": "Senior citizens need to be incentivized to make better use of public forms of transport. You decide to make all public transport free for retired citizens.",
    "alt5": "Multi-purpose facilities ($40M; 3 MTUs)",
    "alt5_feedback": "The new facilities become very popular and are deemed to offer a better service over conventional health clinics. More seniors are now willing to seek medical attention and are also more likely to interact with other peers. ",
    "alt5_narrative": "You invest in developing new facilities designed to serve senior citizens as a space for social activities, medical check-ups, treatments and other services targeted towards seniors. Aggregating services for seniors in one location will drive efficiencies and make these them more accessible to people with limited mobility.",
    "Client": "1",
    "ID": "R1E5",
    "name": "Aging population issues",
    "narrative": "<p>As medicine advances, citizens are living longer than ever. Combined with a decline in fertility rates, the proportion of senior citizens residing within the city is increasing at an alarming rate. Public health services are struggling to keep up with the additional demand caused by the changing demographics.  In addition, there is a growing frustration over the lack of services adapted to older citizens.</p><p>How do you respond to the new challenges presented by the city's aging population? </p>",
    "PageType": "Event",
    "sequenceIDIn": "aging-zoomin-init",
    "sequenceIDOut": "aging-zoomout-init"
}, {
    "alt1": "Raise taxes (1 MTU)",
    "alt1_feedback": "Although Futopolis citizens are excited by the prospect of the cross-city new rail link, they are not happy about raised taxes. There are demonstrations in the city, condemning the administration for its poor financial management. Local firms are also frustrated by the impact on their bottom lines and the move discourages new start-ups forming locally in the short term. ",
    "alt1_narrative": "As the main beneficiaries of the new high speed rail link in Futopolis, you believe the citizens and local corporations would be happy to help to bridge the gap in financing financing necessary project investments. Consequently you raise both income and corporation taxes in the city. ",
    "alt2": "Municipal bonds issuance ($30M; 2 MTUs)",
    "alt2_feedback": "Borrowing money is expensive as you have taken on a financial obligation and have to repay the interest as well as the principal sum. Putting the city into debt is not popular with the citizens who see this as poor financial management.",
    "alt2_narrative": "<p>You decide to borrow the money necessary by issuing municipal bonds and borrowing the money from investors, paying a monthly interest in line with the market environment. </p><p>Although this source of financing is readily accessible to you, it would involve putting the city's administration into debt, which is usually unpopular with the citizens.</p>",
    "alt3": "Public private partnership (PPP) ($30M; 3 MTUs)",
    "alt3_feedback": "The PPP works well and allows you to develop and construct the project at a reduced risk to the city government. However, there have been numerous challenges along the way, including the sometimes conflicting priorities between the public and private sector on how money should be spent, as well as the difficulty in placing accountability on either of the parties. These challenges mean that the work takes longer than planned and is slightly over budget. ",
    "alt3_narrative": "Partner with one or more private companies in order to share the execution risk and cost of the project. The added benefit would be to develop long-term relationships with the private sector which will enable innovation and collaboration going forward on other possible projects.",
    "Client": "1",
    "ID": "R1E6",
    "name": "High speed rail link fund",
    "narrative": "<p>The lack of fast transport between different areas of Futopolis is becoming an ever growing problem. In order to link the city a new project is being initiated to build a high speed rail link across the city to link the suburbs with the city centre. </p><p>This construction project will not come cheap and your advisors have suggested a number of options to finance it. </p><p>Which of these options will you choose?</p>",
    "PageType": "Event",
    "sequenceIDIn": "highspeed-zoomin-init",
    "sequenceIDOut": "highspeed-zoomout-init"
}, {
    "Client": "1",
    "ID": "R1Trend1",
    "name": "Quality of Life Index",
    "name1": "Congratulations",
    "name2": "Groundwater Contamination",
    "name3": "Economic Recession",
    "name4": "Civil Unrest",
    "narrative1": "Congratulations on leading the city for 3 years... Now let's see how your decisions play out over the next 10 years.<br /><br />As the city's management, the key KPI you're tracking to determine how successfully you are managing your city is the Quality of Life index, a composite of the other 6 KPIs. On this chart you can see where you started in Year 1 and where our QOL is now, following 3 years in charge. <br /><br />However, it is not just about managing the city for 3 years, how resilient have you left your city to be able to react to unexpected situations over the next 10 years. Let's look at that by seeing how the city fared over the next 10 years after your tenure.",
    "narrative2": "Industrial and household waste are putting strain on Futopolis waste run-offs. Your city's resilience to breakdowns and leaks that can contaminate the city water supply will depend on how well you invested in maintaining the current infrastructure and preventing toxic pollution. ",
    "narrative3": "Regional economic conditions force your city into a recession. Public finances are squeezed and small or leveraged firms are struggling to survive. Your city's resilience to  job loss, reduced citizen income and business bankruptcies will depend on how well you invested in supporting small businesses, how well you supported your city's competitiveness and how well you managed your public finances.",
    "narrative4": "A controversial public incident in a Futopolis suburb sparks protests that quickly evolve into violent and destructive riots. The size and length of the riots will depend on your city's investment into street security and how well you integrated minorities and poorer communities. ",
    "PageType": "Trend"
}, {
    "Client": "1",
    "condition1": "tlOutputTrigR1Wobbler1GoodText",
    "condition2": "tlOutputTrigR1Wobbler1BadText",
    "ID": "R1Wobbler1",
    "name": "Bridge collapse",
    "narrative": "For a number of years, you have received reports that Central Bridge in Futopolis requires maintenance. ",
    "narrative1": "You pre-emptively invested in maintenance so the bridge remains standing. Had you not invested, a part of the bridge would have collapsed. Although there would have been no casualties, the bridge connects two central areas of the city across the river and its collapse would have resulted in traffic chaos! You would have been forced to pay a high cost for emergency repair work. Good investment.",
    "narrative2": "You did not pre-emptively invest in maintenance, resulting in the bridge collapsing. Although there are no casualties, the bridge connects two central areas of the city across the river and its collapse has resulted in traffic chaos! You are now forced to pay a high cost for emergency repair work, which you would have avoided, had you invested pre-emptively in maintenance. ",
    "PageType": "Wobbler"
}, {
    "Client": "1",
    "ID": "R1Wobbler2",
    "name": "Congratulations!",
    "narrative": "Congratulations, you have completed your first tenure as management of Futopolis! Let's now look at how successfully you managed your city throughout your time as well as how resilient your city is to shocks over a 10 year period following your tenure.",
    "PageType": "Wobbler"
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X01",
    "name": "High Speed Internet",
    "narrative": "Invest in upgrading the city's internet infrastructure to allow for significantly faster internet speeds and improved reliability of the service across the city. ($3M; 2 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $3M MTUs: 2 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X02",
    "name": "Maintenance Program",
    "narrative": "In order to improve the public transport system, you initiate a major maintenance program for the public transport fleet, including route optimization and future ongoing maintenance. ($5M; 3 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $5M MTUs: 3 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X03",
    "name": "Expand Emergency Routines",
    "narrative": "As part of efforts to prepare the city for emergencies and improve its resilience, you invest in updating and expanding the local emergency routines and plans of action. In addition to revising policies, this will include carrying out tests and practice runs to prepare the city for emergencies such as natural and social disasters. ($3M; 4 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $3M MTUs: 4 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X04",
    "name": "City App",
    "narrative": "Sponsor the development of a new app for citizens which will allow them to access the city's services such as public transport, sanitation and waste disposal, local amenities. The app will also allow a centralized platform for online payments for these services both using traditional  bank payments and online payment systems. ($1M; 3MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $1M MTUs: 3"
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X05",
    "name": "Data Analytics Office",
    "narrative": "Invest in setting up an office focusing specifically on data collection and analytics in order to help inform decisions and facilitate synergies between different city stakeholders. ($3M; 5 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $3M MTUs: 5 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X06",
    "name": "Community Development Program",
    "narrative": "Initiate a minority community development program focusing on providing poorer city communities with more opportunities for social cohesion, collaboration and community building. ($2M; 3 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $2M; MTUs: 3 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X07",
    "name": "Fund Sports Initiatives",
    "narrative": "In order to improve the health of your citizens, you increase funding for city-wide sports initiatives and initiate a promotional campaign encouraging more active lifestyles across the population. ($2M; 1.2 MTU)",
    "PageType": "VAS",
    "sub_desc": "Cost: $2M  MTU: 1.2"
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X08",
    "name": "Start-up Incubator",
    "narrative": "In a bid to improve innovation, job creation and encourage small and medium businesses, you create a city-funded start-up incubator aiming to attract entrepreneurial talent and simplifying the process of starting a company. ($2M; 2 MTUs)",
    "PageType": "VAS",
    "sub_desc": "Cost: $2M MTUs: 2 "
}, {
    "Category": "1",
    "Client": "0",
    "ID": "R1X09",
    "name": "Fund Educational Programs",
    "narrative": "Education is an area of focus for your city and you decide to significantly increase funding to local schools. This initiative will additionally fund courses within school with an emphasis on skills forecasted to be in high demand in the future, such as IT and data analysis. ($2M; 1 MTU)",
    "PageType": "VAS",
    "sub_desc": "Cost: $2M MTU: 1 "
}, {
    "alt1": "Integration programs ($30M; 2 MTUs)",
    "alt1_condition": "tlOutputCalcTrigR2E1Option1Enabled",
    "alt1_feedback": "This initiative results in greater integration amongst newly settled migrants as they feel welcome and accepted in the city.",
    "alt1_narrative": "Lack of skills and the language barrier are typically the greatest hurdles that migrants need to overcome when settling in a new city. You thus provide free basic language and IT skills for those wanting to better equip themselves and increase their chances of employment.",
    "alt2": "Identification system ($30M; 2 MTUs)",
    "alt2_feedback": "The digital identification system helps city officials gain greater visibility and understanding of the integration process of new residents. It has also made police efforts and crime prevention more effective. ",
    "alt2_narrative": "You partner with a global professional services firm, Auld & Xavier, to provide a digital identification system allowing greater visibility to how many people are entering the city and who they are.  Data collected can be used in predictive analytics for assessing risk populations and to distribute police resources more effectively. ",
    "alt3": "Additional investment in public services ($40M; 3 MTUs)",
    "alt3_feedback": "The additional investments allow you to bolster your police force as well as provide greater numbers of hospital beds and doctors on call. While this does not directly deal with the cause of the problem it helps deal with the increase in issues caused by the mass migration to the city.",
    "alt3_narrative": "Emergency public services such as hospital clinics and police units start to take a strain as they experience a spike in visitors and calls. You assign additional investment to these areas in order to help them cope.",
    "Client": "1",
    "ID": "R2E1",
    "name": "Mass migration population spike",
    "narrative": "<p>Recent civil unrest in a neighbouring developing country, Interia, has resulted in an influx of migrants and political refugees to Futopolis, as they seek a safe haven with better future prospects. </p><p>This unexpected spike in the population is placing strain on Futopolis public services. </p><p>How will you contain the situation and best absorb all these new people into your city?</p>",
    "PageType": "Event",
    "sequenceIDIn": "migration-zoomin-init",
    "sequenceIDOut": "migration-zoomout-init"
}, {
    "alt1": "Expand subway system ($40M; 3 MTUs)",
    "alt1_feedback": "This is a large investment which takes time to reach completion. However, the expansion to previously unreached areas of the city, along with the added carriages, helps reduce commuter's time to destination.",
    "alt1_narrative": "You invest in expanding the existing subway system to accommodate more trains as well as reaching more areas of the city. ",
    "alt2": "Underground roads ($50M; 3 MTUs)",
    "alt2_feedback": "This initiative is provides an innovative solution yet requires a large amount of time and money to dig even a single tunnel. As the network of tunnels expands over time, congestion of the surface reduces as more and more vehicles use the subterranean highway.",
    "alt2_narrative": "You partner with an innovative tunnelling company to start created a 3D network of underground tunnels which will allow cars to travel unimpeded from one destination to another.",
    "alt3": "Incentivize car pooling ($10M; 1 MTU)",
    "alt3_feedback": "Greater numbers of citizens start car pooling in order to utilize the bus lanes and thus reduce their commute time. There is a noticeable reduction in the number of single passenger cars on the roads. ",
    "alt3_narrative": "Despite the cost benefit of car pooling, many citizens still choose to drive alone in the car to work. You decide to incentivize car pooling by making the designated bus lanes available to cars carrying a minimum of 4 people in the car.",
    "alt4": "Bus route optimization ($20M; 3 MTUs)",
    "alt4_condition": "tlOutputCalcTrigR2E2Option4Enabled",
    "alt4_feedback": "With Auld & Xavier's help you manage to identify underutilized routes and bus stops, thus improving the efficiency of the system as a whole.",
    "alt4_narrative": "You partner with a global professional services company, Auld & Xavier, who have data analysis experience to optimize your existing fleet of buses. Currently, the buses follow a set schedule which results in almost-empty buses driving around the city. By creating a 'live' system that adjusts bus routes and schedules based on commuter data there should be less partially full buses on Futopolis roads.",
    "alt5": "Publicly available office spaces ($20M; 2 MTUs)",
    "alt5_feedback": "The office space is widely used by workers and it allows them to cut down the number of days they commute. However, you receive some backlash from employers who are concerned about productivity in these spaces and seek to discourage workers from using them. ",
    "alt5_narrative": "Incentivize construction of publically available office spaces, interspersed across the city. The spaces would have the fastest available internet connections, video conferencing capabilities and private and communal working spaces. This would encourage workers to cut their commute by working in the public spaces several times a week.",
    "Client": "1",
    "ID": "R2E2",
    "name": "Increased commuter time",
    "narrative": "<p>It has come to your attention that the average time spent getting to work in Futopolis has increased from 45 minutes to over 80 minutes in the last 5 years. This dramatic increase is predominantly a result of increased urbanization placing strain on an aging public transport fleet. </p><p>The existing network of buses as well as over ground and underground trains are struggling to cope with the large numbers of daily commuters.</p><p>How do you tackle this mobility issue and reduce commuter's travel time?</p>",
    "PageType": "Event",
    "sequenceIDIn": "commute-zoomin-init",
    "sequenceIDOut": "commute-zoomout-init"
}, {
    "alt1": "Automated vacuum waste collection service (AVWCS) ($40M; 3 MTUs)",
    "alt1_feedback": "This initiative is successful in improving the efficiency of waste removal from the city and reduces Futopolis reliance on traditional refuse trucks. However, this is a costly endeavour which takes longer to implement than originally planned.",
    "alt1_narrative": "You invest in the installation of underground pneumatic tubes throughout the city to help separate and transport waste. Large amounts of trash can now be deposited at specific 'portholes' around the city before being transferred through the tubes to a central processing plant.",
    "alt2": "Smart bins ($30M; 2 MTUs)",
    "alt2_condition": "tlOutputCalcTrigR2E3Option2Enabled",
    "alt2_feedback": "Real time data from the smart bins allows Futopolis waste removal services to more efficiently empty bins around the city. However, once the project with Auld & Xavier ends you realise that you don't have anyone with the necessary data analysis skills to continue the job and the efficiency of the system declines as a result.",
    "alt2_narrative": "You partner with a global professional services firm, Auld & Xavier, to install sensors in public bins around the city and to analyse the data. Sensors in the bin will be able to read when it is full and allow for greater efficiency in the collection of trash from around the city.",
    "alt3": "Plastic bags reduction (1 MTU)",
    "alt3_feedback": "While citizens are initially upset with having to pay for their plastic carrier bags, you see a large uptake of reusable bags. Reduced numbers of plastic bags are being thrown out which has reduced the pressure on waste removal services while the additional revenue allows municipalities to ease local tax.",
    "alt3_narrative": "You enforce a minimum charge on all plastic bags sold in shops throughout the city. Not only do you expect fewer people to buy plastic bags but this new revenue source helps to pay for waste collection services.",
    "alt4": "Recycling Incentive ($20M; 2 MTUs)",
    "alt4_feedback": "This incentivized initiative is expensive but does reduce the number of plastic and glass bottles being thrown out across the city. ",
    "alt4_narrative": "You introduce a recycling incentive system whereby citizens receive 25% of the price of the recyclable items back if they return cans as well as plastic and glass bottles.",
    "alt5": "Commercial waste tax ($10M; 2 MTUs)",
    "alt5_feedback": "This new regulation upsets many of the major businesses within the city as they deem the new waste reduction restrictions as being too harsh. However, many companies and citizens have applauded this initiative as it tries to make the city a cleaner, more eco-friendly place.",
    "alt5_narrative": "In order to limit the amount of waste produced by offices within the city, you impose a 'corporate waste tax' which fines companies that produce more waste per employee than is allowed by the city official's office. Sensors are embedded into company's trash bins to ensure an accurate record is kept of each how much waste each business is producing.",
    "Client": "1",
    "ID": "R2E3",
    "name": "Waste removal issue",
    "narrative": "<p>The removal of urban waste from the city is a resource intensive task that requires thousands of hours of work and is incredibly costly. Many municipalities within Futopolis are currently struggling to cope with the large volumes of trash that need to be removed from the cities' homes, restaurants and businesses on a daily basis.</p><p>What can you do to improve waste removal and reduce the costs of providing this essential service?</p>",
    "PageType": "Event",
    "sequenceIDIn": "waste-zoomin-init",
    "sequenceIDOut": "waste-zoomout-init"
}, {
    "alt1": "Increased regulation ($20M; 3 MTUs)",
    "alt1_feedback": "These safety checks cause a delay to the uptake and utilization of AVs across the city. Increasing regulation around AVs has also caused the citizens of Futopolis to question the overall safety of this technology even more.",
    "alt1_narrative": "You decide to increase the regulation around autonomous vehicle technology. Investing in more stringent safety checks and testing should pacify the more concerned citizens while still pushing the autonomous vehicle agenda.",
    "alt2": "Publicize AV safety statistics ($10M; 2 MTUs)",
    "alt2_feedback": "Many groups continue to dispute the statistical safety claims published in the report. The report makes the city appear AV-friendly and AV entrepreneurs flock to the city to build and test the new self-driving car.",
    "alt2_narrative": "Despite this incident, autonomous vehicles (AVs) are statistically far safer than their human controlled equivalents. You decide to publish a detailed report on the increased statistical safety of AVs and continue to incentivize the citywide uptake of autonomous driving. ",
    "alt3": "Invest in AV infrastructure ($40M; 3 MTUs)",
    "alt3_condition": "tlOutputCalcTrigR2E4Option3Enabled",
    "alt3_feedback": "The large investment in providing greater 'public safety' provides citizens with comfort.",
    "alt3_narrative": "While you publically acknowledge the accident as a tragedy, you place blame more on the lack on AV related infrastructure than on the technology itself. As a result you invest in better equipping roads with features that will assist AV technology such as clearly painted road markings, elevated roadside barriers and clearly visible speed signs.",
    "Client": "1",
    "ID": "R2E4",
    "name": "Autonomous vehicles accident",
    "narrative": "<p>There has been a swift uptake and use of cars with semi-autonomous and fully autonomous features. However a recent high profile crash involving a well known city official in central Futopolis has raised concerns of the readiness and safety of the technology.</p><p>Numerous groups including the Motor Traffic Union and Citizen Safety Watch (CSW) are calling for autonomous vehicle technology to be banned outright until its safety record has been proven. Many automotive manufacturers are stating this unfortunate error is the first of its kind and that human error still accounts for over 90% of accidents on Futopolis roads. </p><p>Autonomous vehicles are being globally hailed as the future of transport and Futopolis cannot risk being left behind given it current congestion issues and increasing public transport costs. What do you do?</p>",
    "PageType": "Event",
    "sequenceIDIn": "autonomus-zoomin-init",
    "sequenceIDOut": "autonomus-zoomout-init"
}, {
    "alt1": "Number plate initiative ($10M; 2 MTUs)",
    "alt1_feedback": "The new initiative successfully reduces car congestion in the city and the air quality improves drastically. However, people are complaining that public transport doesn't provide enough capacity and the organization of car pools hasn't been as efficient as you had hoped. ",
    "alt1_narrative": "To encourage car pooling and reduce the number of vehicles in the city, you decide to implement laws limiting even or odd vehicle number plates to specific weekdays. Violators receive large fines.",
    "alt2": "Congestion charge ($10M; 2 MTUs)",
    "alt2_feedback": "The toll successfully reduces congestion in your city and improves air quality. However, many citizens complain that their commute has become more expensive due to the new congestion charge. ",
    "alt2_narrative": "You set up an automated tolling system around the city center requiring all cars to pay to enter and leave the city during peak hours. The toll should encourage more citizens to choose other forms of transport and will provide an extra income to the city office.",
    "alt3": "Emission tax (2 MTUs)",
    "alt3_feedback": "The emission tax results in new private initiatives to reduce emissions affecting air quality within the city. However, a large multinational company which had planned a new factory outside of the city reconsiders its investment due to the higher operational costs. The air quality of the city improves.",
    "alt3_narrative": "You decide to implement an emission tax on all industrial plants within 15km of Futopolis city border. Businesses should pay for their negative impact on the city and proceeds can be used for new green solutions.",
    "alt4": "Dedicated Bus Lanes ($10M; 2 MTUs)",
    "alt4_feedback": "The new lanes reduce the travel times by bus during peak hours and significantly increase the number of people commuting by bus instead of car. The reduced amount of cars on the roads improves air quality. ",
    "alt4_narrative": "To add additional benefit to choosing public transport, you decide to limit one lane on central city highways to buses. If more people travel by bus congestion should alleviate.",
    "alt5": "Green building certification ($20M; 3 MTUs)",
    "alt5_condition": "tlOutputCalcTrigR2E5Option5Enabled",
    "alt5_feedback": "Both private companies and citizens respond positively to this 'green building' certification program. Most companies in the city now strive to achieve this prestigious award while reducing their carbon footprint and saving on energy costs in the process. ",
    "alt5_narrative": "You initiate a certification project whereby all buildings within the city will be assessed on energy efficiency and their carbon footprint. Buildings that produce over 25% of their energy from renewables will receive a prestigious 'green building' certification award.",
    "Client": "1",
    "ID": "R2E5",
    "name": "Air Pollution Issues",
    "narrative": "<p>Increased congestion and emissions from industries in the vicinity of Futopolis has caused the air quality in your city to reach a critically low level. The air is now so toxic that it is negatively impacting the health of citizens.</p><p>How do you improve the poor air quality in the city?</p>",
    "PageType": "Event",
    "sequenceIDIn": "pollution-zoomin-init",
    "sequenceIDOut": "pollution-zoomout-init"
}, {
    "alt1": "Smart street lighting ($30M; 2 MTUs)",
    "alt1_feedback": "It takes time to replace every conventional street lamp with the smart equivalent, but the energy savings are already becoming evident. As a result electricity within the city becomes cheaper.",
    "alt1_narrative": "Conventional street lights account for a large amount of electricity throughout the night, regardless of how busy the street is. You initiate a program to replace all existing street lights with smart, LED street lights which only consume half the energy of conventional street lights.",
    "alt2": "Smart grid investment ($40M; 3 MTUs)",
    "alt2_feedback": "The transition across to a Smart Grid setup is a slow one, as citizens don't want to hand over control of their home appliances to Watts Amp. However, the grid is now better equipped to handle unexpected power surges and negates the need for Watts Amp to produce peak power at all times. Start-ups focusing around smart home appliances also start increasing as a result.",
    "alt2_narrative": "You partner with a global professional services firm, Auld & Xavier, as well as with power provider-, Watts Amp-, to investigate the transition across to a smart grid setup. This will allow for Watts Amp to better control peak power output by switching off fridges or heaters for a short period during peak time to smooth out any surges and avoid power outages.",
    "alt3": "Street lighting curfew ($10M; 1 MTU)",
    "alt3_feedback": "While you managed to halve Futopolis electricity usage spent on street lamps, casting half of the city's streets into darkness has had unintended negative consequences. Muggings, petty crimes and break-ins have spiked along these streets, which is causing concern amongst many citizens across the city.",
    "alt3_narrative": "You initiate a street lights 'curfew' whereby you switch off the street lights after 1am on all non-essential roads within the city. This should drastically cut the city's electricity usage with minimal perceived disruption to the city.",
    "alt4": "Electricity tariffs ($20M; 2 MTUs)",
    "alt4_feedback": "While ordinary citizens and households are pleased with this change, many manufacturing companies who rely on cheap energy are unhappy. Manufacturing firms start to let go of some of their workers in their factories in order to reduce costs as they don't believe they can continue to generate a profit.",
    "alt4_narrative": "Up until the present, industry and commercial entities have been granted favorable rates when it comes to electricity usage, even though they consume far more power than conventional households. You impose new city legislation that reverses this trend and now simply charges everyone based purely on their power consumption, thus incentivising energy efficiency.",
    "alt5": "Insulated housing incentives ($20M; 2 MTUs)",
    "alt5_feedback": "This initiative has provided homeowners with an affordable option of retrofitting their home. Not only are long-term homeowners now saving money, but less energy is required to heat and run their homes which reduces pressure on the grid, particularly during winter months.",
    "alt5_narrative": "You initiate a domestic incentive scheme to get  homeowners to install double glazing on all windows, replace old model boilers as well as install smart lighting and energy efficient heaters. ",
    "Client": "1",
    "ID": "R2E6",
    "name": "Energy crisis",
    "narrative": "<p>As Futopolis continues to grow both in population and physical size, it requires greater amounts of energy to function. Currently the city's electricity provider, Watts Amp, is struggling to provide power at peak times, particularly during winter months.</p><p>The manufacturing industry, commercial offices, street lighting and thermally inefficient homes are the biggest users of power in the city. Futopolis requires bold and innovative solutions around its electricity generation if it is continue to provide enough power for the city, both now and into the future.</p><p>How will you make Futopolis a more energy efficient city?</p>",
    "PageType": "Event",
    "sequenceIDIn": "energy-zoomin-init",
    "sequenceIDOut": "energy-zoomout-init"
}, {
    "alt1": "Regulate water usage ($10M; 2 MTUs)",
    "alt1_feedback": "The new regulation successfully reduces the city's water consumption and the threat of being severely affected by a drought. However, the new regulation has increased the average utility bill. ",
    "alt1_narrative": "You set up regulations on water usage for households and businesses. Any stakeholder surpassing the set usage limits are required to pay a significantly higher utility rate. ",
    "alt2": "Rain collection tanks ($30M; 2 MTUs)",
    "alt2_condition": "tlOutputCalcTrigR2E7Option2Enabled",
    "alt2_feedback": "Your citizens can feel safer knowing that there will be a supply of water even during droughts. However, the tanks were costly and have limited use outside of extreme events. ",
    "alt2_narrative": "You invest in large water collection tanks that keeps a buffer in case of severe droughts. The tanks will fill during periods of water surplus and act as a buffer during shortages.",
    "alt3": "Subsidize smart water devices  ($20M; 2 MTUs)",
    "alt3_feedback": "The subsidy significantly spurs the adoption of smart water meters and the city's water consumption drops by 10% as a result. The new meters reduce utility bills and can collect useful data.",
    "alt3_narrative": "Utility data shows that households and businesses with smart water meters consume on average 15% less water. You subsidize installations of smart water devices in households and businesses to speed up the adoption. Additionally, you allow residents with smart meters to receive a reduced flexible utility rate for water based of data analytics on water availability and demand. ",
    "alt4": "Install water generation devices ($40M; 3 MTUs)",
    "alt4_feedback": "The new devices significantly increase the supply of water and reduces the average utility bill. The city now has a reliable source of water but the initial cost was very high. ",
    "alt4_narrative": "You install water generation devices on all public buildings to condense water in the atmosphere and filter it to generate drinking water. The new devices have a high installation cost but provide a steady source of cheap, good quality water. ",
    "Client": "1",
    "ID": "R2E7",
    "name": "Risk of Drought",
    "narrative": "<p>Due to changing climate and increased water demand from your city, there is a severe risk of a drought in the upcoming years. Matter experts have advised that you immediately invest in solutions that reduce the city's consumption of water. </p><p>How do you tackle the threat of a future drought? </p>",
    "PageType": "Event",
    "sequenceIDIn": "drought-zoomin-init",
    "sequenceIDOut": "drought-zoomout-init"
}, {
    "Client": "1",
    "ID": "R2Trend1",
    "name": "Quality of Life Index",
    "name1": "Congratulations",
    "name2": "Health Crisis",
    "name3": "Hurricane",
    "name4": "City Festival",
    "narrative1": "Congratulations on leading the city for 3 years... Now let's see how your decisions play out over the next 10 years.<br /><br />As a reminder, as the city's management, the key KPI you're tracking to determine how successfully you are managing your city is the Quality of Life index, a composite of the other 6 KPIs. On this chart you can see where you started in Year 1 and where our QOL is now, following 3 years in charge. <br /><br />However, it is not just about managing the city for 3 years, how resilient have you left your city to be able to react to unexpected situations over the next 10 years. Let's look at that by seeing how the city fared over the next 10 years after your tenure.",
    "narrative2": "The continuous exposure of Futopolis citizens to pollution and smog has caused a drastic increase in several lung diseases. Your city's resilience to this development will depend on how well you invested in your health capabilities and your policies against pollution emitters.",
    "narrative3": "The strongest hurricane in 20 years hits Futopolis and causes widespread damage to buildings, roads and other infrastructure. Your city's resilience to the natural disaster depended on your investments into retrofitting older infrastructure and your level of disaster preparedness.",
    "narrative4": "The citizens of Futopolis come together to organize the largest festival in the city's history. People from all areas of Futopolis gather to interact and celebrate together during this week-long event and leave with a stronger sense of connectivity to the city and its inhabitants.",
    "PageType": "Trend"
}, {
    "Client": "1",
    "condition1": "tlOutputTrigR2Wobbler1BadText",
    "condition2": "tlOutputTrigR2Wobbler1GoodText",
    "ID": "R2Wobbler1",
    "name": "Cyber attack!",
    "narrative": "The city official's office has just received news that there has been a major hacking attempt on its data servers.",
    "narrative1": "Your systems were not secure enough to withstand the attack and sensitive private information has been accessed by the hackers. Citizens are very worried about the consequences of their private data being stolen and are increasingly distrustful of the administration's ability to look after their information. ",
    "narrative2": "You have invested consistently in the digital capabilities of the city administration. Consequently, your systems were secure enough to withstand the attack. No data was lost. ",
    "PageType": "Wobbler"
}, {
    "Client": "1",
    "ID": "R2Wobbler2",
    "name": "Congratulations!",
    "narrative": "Congratulations, you have completed your tenure as management of Futopolis! Let's now look at how successfully you managed your city and again to see how resilient your city is to shocks over a 10 year period following your tenure.",
    "PageType": "Wobbler"
}, {
    "ID": "VSG",
    "VSGCategoryList": "National Government Expectations,Citizens Expectations,Private Sector Expectations,Local Public Service Expectations,Financial Partners Expectations,Non-Profit Expectations",
    "VSGContent": "<p>The success of your tenure depends upon your ability to meet a range of stakeholder expectations and create value for your citizens. As a first step, you will need to set your strategy, vision and goals for Futopolis for your tenure as management. </p><p>However, before you decide on your strategy, you must first analyze the stakeholder landscape of Futopolis and decide which of the expectations you would like to focus on as the city's management. In the boxes below, please identify the most important expectations of each stakeholder category. </p><p><strong>You must choose 2 themes from each area.</strong></p>",
    "VSGExpectationList1": "Adhere to budget,Political popularity,Economic growth,Regulation compliance,Emergency services optimisation,Low crime rate",
    "VSGItemList": "Adhere to budget,Political popularity,Economic growth,Regulation compliance,Emergency services optimisation,Low crime rate",
    "VSGExpectationList2": "Job opportunity,Citizen safety,Economic stability,Environmental conditions,Ease of mobility,Affordability",
    "VSGExpectationList3": "Low corporate tax,Lack of red tape,Talent in the city,Political stability",
    "VSGExpectationList4": "Adhere to budget,Political popularity,Economic growth,Regulation compliance,Emergency services optimisation,Low crime rate",
    "VSGExpectationList5": "City's financial stability,Economic growth,Political stability,Financial regulations adherence",
    "VSGExpectationList6": "Human rights adherence,Environmental sustainability,Unemployment levels,Low crime rate",
    "VSGReviewContent": "<p>What is your vision? A vision is a vivid picture of an ambitious, desirable future state that is better than the current state. The ideal vision is clear (not too narrow, not too broad), linked to citizen needs, aligned with city values and challenging (but not impossible). A clear vision guides the decision making process and aligns all employees and stakeholders to work together towards a common destination.</p><p>Will the city be a leading professional services provider, such as London, a manufacturing powerhouse such as Shenzhen, a thought leader in green living, such as Copenhagen, a high end technology hub like Silicon Valley? What needs to be true in your city for it to be successful in your chosen strategy?</p>",
    "VSGReviewInputPlaceholder": "Enter your Vision here",
    "VSGReviewTitle": "Vision Statement",
    "VSGTitle": "Stakeholder Expectations"
}, {
    "ID": "Welcome",
    "WelcomeContent": "<p>You have been selected as a member of the new city management team assuming responsibility for leading Futopolis, a modern and diverse city, operating in a challenging and exciting environment of change. </p><p>The citizens of Futopolis are coming to expect a lot of the city in terms of connectivity, accessibility, environment, society and infrastructure. Your tenure as the leaders of the city will be a challenging yet rewarding experience lasting for a total of two rounds, each equivalent to three years. In order to help you complete this task, we recommend that you read the background information on Futopolis provided in the pre-read, before starting.</p>",
    "WelcomeTitle": "Welcome to Futopolis"
}
]}