{"scenes": [
{
    "CaseStudySubTitle1": "Client Information",
    "CaseStudyText1": "Renewals Manager- 1269045<br><br>Location: RTP, NC<br>Area of Interest: Customer Experience<br>Hiring Manager: Arjun Mishra - amishra@cisco.com<br>Job Type:Professional<br>Job Grade: 064<br>Recruiter: Wendy Capoor - wcapoor@cisco.com<br>Job Id: 1269045<br><br>Why you'll love Cisco<br><br>We change the world; you will become passionate about your employer and the brand you represent. Everything is converging on the Internet, making networked connections more meaningful than ever before in our lives. Our employees' groundbreaking ideas impact everything. Here, that means we take creative ideas from the drawing board to dynamic solutions that have real world impact. You'll collaborate with Cisco leaders, partner with mentors and develop incredible relationships with colleagues who share your interest in connecting the unconnected. You'll be part of a team that cares about its customers, enjoys having fun and takes part in changing the lives of those in our local communities. Come prepared to be encouraged and inspired.What You'll Do<br><br>The new Customer Experience Renewal Manager (RM) role is a highly visible, strategic position to empower key customers to continue to transform their business and meet their objectives through Cisco solutions.<br><br>You will be accountable for owning and executing a portfolio of renewal contracts of Cisco products and services across an assigned customer account. RM's work with customer executives, partners and across Cisco teams to develop a holistic, deep view of customer requirements and objectives and define a strategy to drive renewals to on-time closure, as well as minimize renewals risk and financial attrition. You will bring strong knowledge of negotiation strategies and orchestrates cross-functional resources across the company and with partners to provide a unified path to secure every renewal.<br>Key responsibilities and activities include:<br><br><ul><li>Driving CX Renewals motion with the customer and managing a team of Cisco resources for all renewal activities-from opportunity identification to negation to close</li><li>Focusing on selling the existing portfolio and new offers</li><li>Renewing, up-selling and closing on-time contracts in assigned territory</li><li>Increasing sales penetration at existing accounts</li><li>Understanding customers' and partners' procurement proceses</li><li>Maintaing internal and external relationships in support of closing the sale</li><li>Building deep relationships with customer executives and partners to understand objectives and accelerate their paths to value</li><li>Utilizing data and insights from the Customer Experience Executive (CXE) and cross-functional resources to co-create the customer renewal sales strategy with the account team</li><li>playing a key role in developing the integrated account plan and success plan</li><li>Conducting quarterly onsite visits with specific customers, partners and account teams to ensure continued satisfaction</li><li>Understanding the overall industry environment</li><li>Attending and presenting at internal meetings with other company organizations that are necessary to perform duties; aiding business development</li><li>Monitoring and reporting on market and competitor activities and providing relevant reports and information</li><li>Analyzing data and trends to identify growth opportunities</li></ul><br><br>Who You'll Work With<ul><li>This role resides in the Customer Experience organization, one of Cisco's fastest growing teams that delivers profitable growth throughout the customer lifecycle, with a series of selling motions to drive higher value and an optimal experience from Cisco solutions.</li></ul><br><br>Who you are<ul><li>You have excellent executive level communication and presentation skills</li><li>You are a process expert with strong process management and financial acumen skills with the ability to effectively develop and implement policies for forecasting, data quality and accuracy</li></ul><br><br>Required experience:<br><br><ul><li>You have 5+ years of leadership experience with a solid focus on negotiating contracts and strategy</li><li>3+ years of experience with subscription and software offers</li><li>You hold a Bachelor's degree (Master's degree preferred)</li><li>Industry certifications preferred (e.g., ITIL, PMP, COBIT, Six Sigma)</li><li>Proficient in Salesforce and Microsoft Office (Outlook, Excel, Word and PowerPoint)</li></ul><br><br>If you are looking for hands-on involvement in shaping the future direction of Cisco and Customer Experience, we have a place for you.<br><br>Why Cisco<br><br>At Cisco, each person brings their unique talents to work as a team and make a difference.<br><br>Yes, our technology changes the way the world works, lives, plays and learns; but, our edge comes from our people.<br>We connect everythin -people, process, data and things-and use those connections to change our world for the better.<br><br>We innovate everywhere-from launching a new era of networking that adapts, learns and protects to building Cisco Services that accelerate businesses and business results. Our technology powers entertainment, retail, healthcare, education and more-from Smart Cities to your everyday devices.<br><br>We benefit everyone, and we do all of this while striving for a culture that empowers every person to be the difference, at work and in our communities.<br><br>Colorful hair? Don't care. Tattoos? Show off your ink. Like polka dots? That's cool. Pop culture geek? Many of us are. Be you, with us! #WeAreCisco<br><br>Cisco is an Affirmative Action and Equal Opportunity Employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation, national origin, genetic information, age, disability, veteran status or any other legally protected basis.",
    "CaseStudyTitle": "Interviewing",
    "ID": "CaseStudy1"
}, {
    "CaseStudySubTitle1": "Program Manager / Scrum master, CX Platform, San Jose (129046)",
    "CaseStudyText1": "<ul><li>Location: San Jose, CA</li><li>Area of Interest: Customer Experience</li><li>Hiring Manager: Stella Cargill- scargill@cisco.com</li><li>Job Type: Professional</li><li>Job Grade: 08</li><li>Recruiter: Carlo Lee - carlee@cisco.com</li><li>Job Id: 129046</li></ul><br><br><b>Who You Are</b><br><br>A Program Manager with day-to-day responsibility of working with Business, Technical Leads, Architects, QA and Team Leads to ensure programs are successfully planned and executed, including stakeholder management and defined measurements of success. Includes management of project budget, resource requirements and project schedule to meet product feature/functionality requirements and quality standards. Manages internal efforts and those of third party/partners. Maintains and tracks scheduled events and project/program milestones. <br><br><b>We are seeking high energy and qualified candidates who possess the following skills and experience:</b><br><br><ul><li>5+ years of experience in managing complex software development applications, which include build, test and deploy </li><li>Ability to work well in a fast-paced, dynamic environment</li><li>Critical thinking and big picture understanding of how applications work</li><li>Good verbal and written communication skills</li><li>The ability to work with a remote team</li><li>Flexible and adaptable: Ability to switch gears in various high-stress situations and apply themselves to quickly learning new technologies and adopting new methodologies</li><li>Accountability: Candidate should be a results-oriented team player who leads by example, holds self-accountable for performance, takes absolute ownership and champions all aspects of customer and project initiatives</li><li>Efficient and Creative: Candidate should be able to think outside the box to find the optimal solution to problems</li><li>Always should be ready to learn new technology, tools and process</li><li>In-depth knowledge of one or more Software Development Methodologies, including Agile</li><li>Ability to multitask and problem-solve within specifics of project of large scope</li><li>Energize by challenging problems and new technologies</li><li>Technically able to get things done while providing guidance to other team members.</li></ul><br><br><b>What you'll do:</b><br><br><ul><li>Initiates and defines the project</li><li>Develops and presents proposals and final agreements.  Influences the customer in the assessment, planning and management of related projects</li><li>Creates and manages schedules for large cross functional projects</li><li>Manages large/complex internal and external customer facing projects or multiple projects; or, takes a business management role in an account or group of accounts or a group of ongoing sustaining projects.</li><li>Manages project delivery process, scope, and costs product development projects.  Drives completion of the project and resolution of project issues</li><li>Manages client funded and internal projects/programs within Cisco, as well as manages contractors.  Manages stakeholder relationships and develop and execute communication plan.</li><li>Drives change by identifying impacts of the project, building awareness and support for change within the organization, and contributing to development of training</li><li>Evaluates project results against success metrics.  Recommends changes to processes, resources and solutions to gain productivity and/or improve end product</li><li>Reporting out regularly to the stakeholders on the project status and tailoring the details of the reporting to the audience</li><li>Ensuring all projects are managed for ISO compliancy.</li></ul><br><br><b>Desired Skills</b><br><b>Required</b><br><br><ul><li>Bachelor's Degree and 5+ years of Project/Program Management Experience</li><li>PMP Certification</li><li>Highly proficient with Microsoft Project and/or Smartsheet </li><li>Highly proficient with Microsoft Power Point </li><li>Highly Proficient with Microsoft Excel</li><li>Proficient with Visio or a related tool</li><li>In depth knowledge with defect management systems (for example, Jira or Rally)</li><li>Full understanding of ISO9001 / ISO27001</li><li>Working knowledge of Customer Data Protection Requirements</li><li>Working knowledge of Agile and Continuous Integration DLCs</li><li>Work onsite with local team for day to day interactions, removing roadblocks and moving program status forward to meet deliverables in an ISO compliant manner</li></ul><br><br><b>Good to have</b><br><br><ul><li>Experience with Atlassian products like Git, JIRA</li><li>Familiar with software languages and platforms<br><ul><li>Kubernetes</li><li>Docker</li><li>AWS</li><li>Angular 2+</li><li>Node JS</li><li>Linux</li><li>Rest API's</li></ul></li></ul><br><br><b>Who you'll work with:</b><br><br>The Digital Technologies San Jose team in CX seeks a highly motivated Program Manager to join some of the industry's brightest minds, in a development field using today's most advanced technologies. You will work cross functionally with the Customer Experience and IT organizations, playing a role in transforming Cisco by developing and implementing programs critical for Cisco Customers.<br> DT's digital expertise makes us uniquely qualified to address the evolving expectations of today's connected customers and partners, along with Cisco sellers. Using real-time connected data, machine learning and automation, the team enables Cisco sellers and partners to deliver a powerful, personalized experience - throughout the entire customer lifecycle. DT is focused on providing customers with an immersive digital experience with Cisco. This in turn drives improvements in recurring revenue, cost savings and sales effectiveness for Cisco and its partners.<br><br><b>Why Cisco</b><br><br>#WeAreCisco, where each person is unique, but we bring our talents to work as a team and make a difference. Here's how we do it.<br>We embrace digital and help our customers implement change in their digital businesses. Some may think we're &quot;old&quot; (30 years strong!) and only about hardware, but we're also a software company. And a security company. A blockchain company. An AI/Machine Learning company. We even invented an intuitive network that adapts, predicts, learns and protects. No other company can do what we do - you can't put us in a box!<br>But &quot;Digital Transformation&quot; is an empty buzz phrase without a culture that allows for innovation, creativity, and, yes, even failure (if you learn from it).<br>Day to day, we focus on the give and take. We give our best, we give our egos a break and we give of ourselves (because giving back is built into our DNA). We take accountability, we take bold steps and we take difference to heart. Because without diversity of thought and a commitment to equality for all, there is no moving forward.<br>So, you have colorful hair? Don't care. Tattoos? Show off your ink. Like polka dots? That's cool",
    "CaseStudyTitle": "New Hiring",
    "ID": "CaseStudy2"
}, {
    "CaseStudySubTitle1": "Sub Text",
    "CaseStudyText1": "Link Will Come here.",
    "CaseStudyTitle": "Career and Learning",
    "ID": "CaseStudy3"
}, {
    "CaseStudySubTitle1": "A dilemma for Anton Kline - Cisco Sales Delivery Manager.",
    "CaseStudyText1": "You are the sales delivery manager for a $500M opportunity that Cisco just won with a major Service Provider in an emerging country.  Winning this strategic deal was a tremendous accomplishment for the entire engineering and sales teams:  Cisco beat Huawei, Chuck mentioned the win during a recent Cisco Beat, and successful deployment could lead to future opportunities in a challenging region and business segment. As the sales delivery manager, it's now on you to execute.<br><br>You worked closely with an outstanding engineering vendor named Yuva Consulting (&quot;Yuva&quot;) that helped design roughly 15% of the solution during the pre-sales, RFP phase. They will also be critical for the Phase 1 project implementation.<br><br>Right after Cisco won the deal, you learned that Yuva was actually owned by a current Cisco engineer who secretly &quot;negotiated&quot; and sold Yuva's services back to Cisco without disclosing his ownership in Yuva. That was a clear violation of Cisco's COBC, Conflict of Interest Policy, and Vendor Code of Conduct. The Cisco employee was fired and Yuva was terminated and permanently black listed as a vendor. You agree this was a serious ethical violation that Cisco shouldn't tolerate from its employees and vendors, and you understand the decision to terminate Yuva. But now you're really in a bind.<br><br>You believe that Yuva is absolutely critical for the success of Phase One of the project, and any schedule slip in Phase One will cascade through the rest of the project causing Cisco to miss key milestones, incur contractual penalties, and anger the customer. You're not sure if you'll have time to find a different vendor without the schedule slipping.. And the truth is, you really like working with Yuva and know they will deliver the result you and your customer need. It just seems too risky and too much work to try to find another vendor now.<br><br>You've made some informal inquiries and understand that Cisco's Compliance and Procurement Teams will not reinstate Yuva because of their serious past misconduct, which seems crazy given what's at stake with this project. Sometimes it just feels like these Compliance guys sit in their Ivory Tower in San Jose, totally clueless about what it's like to have to deliver business results to customers.<br><br>But with a little creativity, and slight bending of the rules, you think you have found the perfect &quot;workaround.&quot; Instead of contracting directly with Yuva, you can bring them on as a subcontractor to another Cisco-approved vendor on the project.  That way, Cisco doesn't have to reinstate Yuva as a vendor, but will still get the benefit of Yuva's expertise and deliver the result to the customer. Everybody wins!  Right?<br><br>You execute on the subcontracting plan, and you're glad you did.  Yuva has delivered as expected and Cisco has successfully closed Phase 1 on time and on budget.  The Customer Project Manager is thrilled,  and specifically recognizes Yuva's work on Phase One. As you are start working with Yuva on Phase 2, you learn that after Yuva was terminated as a vendor, a Cisco audit revealed that Yuva had double billed projects costing Cisco more than $3M.<br><br>Just as Phase 2 is getting underway, you receive a call from the Compliance Team. They heard that Yuva is working on the Project, even though they are not an approved Cisco vendor.",
    "CaseStudyTitle": "When Our Ethical Standards Collide with Our Desire to Drive Business Results",
    "ID": "CaseStudy4"
}, {
    "CaseStudySubTitle1": "Please take a moment to learn more about Cisco's investments in three nonprofit partners. ",
    "CaseStudyText1": "If you are participating virtually mute your phone lines and visit each URL below:<ul><li><b>Mercy Corps</b> <a href='http://go2.cisco.com/MercyCorps' target='_blank'>http://go2.cisco.com/MercyCorps</a></li><li><b>Akshaya Patra</b> <a href='http://go2.cisco.com/AkshayaPatra' target='_blank'>http://go2.cisco.com/AkshayaPatra</a></li><li><b>Crisis UK</b> <a href='http://go2.cisco.com/CrisisUK' target='_blank'>http://go2.cisco.com/CrisisUK</a></li></ul><br>If you are participating in person, your team facilitator <b>ONLY</b> should visit:<ul><li><b>Mercy Corps</b> <a href='https://cisco.box.com/s/2luh9bmmdu6rhcu15e8ahr3mrov9yv4x' target='_blank'>https://cisco.box.com/s/2luh9bmmdu6rhcu15e8ahr3mrov9yv4x</a></li><li><b>Akshaya Patra</b> <a href='https://cisco.box.com/s/7yt3op608euoepxak3s63uunb2poezvs' target='_blank'>https://cisco.box.com/s/7yt3op608euoepxak3s63uunb2poezvs</a></li><li><b>Crisis UK</b> <a href='https://cisco.box.com/s/iaf3indkflsmuq53bvq4fvhjsrwl27f2' target='_blank'>https://cisco.box.com/s/iaf3indkflsmuq53bvq4fvhjsrwl27f2</a></li></ul><br><br><b>Answer the following questions related to Cisco's investments in communities around the world and share how will you take action for impact:</b>",
    "ID": "CaseStudy5"
}, {
    "ACTUAL": "ACTUAL",
    "Alertcode": "Alert!",
    "AlertMessageInfo": "Are you sure, you have added each team member's 3 letter pre-work codes. This is the last chance to add them in.",
    "AllRightReserved": "2019 BTS. All rights reserved",
    "BackToFeedback": "Back to feedbacks",
    "BackToFeedbacks": "Back to feedbacks",
    "BUDGET": "FORECAST",
    "Cancel": "Cancel",
    "CaseStudy": "Requisition",
    "Client": "Digital",
    "Client1": "Hiring",
    "Client10": "Innovation",
    "Client10Full": "Innovation",
    "Client11": "Customers & Partners",
    "Client11Full": "Customers & Partners",
    "Client12": "Network",
    "Client12Full": "Network",
    "Client13": "Explore Community Impact and See Your Team Score",
    "Client13Full": "Explore Community Impact and See Your Team Score",
    "Client14": "Discuss How to Activate Your Team for Impact",
    "Client14Full": "Discuss How to Activate Your Team for Impact",
    "Client15": "Take Action and Make an Impact",
    "Client15Full": "Take Action and Make an Impact",
    "Client1Full": "Hiring",
    "Client2": "Compensation",
    "Client2Full": "Compensation",
    "Client3": "Career and Learning",
    "Client3Full": "Career and Learning",
    "Client4": "Managing Bias & Conflict within a team",
    "Client4Full": "Managing Bias & Conflict within a team",
    "Client5": "Caring for Employees",
    "Client5Full": "Caring for Employees",
    "Client6": "Managing Performance",
    "Client6Full": "Managing Performance",
    "Client7": "Products",
    "Client7Full": "Products",
    "Client8": "Corporate Performance",
    "Client8Full": "Corporate Performance",
    "Client9": "Running the Business",
    "Client9Full": "Running the Business",
    "Close": "Close",
    "Confirm": "Confirm",
    "Continue": "Continue",
    "CorpMetric1": "Total Score",
    "CostofSales": "Cost of Sales",
    "Customer": "Customer",
    "DashCorpMetric1": "Total Score",
    "DefaultChoiceDescription": "Please drag to choose an option",
    "dragInstruction": "Press and hold the mouse to arrange the vertical position of the tiles.",
    "EndOfRoundFeedbackTitle": "End of Round Feedback",
    "EndRound": "End Round",
    "EndRoundAlertText": "Are you sure? You will not be able to go back once you click confirm.",
    "EndRoundTitle": "End Current Round",
    "EndSimText": "Thank You. You can now close your browser.",
    "EnterTeamName": "Enter Team Name",
    "EOF_HEADER1": "Financials",
    "EOF_HEADER2": "Initiatives & Actions",
    "GrossProfit": "Gross Profit",
    "ID": "GEN",
    "information": "Note:",
    "InformationText": "<p><b>Level 1: This set of activities is meant to help you check your understanding of foundational information. You should spend about 10 minutes on these questions<br><br>Level 2: This set of activities is meant to encourage discussion with you and your teammates. Ensure you've heard different perspectives before you input your answer. You should spend about 15 minutes on these questions<br><br>Level 3: This set of activities is meant to encourage discussion with you and your teammates. Ensure you've heard different perspectives before you input your answer. You should spend about 20 minutes on these questions</b></p>",
    "infoTextEnterCode": "Make sure you add each team member's 3 letter pre-work code (found in your email) in the text fields below before continuing to the next screen.  If you did not participate in pre-work, you will not have a code and can simply enter your name and leave the corresponding code box blank.",
    "InvestedCapital": "Invested Capital",
    "level1": "Level 1",
    "level2": "Level 2",
    "level3": "Level 3",
    "Logout": "Logout",
    "LogoutConfirmMsg": "Are you sure, you want to logout?",
    "NetIncomeafterTaxes": "Net Income after Taxes",
    "NetIncomePerShare": "Net income per share",
    "No": "No",
    "OperatingExpenses": "Operating Expenses",
    "OperatingIncome": "Operating Income",
    "OperatingMargin": "Operating Margin",
    "Password1": "launch",
    "Password2": "go",
    "Password3": "begin",
    "PasswordIncorrect": "Password is incorrect!",
    "PasswordText": "Alert!",
    "PercentofRevenue": "% OF REVENUE",
    "Period0": "Round 0",
    "Period1": "Round 1",
    "Period2": "Round 2",
    "Period3": "Round 3",
    "PleaseWaitMessage": "PLEASE WAIT TO START",
    "PNLCalculatorHeading": "P&L Calculator",
    "PNLNumbersAreInMillions": "*Numbers are in millions",
    "Price": "Price",
    "PrimarTextContent": "Read the following questions, discuss and respond with your team. They are intended to spark discussion. You do not need to answer each one specifically: As a company, why do we care about how our teams experience Cisco? How could every team member having a positive team experience impact the company? What can our teams expect from us as leaders? What is our value proposition as a company to our teams? How you would you talk about Cisco's employee experience to a potential new hire?<br><br>You should spend about 15 minutes discussing your response with your team. Once your team inputs your response please return to the broadcast for a debrief.",
    "PrimarTextContent2": "Read the following questions, discuss and respond with your team. They are intended to spark discussion. You do not need to answer each one specifically: As a company, why is it important that our customers have a positive experience each time they interact with us? As a leadership team, if we were able to positively impact the customer experience, how would that impact our business? What can our customers expect from us? What can our shareholders expect from us? What is our value proposition as a company to our customers and shareholders?<br><br>You should spend about 15 minutes discussing your response with your team. Once your team inputs your response please return to the broadcast for a debrief.",
    "PrimarTextContent3": "Discuss and respond with your team: As a company, why is it important that we engage with our community and the world?  How does a focus on positively impacting people, society and the planet affect the company?  As a leader, what can you do to drive positive community impact with your teams? What is our value proposition as a company to the world?<br><br>You should spend about 10 minutes discussing your response with your team.  Once your team inputs your response please return to the broadcast for a debrief.",
    "PrimarTextTitle": "People and Team",
    "PrimarTextTitle2": "Business & Customer",
    "PrimarTextTitle3": "Community & World",
    "Progress": "Progress",
    "Remaining": "Remaining",
    "Revenue": "Revenue",
    "ROIC": "ROIC",
    "Round": "Round",
    "SetTimer": "Set Timer",
    "Shares": "Shares",
    "StartNewButtonText": "Click to start the Round",
    "StartNewButtonTitle": "Start New Round",
    "StartNextRound": "Start Next Round",
    "StartRound": "Start Round",
    "Submit": "Submit",
    "Taxes": "Taxes (assume 15.8% tax rate)",
    "Time": "Time",
    "TimeinSeconds": "Time (s)",
    "TimeTooltip": "Time remaining in round ",
    "Title": "Leader Day",
    "Total": "Total",
    "userCode": "Pre-work Code",
    "userName": "Team Member Name",
    "WarningText_R1": "Enter the password to proceed.",
    "WarningText_R2": "Enter the password for round 2 provided by the facilitator.",
    "WarningText_R3": "Enter the password for round 3 provided by the facilitator.",
    "WelcomeContent": "<p>You have been selected as a member of the new global management team assuming responsibility for leading BTS Digital, the digital group of top strategic alignment and execution firm BTS. BTS Digital operates in a challenging and exciting environment of change and technological disruption. </p><p>Your tenure as the leader of the group will be a challenging yet rewarding experience lasting for a total of two rounds, each equivalent to one year. In order to help you complete this task, we recommend that you read the background information on BTS Digital provided in the pre-read, before starting.</p>",
    "WelcomeText": "<p>You have been selected as a member of the new global management team assuming responsibility for leading BTS Digital, the digital group of top strategic alignment and execution firm BTS. BTS Digital operates in a challenging and exciting environment of change and technological disruption. </p><p>Your tenure as the leader of the group will be a challenging yet rewarding experience lasting for a total of two rounds, each equivalent to one year. In order to help you complete this task, we recommend that you read the background information on BTS Digital provided in the pre-read, before starting.</p>",
    "WelcomeText_R1": "<p>Welcome to your first tenure as management of BTS Digital! You will have several decisions to make during your first year. You will be able to:</p><ul><li>Set growth goals for the different parts of your focus areas </li><li></li><li>Choose where to invest your corporate funds in order to support your strategy and vision for the group going forward</li><li>Choose which initiatives and projects to invest in to support your strategy further</li><li>React to some routine and some unexpected events </li><li>Make decisions about leveraging opportunities that come your way</li></ul><p>Good Luck!</p>",
    "WelcomeText_R2": "<p>Welcome back to your second year!</p>",
    "WelcomeTitle": "Welcome to Cisco Leader Day",
    "WelcomeTitle_R1": "Welcome!",
    "WelcomeTitle_R2": "Welcome back!",
    "Yes": "Yes",
    "Zone": "Zone"
}, {
    "Client": "1",
    "ID": "L1A1_R1",
    "level": "1",
    "name": "Career Satisfaction",
    "narrative": "<h4>Career Satisfaction</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A1Q1_R1",
    "score": "150"
}, {
    "Client": "7",
    "ID": "L1A1_R2",
    "level": "1",
    "name": "Corporate Performance",
    "narrative": "<h4>Corporate Performance</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A1Q2_R2,L1A1Q3_R2,L1A1Q4_R2,L1A1Q5_R2,L1A1Q6_R2",
    "score": "150"
}, {
    "Client": "13",
    "ID": "L1A1_R3",
    "level": "1",
    "name": "Explore Community Impact and See Your Team Score",
    "narrative": "Explore Community Impact and See Your Team Score",
    "PageType": "Quiz",
    "quizItems": "L1A1Q1_R3",
    "score": "No"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Engagement",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Pay",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Promotion velocity",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Tenure",
    "DecisionType": "SingleSelect",
    "feedback": "A survey of 11,000 Cisco employees found engagement to be the strongest link to career satisfaction. Pay did not have a strong relationship with career satisfaction, likely because people care about intrinsic factors more.<br><br>Fully engaged people are 20% more satisfied with their careers than those who are less engaged. When we want to increase career satisfaction, engagement is our strongest lever. Leaders can use check-ins and the Engagement Pulse to understand their team members' engagement.",
    "ID": "L1A1Q1_R1",
    "name": "Career Satisfaction",
    "narrative": "<h4>As a leader, what is the most important thing you can focus on to promote career satisfaction within your team?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Free Cash Flow",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Net Income",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Operating Expenses",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Gross Margin",
    "DecisionType": "SingleSelect",
    "feedback": "Operating Expenses alone don't provide any indication of a company's performance: they just show much the company is spending. However, it impacts Free Cash Flow and Net Income. ",
    "ID": "L1A1Q1_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>Which of the following would NOT be a positive indicator of a company's financial performance if it increased from one year to the next?</h4>",
    "PageType": "Question"
}, {
    "DecisionType": "ReadUpdate",
    "ID": "L1A1Q1_R3",
    "name": "Explore Community Impact and See Your Team Score ",
    "narrative": "<h4>At Cisco, we boldly aspire to positively impact people, society, and the planet. We want to recognize all the ways our employees take action to make a positive impact every day. Our Community Impact approach expands our possibilities through new forms of digital employee engagement, analytics, and automation.<br><br>Now you can view your team's Employee Community Impact (ECI) score to understand both the level of participation and the collective impact activity for your team.<br><br><u>Visit Community Impact Leadership View and learn about:</u><ul><li>Your team's Employee Community Impact (ECI) score and compare it to Cisco's benchmark</li><li>The actions you and your teams can take to make impact a habit.</li></ul><br><br>If you are participating virtually each team member can visit: <a href='https://communityimpact.cisco.com' target='_blank'>https://communityimpact.cisco.com</a><br><br>If you are participating virtually, your team facilitator <b>ONLY</b> should visit <a href='https://communityimpact.cisco.com' target='_blank'>https://communityimpact.cisco.com</a></h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Recurring revenue gives investors confidence that you will have a continual amount of cash flow that is injected into the business on a regular basis",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Businesses with recurring revenue make it easier to predict what revenue will be, which in turn makes it easier to invest and allocate resources for further growth with confidence",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "With a recurring revenue model, a company has the opportunity to engage with a customer on an ongoing basis and thus can improve the relationship with the customer",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "All of the above",
    "DecisionType": "SingleSelect",
    "feedback": "All of the above are considerations for why a company would focus on finding the right balance of recurring and point of sale revenue.",
    "ID": "L1A1Q2_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>Why is having the right mix of recurring and point of sale revenue important?</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Correct",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Good cost productivity means each dollar you are investing in cost is producing more than a dollar in revenue.",
    "ID": "L1A1Q3_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>True or false: having good cost productivity is driving top line growth faster than bottom line and is an indicator of a company's performance.</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Free Cash Flow represents the cash that a company is able to generate minus operating expenses and capital expenditures. Ultimately, this is the cash that is available to the investors.",
    "ID": "L1A1Q4_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>True or False, investors care more about revenue than free cash flow</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "It is an advance payment a company receives for products or services that are to be delivered or performed in the future",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Revenue you have decided to recognize in the future",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "It is treated as revenue on the balance sheet",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "It is the same as recurring revenue",
    "DecisionType": "SingleSelect",
    "feedback": "Deferred revenue is recorded on a balance sheet as a liability on the balance sheet, since the product or service is still owed to the customer.  As it is recognized over time, it is recorded as revenue on the income statement. As long as the customer doesn't cancel the contract and the company delivers on their obligations, it will become revenue in the future.",
    "ID": "L1A1Q5_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>Which of the following is true about deferred revenue?</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Revenue-COGS-Operating Expenses=Earnings. However, $1 reduction in Total Cost=$1 increase in Earnings. ",
    "ID": "L1A1Q6_R2",
    "name": "Corporate Performance",
    "narrative": "<h4>True or False: $1 in revenue=$1 in earnings</h4>",
    "PageType": "Question"
}, {
    "Client": "2",
    "ID": "L1A2_R1",
    "level": "1",
    "name": "Competitive Pay",
    "narrative": "<h4>Competitive Pay</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A2Q1_R1,L1A2Q2_R1",
    "score": "150"
}, {
    "Client": "8",
    "ID": "L1A2_R2",
    "level": "1",
    "name": "Software and Subscriptions",
    "narrative": "<h4>Software and Subscriptions</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A2Q1_R2,L1A2Q2_R2",
    "score": "150"
}, {
    "Client": "14",
    "ID": "L1A2_R3",
    "level": "2",
    "name": "Discuss How to Activate Your Team for Impact",
    "narrative": "Discuss How to Activate Your Team for Impact",
    "PageType": "Quiz",
    "quizItems": "L1A2Q1_R3",
    "score": "No"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "A team member's pay may be market competitive if it is in Zone 1, 2 or 3. Zone 1 is appropriate for talent new in role or developing. Zone 2 is aligned to fully competent to high-performing talent. Zone 3 is generally for consistently top performers and hot (e.g., high demand, short supply) skillsets. A range accommodates the progression of talent, and it is appropriate to use the full range.",
    "ID": "L1A2Q1_R1",
    "name": "Competitive Pay",
    "narrative": "<h4>True or False: If you have a team member who is in a Market Reference Range (MRR) Zone 1, this means the team member's pay is not market competitive.</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Correct",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Our goal is for 35% of our total bookings to be from software.",
    "ID": "L1A2Q1_R2",
    "name": "Software and Subscriptions",
    "narrative": "<h4>True or False: Our goal is for 35% of our total booking to be from software.</h4>",
    "PageType": "Question"
}, {
    "alt1": "1",
    "alt1_narrative": "What best practices can you share with other leaders to help them increase their Community Impact?",
    "alt1_range": "tlInputL1A2Q1O1_R3",
    "alt2": "2",
    "alt2_narrative": "What value have you seen in your teams through driving Community Impact?",
    "alt2_range": "tlInputL1A2Q1O2_R3",
    "alt3": "3",
    "alt3_narrative": "How will you lead your team to increase their Community Impact?",
    "alt3_range": "tlInputL1A2Q1O3_R3",
    "DecisionType": "FreeText",
    "ID": "L1A2Q1_R3",
    "name": "Discuss How to Activate Your Team for Impact",
    "narrative": "<h4>Gather with your assigned teams and discuss the importance of Community Impact at Cisco. Use the following questions to guide your discussion:</h4>",
    "PageType": "Question",
    "Rows": "3"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Pay Parity is an analysis of our pay <i><u>internally</u></i> among our own Cisco employees, not a comparison of our pay to the external market. Pay parity compares pay of our employees in similar roles, location, prior work experience and other business-relevant factors to ensure that our people are paid fairly within Cisco-regardless of gender, race or ethnicity. This is a Cisco defined global approach, which may be different than local government mandated approaches.",
    "ID": "L1A2Q2_R1",
    "name": "Competitive Pay",
    "narrative": "<h4>True or False: Pay parity compares pay of our employees in similar roles, location and prior work experience with the market and external benchmarking to ensure that our people are paid fairly - regardless of gender, race or ethnicity.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$500,000",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$1.5 million",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$100,000",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "$1 million",
    "DecisionType": "SingleSelect",
    "feedback": "Over the 5 year period, the 10% discount would impact revenue by $1 million.",
    "ID": "L1A2Q2_R2",
    "name": "Software and Subscriptions",
    "narrative": "<h4>You are excited to finally have the opportunity to submit an RFP for a customer you have wanted to land for five years. They are interested in some of our new subscription offerings and the current proposal is for $2 million per year.  You know they're cost conscious.  You are considering offering them a 10% discount to close the deal.  The initial contract is for three years with the potential for it to become evergreen.  Over the next five, years what is the revenue implication of offering this discount?</h4>",
    "PageType": "Question"
}, {
    "Client": "3",
    "ID": "L1A3_R1",
    "level": "1",
    "name": "MRR Development",
    "narrative": "<h4>MRR Development</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A3Q1_R1",
    "score": "150"
}, {
    "Client": "9",
    "ID": "L1A3_R2",
    "level": "1",
    "name": "Operational Accountability",
    "narrative": "<h4>Operational Accountability</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A3Q1_R2,L1A3Q2_R2,L1A3Q3_R2,L1A3Q4_R2",
    "score": "150"
}, {
    "CaseStudy": "CaseStudy5",
    "Client": "15",
    "ID": "L1A3_R3",
    "level": "3",
    "name": "Take Action and Make an Impact",
    "narrative": "Take Action and Make an Impact",
    "PageType": "Quiz",
    "quizItems": "L1A3Q1_R3,L1A3Q2_R3,L1A3Q3_R3,L1A3Q4_R3,L1A3Q5_R3,L1A3Q6_R3,L1A3Q7_R3,L1A3Q8_R3,L1A3Q9_R3,L1A3Q10_R3,L1A3Q11_R3",
    "score": "No",
    "SecondaryTabTitle": "Video Links"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Grade/level, Job, Location and Peer Companies, updated twice per year.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Cost of Living, Reporting Relationship, Peer Companies and Grade/level, updated twice per year.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Location, Job, currency inflation and business unit affordability, updated once per year.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Internal pay ranges, Location and HR feedback, updated once per year.",
    "DecisionType": "SingleSelect",
    "feedback": "We identify a set of peer companies to analyze market pay data. This 'Peer Group' consists of other leading public technology companies, where we hire talent from and lose talent to, and is geo/country-specific. We then assess the data along the following components to establish the MRR:<ul><li>The Grade/level drives scope and organization impact</li><li>The Job reflects the nature of skills and type of role</li><li>The Location determines local market values.</li></ul>We refresh the MRRs twice per year, since that is the frequency in which we can reliably identify market movement/trends within the currently available market data. For business-critical concerns in volatile markets, we may perform off-cycle reviews, as needed.",
    "ID": "L1A3Q1_R1",
    "name": "MRR Development",
    "narrative": "<h4>What factors go into developing a Market Reference Range (MRR), and how often are they updated?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "$100M",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$10M",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$20M",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "$150M",
    "DecisionType": "SingleSelect",
    "feedback": "There are approximately 10,000 leaders globally at Cisco.  If every leader saved $10K from their budget for the company, it would save Cisco approximately $100M annually.  ",
    "ID": "L1A3Q1_R2",
    "name": "Operational Accountability",
    "narrative": "<h4>If every leader in the company used $10K less in their budget it would save the company approximately how much? Assume there are 10,000 people leaders at Cisco.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Without connectivity, refugees would be unable to stay updated on the status of their home nation",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Connectivity enables people to find out the safety of their family members who may be at different camps without having to walk an hour in any direction",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Connection to the internet allows for the identification of refugees and the places from which they are fleeing",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Connectivity allows for Mercy Corps to request additional resources",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q1_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Mercy Corps<br><br>For refugee camps like the one in this video, how is connectivity a form of aid in itself?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Volunteer",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Donate to a charitable organization",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Help the planet through Cisco Greenhouse",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Join and participate in an Employee Resource Organization",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Take the Global Citizen Pledge and Take Action",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "All of the Above",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q10_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Community Impact<br><br>What are some actions your teams can take to positively impact people, society and the planet? </h4>",
    "PageType": "Question"
}, {
    "AllCorrect": "true",
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Mercy Corps",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Akshaya Patra",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Crisis UK",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Equally distribute our donations to all three organizations",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q11_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Congratulations, Cisco will contribute $50 USD to a charitable organization on your team's behalf. Take action by telling us which organization to give it to:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$1 M",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$5 M",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$10 M",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "$15 M",
    "DecisionType": "SingleSelect",
    "feedback": "There are approximately 10,000 people leaders at Cisco. So if 1,000 of them were able to do this, it would save Cisco $15 million in a year.",
    "ID": "L1A3Q2_R2",
    "name": "Operational Accountability",
    "narrative": "<h4>As a leader, you have a responsibility to ensure you are scoping roles at the right grade for the skills required. As an example, you have a team member leave your team for a new role.  You take this opportunity to reevaluate the scope and responsibilities of the role.  Some of the responsibilities of the departing team member have been automated so you decide to open the requisition at one grade level lower than it was previously.  This will save approximately $15,000 per year.  If 10% of the team leaders at Cisco were able to do this in one year, assuming there are 10,000 leaders at Cisco, how much would that save the company? </h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Correct",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "ID": "L1A3Q2_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Mercy Corps<br><br>True or False. Since Cisco's partnership will last for five years, Mercy Corps can take a long term approach to different hypotheses and have the time to test out proposed solutions.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$58",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$27",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "$31",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "$42",
    "DecisionType": "SingleSelect",
    "feedback": "Expired passwords cost Cisco $31 per Employee Services case, totaling over $530,000 in support and lost productivity every year.",
    "ID": "L1A3Q3_R2",
    "name": "Operational Accountability",
    "narrative": "<h4>As leaders, there are number of operational activities that we are expected to ensure our team members are following best practices.  As an example, we get the reminder emails when the deadline for a team member to reset their password is approaching.  When we don't hold our team members accountable for resetting their password on time, what is the cost to Cisco? </h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Consolidating the data has allowed for more consistent service across different Mercy Corps locations",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "New insights from the data has allowed for more targeted responses areas where help is most needed in real time",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Data on the refugees seeking aid enables Mercy Corps to plan more effectively for future service ",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Cisco technology has enhanced the quality and quantity of aid provided which can only be monitored through its data integration work",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q3_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Mercy Corps<br><br>How has Mercy Corps derived value from its data integration work using Cisco technology?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "60%",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "70%",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "85%",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "95%",
    "DecisionType": "SingleSelect",
    "feedback": "Preferred Suppliers are selected with Business Function input.  These select suppliers have strict rules of engagement with Cisco.  All preferred suppliers have pre-negotiated rates and SLAs for response times and quality.  For preferred suppliers, we also validate their financial viability so that they protect us from legal risks of their employees.",
    "ID": "L1A3Q4_R2",
    "name": "Operational Accountability",
    "narrative": "<h4>If leaders only utilized preferred suppliers, what would be the reduction in ethics cases?</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Correct",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "ID": "L1A3Q4_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Akshaya Patra<br><br>True or False-The Akshaya Patra Foundation provides hot, hygienic and nutritional mid-day meals every day, for over 1.76 million children from underserved communities in India.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$32",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$26",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$20",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "$16",
    "DecisionType": "SingleSelect",
    "feedback": "Akshaya Patra is able to provide hot, hygienic and nutritional mid-day meals to a child for only $16 for the entire year.",
    "ID": "L1A3Q5_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Akshaya Patra<br><br>For each child, how much does this cost for the entire year?</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "Cisco is working in the digitalization 7 of Akshaya Patra's kitchens.",
    "ID": "L1A3Q6_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Akshaya Patra<br><br>True or False-Cisco is working with Akshaya Patra Foundation in the digitization of their kitchens across 5 locations in India which will help them feed more children at the same cost.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Over 170,000",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Over 160,000",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Over 150,000",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Over 140,000",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q7_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Crisis UK<br><br>Across Britain, how many families and individuals are currently experiencing homelessness?</h4>",
    "PageType": "Question"
}, {
    "alt1": "T",
    "alt1_feedback": "Correct",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "ID": "L1A3Q8_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Crisis UK<br><br>True or False-Since the beginning of 2019 Cisco employees have generated over $53,000 for Crisis.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "6,000",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "8,000",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "10,000",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "12,000",
    "DecisionType": "SingleSelect",
    "ID": "L1A3Q9_R3",
    "name": "Take Action and Make an Impact",
    "narrative": "<h4>Crisis UK<br><br>Last year, how many people did Crisis support on their journey out of homelessness?</h4>",
    "PageType": "Question"
}, {
    "Client": "4",
    "ID": "L1A4_R1",
    "level": "1",
    "name": "Identifying Candidate Fit",
    "narrative": "<h4>Identifying Candidate Fit</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A4Q1_R1,L1A4Q2_R1",
    "score": "150"
}, {
    "Client": "10",
    "ID": "L1A4_R2",
    "level": "1",
    "name": "Power of 1",
    "narrative": "<h4>Power of 1</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A4Q1_R2,L1A4Q2_R2,L1A4Q3_R2,L1A4Q4_R2",
    "score": "150"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "His direct reports, and one person within another function that he feels will provide great perspective around 'Life at Cisco'.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "A diverse mixture of his team members (gender, ethnicity, generation, as well as expertise) and potentially, cross-functional individuals that will work with the new hire.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Joe and his manager.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "As a hiring manager, Joe is required to interview all finalist candidates.  Additional team members are at his discretion.",
    "DecisionType": "SingleSelect",
    "feedback": "If you lack diversity in your panel, you will likely struggle to hire good candidates that will enhance your existing team strengths and set up your team for success. Choose a diverse slate of interviewers and consider using Cisco's SmartSelect tool to augment your pool of diverse interviewers.",
    "ID": "L1A4Q1_R1",
    "name": "Identifying Candidate Fit",
    "narrative": "<h4>Joe is a leader in IT preparing for an interview. Joe is ready to set up his interview panel. Who should he select to serve on his interview panel? Choose the BEST answer:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$250,000",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$350,000",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "$500,000",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "$750,000",
    "DecisionType": "SingleSelect",
    "feedback": "$1 of savings per unit with 500,000 units sold annually would generate savings of $500,000 for the company annually for the life of the product.",
    "ID": "L1A4Q1_R2",
    "name": "Power of 1",
    "narrative": "<h4>If a team was able to reduce the production cost for a product by $1 with annual sales of 500,000 units, how much savings does that generate for the company annually throughout the life of the product?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Joe could start out by asking about the candidate's college experience and find out if they attended the same school or have any shared interests.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "In the first interview, Joe should ask the candidate what they like about Cisco. If they're able to answer, they're likely to be a great fit for Joe's team.",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Joe should ask the candidate behavioral-type questions, how they would respond to a few different situations, and consider both the actions they said they would take and the impact their actions would have on those around them.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "A and C are both correct.",
    "DecisionType": "SingleSelect",
    "feedback": "It's great that you share the same interests with your candidate. However, just because you have something in common with a candidate does not necessarily mean they're the best fit for the role. Use structured and behavioral interview questions to help eliminate bias. Behavioral based interviewing discovers how the interviewee handled various work situations in the past. The logic is that how you behaved in the past will predict how you will behave in the future, which will reveal skills, abilities and personality.  Prepare questions about past work experiences that will help to identify the type of skills needed for the role.",
    "ID": "L1A4Q2_R1",
    "name": "Identifying Candidate Fit",
    "narrative": "<h4>What are the most helpful areas for Joe to focus on in the interview to help him predict whether the candidate will be a great fit for Cisco, his team and the role?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "$40,000",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "$50,000",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$60,000",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "$70,000",
    "DecisionType": "SingleSelect",
    "feedback": "Increasing the price of the subscription portion of the deal by 1% would generate $40,000 more in revenue over the course of the deal. ",
    "ID": "L1A4Q2_R2",
    "name": "Power of 1",
    "narrative": "<h4>A  customer signs a 4-year contract worth $10 million, and $4 million of that is recurring revenue via software subscription. What would be the impact to the total deal value if the price of the software had been 1% higher over the life of the contract?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "80,000 hours",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "70,000 hours",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "60,000 hours",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "50,000 hours",
    "DecisionType": "SingleSelect",
    "feedback": "There are 10,000 leaders at Cisco. So if each leader took one more day of Time2Give, that is 80,000 hours of community service along with matching funds of $800,000.",
    "ID": "L1A4Q3_R2",
    "name": "Power of 1",
    "narrative": "<h4>If every leader at Cisco used one more day of Time2Give, how many hours of community service would that be assuming there are 10,000 leaders at Cisco?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "$11M ",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "$20M ",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "$23M ",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "$31M ",
    "DecisionType": "SingleSelect",
    "feedback": "If you assume an average trip cost of $2,000, and there are approximately 10,000 leaders at Cisco, the company would save $20 million dollars a year.",
    "ID": "L1A4Q4_R2",
    "name": "Power of 1",
    "narrative": "<h4>If every leader at Cisco took one less business trip, approximately how much could it save Cisco by utilizing our own collaboration technology, assuming there are 10,000 leaders at Cisco? Assume that each business trip costs approximately $2,000 (taking into account airfare, food and lodging).</h4>",
    "PageType": "Question"
}, {
    "Client": "5",
    "ID": "L1A5_R1",
    "level": "1",
    "name": "Selling a Role",
    "narrative": "<h4>Selling a Role</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A5Q1_R1",
    "score": "150"
}, {
    "Client": "11",
    "ID": "L1A5_R2",
    "level": "1",
    "name": "Our Products",
    "narrative": "<h4>Our Products</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A5Q1_R2,L1A5Q2_R2,L1A5Q3_R2,L1A5Q4_R2",
    "score": "150"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "She should talk about all the things she likes about her team and the role, making sure she tells the candidate everything she thinks the candidate would want to know.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "She should show enthusiasm about the candidate's experiences and relate back to similar experiences she's had.",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "She should listen for the candidate's needs, wants and interests. Find out what the candidate's motivations are, what will encourage them to move and how they will make an impact to the position. ",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "She should email them some info on how the competition is falling behind.",
    "DecisionType": "SingleSelect",
    "feedback": "Each candidate has their own interests and motivations. It's important to listen and learn about these priorities, in order to tailor your responses and appropriately sell the position. Keep the tone positive. While it's great to share what we do well as a company resist the urge to say/email anything negative about the competition.",
    "ID": "L1A5Q1_R1",
    "name": "Selling a Role",
    "narrative": "<h4>Barbara has a candidate that is a great fit for her open position. What is something that leaders often don't do when selling a role, but should do more. Choose the BEST answer.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Kinetic",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "DNA",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "CloudCenter",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "SD-WAN",
    "DecisionType": "SingleSelect",
    "feedback": "DNA is an open, extensible, software-driven architecture that accelerates and simplifies enterprise network operations, while lowering costs and reducing risk.",
    "ID": "L1A5Q1_R2",
    "name": "Our Products",
    "narrative": "<h4>Which product does this best describe: An open, extensible, software-driven architecture that accelerates and simplifies enterprise network operations, while lowering costs and reducing risk. </h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Secure Agile Exchange",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "vEdge with Umbrella",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Nexus",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Encrypted Traffic Analytics",
    "DecisionType": "SingleSelect",
    "feedback": "Secure Agile Exchange virtualize the network perimeter in the data center and colocation facilities to securely connect employees, customers and partners.",
    "ID": "L1A5Q2_R2",
    "name": "Our Products",
    "narrative": "<h4>Which product does this best describe: Virtualize the network perimeter in the data center and co-location facilities to securely connect employees, customers and partners.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "WebEx",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Umbrella",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "CloudCenter",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Tetration",
    "DecisionType": "SingleSelect",
    "feedback": "Umbrella allows you to stop phishing and malware infections earlier, identify already infected devices faster and prevent data exfiltration. And because it's delivered from the cloud, it provides an effective security platform that is open, automated and simple to use.",
    "ID": "L1A5Q3_R2",
    "name": "Our Products",
    "narrative": "<h4>With this product, you can you can stop phishing and malware infections earlier, identify already infected devices faster and prevent data exfiltration. And because it's delivered from the cloud, it provides an effective security platform that is open, automated and simple to use.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Duo Security",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Meraki Insight",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "ISR 800",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Prime Optical",
    "DecisionType": "SingleSelect",
    "feedback": "Duo Security secures access for any user connecting to any application from any device. The new network perimeter is wherever an access decision happens. This product protects this new perimeter by verifying user trust (confirming a user is who they say they are), using its best-in-class adaptive multi-factor authentication (MFA) solution.",
    "ID": "L1A5Q4_R2",
    "name": "Our Products",
    "narrative": "<h4>Which product does this best describe: Secures access for any user connecting to any application from any device. The new network perimeter is wherever an access decision happens. This product protects this new perimeter by verifying user trust (confirming a user is who they say they are), using its best-in-class adaptive multi-factor authentication (MFA) solution.</h4>",
    "PageType": "Question"
}, {
    "Client": "6",
    "ID": "L1A6_R1",
    "level": "1",
    "name": "Unconscious Bias",
    "narrative": "<h4>Unconscious Bias</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A6Q1_R1",
    "score": "150"
}, {
    "Client": "12",
    "ID": "L1A6_R2",
    "level": "1",
    "name": "How Might We Statements",
    "narrative": "<h4>How Might We Statements</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A6Q1_R2",
    "score": "150"
}, {
    "alt1": "T",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "TRUE",
    "alt2": "F",
    "alt2_feedback": "Correct",
    "alt2_narrative": "FALSE",
    "DecisionType": "TrueFalse",
    "feedback": "We all have bias.  But, through education, learning experiences and practice implementing strategies, we can help to minimize or reduce bias. Researchers at Project Implicit have discovered that because of a lifetime of conditioning by social institutions like the media, religious institutions and schools, we harbor unconscious biases that influence our judgments about people's character, ability and potential. Implicit bias, according to their findings, is inevitable.<br><br>At Cisco, we are shifting to a comprehensive bias strategy. Our vision is to create an inclusive and conscious culture by mitigating bias in our people, leaders, processes and employee experiences.",
    "ID": "L1A6Q1_R1",
    "name": "Unconscious Bias",
    "narrative": "<h4>True or False: Unconscious bias can be eliminated if we commit to ongoing bias education, learning experiences and practice implementing strategies.</h4>",
    "PageType": "Question"
}, {
    "AllCorrect": "true",
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Is ambitious",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Is feasible",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Is easy to understand",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Is actionable",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "All that apply",
    "DecisionType": "SingleSelect",
    "feedback": "A HMW should both be ambitious and feasible; it should focus ideation on the challenge but allow for wild ideas. It should be meaningful, simple, clear to all and avoid jargon or acronyms. Finally, it should be actionable over the long-term (though not necessarily right now), one should be able to answer the question &quot;are we there yet?&quot;",
    "ID": "L1A6Q1_R2",
    "name": "How Might We Statements",
    "narrative": "<h4>What are characteristics of a well-defined How Might We question?</h4>",
    "PageType": "Question"
}, {
    "Client": "1",
    "ID": "L1A7_R1",
    "level": "1",
    "name": "Understanding Bias",
    "narrative": "<h4>Understanding Bias</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A7Q1_R1",
    "score": "150"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "are prejudices that influence interpersonal situations and decision points.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "exist in everyday conflicts that happen in the workplace.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "do not rise to a level of needing documentation or escalation reporting.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "are people being overly sensitive to unintentional harm.",
    "DecisionType": "SingleSelect",
    "feedback": "Microaggressions are moments where unfair biases negatively drive our interactions with others. They are experienced as slights, insults, indignities and denigrating messages.",
    "ID": "L1A7Q1_R1",
    "name": "Understanding Bias",
    "narrative": "<h4>Microaggressions are an outgrowth of biases. Microaggressions:</h4>",
    "PageType": "Question"
}, {
    "Client": "2",
    "ID": "L1A8_R1",
    "level": "1",
    "name": "Performance Discussion Timing",
    "narrative": "<h4>Performance Discussion Timing</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A8Q1_R1",
    "score": "150"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Destiney should have an annual performance discussion and cover the past four quarters of performance to ensure she has a clear picture of performance over time, including all the highs and lows.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Destiney should have quarterly performance discussions, as this gives the right balance of being able to observe performance over time without going too long between discussions.",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Destiney should use her weekly check-ins to pay attention to her team members ongoing work, repurposing them once in a while to share broader observations and discuss development.",
    "DecisionType": "SingleSelect",
    "feedback": "Paying attention to our employees through check-ins drives engagement, which in turn drives performance. Leaders don't need to think of weekly check-ins as a formal performance discussion in terms of overall evaluation and assessment. Rather, it's the ongoing opportunity to pay attention to our team members' work and, most importantly, provide support when needed.<br><br>It's a good idea to repurpose at least one check-in per quarter to share broader observations on performance - in terms of business results, team impact and our Cisco principles, including insights from recent talent reviews.  It's also a good idea to find time at least once per quarter for a career/skills discussion with team members, to discuss next steps in terms of learning and career growth. ",
    "ID": "L1A8Q1_R1",
    "name": "Performance Discussion Timing",
    "narrative": "<h4>Destiney is a leader in CX. In what way, and how often, should Destiney give her team performance feedback?</h4>",
    "PageType": "Question"
}, {
    "Client": "3",
    "ID": "L1A9_R1",
    "level": "1",
    "name": "Performance Snapshot",
    "narrative": "<h4>Performance Snapshot</h4>",
    "PageType": "Quiz",
    "quizItems": "L1A9Q1_R1",
    "score": "150"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "It helps eliminate recency bias.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "It gives a fuller (and fairer) view.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "It's a reliable record of judgments over time.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "It doesn't attempt to sum up employees in a single rating.",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "All of the above.",
    "DecisionType": "SingleSelect",
    "feedback": "Capturing a monthly Performance Snapshot for team members creates a set of notes. When you capture those notes each month, you have a view to each team member's performance over time. That helps you coach and guide each team member in near real-time, vs. waiting a quarter when the moment has passed.<br><br>You're also asked what you would do based on your judgement of their performance. This type of question is more reliable because you are the best person to state your own intentions. As performance may change over time, you can create a view of trends using the Performance Snapshot. That's a much more complete view than any single rating or label.",
    "ID": "L1A9Q1_R1",
    "name": "Performance Snapshot",
    "narrative": "<h4>Why is completing the Performance Snapshot important?</h4>",
    "PageType": "Question"
}, {
    "Client": "1",
    "ID": "L2A1_R1",
    "level": "2",
    "name": "Key Skills",
    "narrative": "<h4>Key Skills</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A1Q2_R1,L2A1Q5_R1,L2A1Q7_R1,L2A1Q8_R1,L2A1Q10_R1,L2A1Q11_R1",
    "score": "360"
}, {
    "Client": "7",
    "ID": "L2A1_R2",
    "level": "2",
    "name": "EBC Discussion",
    "narrative": "<h4>EBC Discussion</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A1Q1_R2",
    "score": "600"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q1O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q1O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q1O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q1O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q1O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q1O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q1O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q1O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structures",
    "alt17_range": "tlInputL2A1Q1O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q1O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q1O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q1O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q1O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q1O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q1O22_R1",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q1O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q1O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q1O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q1O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q1O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q1O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q1O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q1_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Career & Learning",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Business Process Analyst</b><br>I help the organization run more effectively and efficiently. I love process and data-whether it's systems or financial. You'll often find me at the center of key priorities for the org.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "To bridge the gap between business intent and IT performance, the network should be built on four pillars: Consistent, intent-based architecture; end to end visibility; integrated security and comprehensive automation",
    "alt1_range": "tlInputL2A1Q1O1_R2",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "The Catalyst 9400 Series is the next generation of the industry's most widely deployed enterprise switching platform, and it was recognized as CRN's 2017 and 2018 Network Product of the Year.",
    "alt2_range": "tlInputL2A1Q1O2_R2",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "What if you could get real-time insight into how your facilities are running-so you could make decisions that improve uptime for your networks, enable faster deployment for devices and applications and increase savings of time and space? On the road to a better bottom line, IT should serve as a facilitator, not a bottleneck. Let us show you the way.",
    "alt3_range": "tlInputL2A1Q1O3_R2",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Cisco DNA provides value beyond connectivity. The Cisco DNA architecture is an open platform built with enterprise-wide assurance, end-to-end automation and consistent security, from end users and things all the way to the application.",
    "alt4_range": "tlInputL2A1Q1O4_R2",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "TALOS keeps your network safe. Our researchers, data scientists and engineers collect information about existing and developing threats. We then deliver protection against attacks and malware.",
    "alt5_range": "tlInputL2A1Q1O5_R2",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Cisco DNA delivers results: 80% improvement in issue resolution, 67% savings in network provisioning time, 61% lower operating expenses and 48% reduced impact of security breaches. ",
    "alt6_range": "tlInputL2A1Q1O6_R2",
    "DecisionType": "MultiSelect",
    "feedback": "In conversations with executives at this level, you should focus on the outcomes the solution will provide along with the business critical issues it will address.  You should also focus on how Cisco is uniquely qualified to deliver now and in the future.",
    "ID": "L2A1Q1_R2",
    "maxChecks": "4",
    "minChecks": "1",
    "name": "EBC Discussion",
    "narrative": "<h4>You've been asked to lead a discussion at an EBC for a potential customer, a large hospital system. You will be meeting with the CEO, CIO and CISO. The customer is frustrated with how complex their network is and how much they spend trying to manage it. They're also growing increasingly concerned about security. Another hospital system they frequently transfer and receive patients from was recent the victim of a ransomware attack which has promoted them to take a closer look at their own network security. Which of the following discussion points would you prioritize in order to show the new customer the value that Cisco can bring to them? Choose 4:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q10O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q10O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q10O11_R1",
    "alt12": "L",
    "alt12_feedback": "Correct",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q10O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q10O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q10O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q10O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q10O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q10O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q10O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q10O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q10O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q10O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q10O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q10O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q10O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q10O4_R1",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q10O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q10O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q10O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q10O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q10O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q10_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Systems Engineer</b><br>I help close the deal with our customers by helping them understand our products and how they help achieve business outcomes. I explain the benefits and features of our products and sometimes configure our products to meet specific customer needs.</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL2A1Q11O1_R1",
    "DecisionType": "FreeText",
    "ID": "L2A1Q11_R1",
    "name": "Key Skills",
    "narrative": "<h3> <b>Feedback:</b><br> There are many roles that have skill overlap where there might be opportunities for movement.  An example might be a Program/Project Manager moving into a Business Process Analyst role or a Sales Specialist moving into an Account Manager role.</h3><br><br><h4>As you consider some of the skills listed, discuss as a team how you help team members build some of these. Agree on your one best suggestion and enter it below.</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q2O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q2O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q2O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q2O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q2O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q2O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q2O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q2O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q2O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q2O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q2O19_R1",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q2O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q2O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q2O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q2O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q2O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q2O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q2O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q2O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q2O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q2O8_R1",
    "alt9": "I",
    "alt9_feedback": "Correct",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q2O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q2_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Consulting Engineer</b><br>I am part of &quot;Cisco's Face to the Customer&quot;. I am responsible for design, implementation, testing and ongoing support for the solutions we provide to our customers. I work with peers across the organization to ensure we are optimizing network performance for our customers. </h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q3O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q3O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q3O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q3O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q3O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q3O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q3O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q3O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q3O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q3O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q3O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q3O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q3O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q3O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q3O22_R1",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q3O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q3O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q3O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q3O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q3O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q3O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q3O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q3_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Project/Program Manager</b><br>I'm a master of planning time, resources and deliverables. I make sure the team accomplishes what we've set out to accomplish by working across stakeholders and subject-matter experts.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q4O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q4O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q4O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q4O12_R1",
    "alt13": "M",
    "alt13_feedback": "Correct",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q4O13_R1",
    "alt14": "N",
    "alt14_feedback": "Correct",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q4O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q4O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q4O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q4O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q4O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q4O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q4O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q4O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q4O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q4O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q4O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q4O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q4O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q4O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q4O7_R1",
    "alt8": "H",
    "alt8_feedback": "Correct",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q4O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q4O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q4_R1",
    "maxChecks": "4",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Product Manager</b><br>I have the ability to have the mind of an engineer, the heart of a designer and the tongue of a diplomat. I'm passionate about building the right products, period. Ive been in the technology business side of things and have even dabbled in engineering to some extent. I use all of these to build roadmaps and then work collaboratively to plan and execute the go-to-market strategy for our new offerings and/or features.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q5O1_R1",
    "alt10": "J",
    "alt10_feedback": "Correct",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q5O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q5O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q5O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q5O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q5O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q5O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q5O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q5O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q5O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q5O19_R1",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q5O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q5O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q5O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q5O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q5O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q5O4_R1",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q5O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q5O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q5O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q5O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q5O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q5_R1",
    "maxChecks": "4",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Account Manager</b><br>I develop positive relationships with my customer contacts to understand their business drivers and demonstrate how Cisco's technology architecture can deliver the needed business outcomes. I collaborate across the organization through a go-to-market sales model, starting with my business planning and forecasting for that customer.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q6O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q6O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q6O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q6O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q6O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q6O14_R1",
    "alt15": "O",
    "alt15_feedback": "Correct",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q6O15_R1",
    "alt16": "P",
    "alt16_feedback": "Correct",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q6O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Correct",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q6O17_R1",
    "alt18": "R",
    "alt18_feedback": "Correct",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q6O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q6O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q6O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q6O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q6O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q6O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q6O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q6O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q6O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q6O6_R1",
    "alt7": "G",
    "alt7_feedback": "Correct",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q6O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q6O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q6O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q6_R1",
    "maxChecks": "5",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Software Engineer</b><br>I'm at the center of our technologies. I design a solution to a customer/technical problem, write the code to implement the solution and create tests to verify the implementation works properly.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q7O1_R1",
    "alt10": "J",
    "alt10_feedback": "Correct",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q7O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q7O11_R1",
    "alt12": "L",
    "alt12_feedback": "Correct",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q7O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q7O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q7O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q7O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q7O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q7O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q7O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q7O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q7O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q7O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q7O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q7O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q7O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q7O4_R1",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q7O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q7O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q7O7_R1",
    "alt8": "H",
    "alt8_feedback": "Correct",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q7O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q7O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q7_R1",
    "maxChecks": "4",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Sales Specialist</b><br>I'm a technical Sales &quot;ninja&quot;. I partner with the account team to help sell our most complex solutions.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q8O1_R1",
    "alt10": "J",
    "alt10_feedback": "Correct",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q8O10_R1",
    "alt11": "K",
    "alt11_feedback": "Correct",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q8O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q8O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q8O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q8O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q8O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q8O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q8O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q8O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q8O19_R1",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q8O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q8O20_R1",
    "alt21": "U",
    "alt21_feedback": "Incorrect",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q8O21_R1",
    "alt22": "V",
    "alt22_feedback": "Incorrect",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q8O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q8O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q8O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q8O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q8O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q8O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q8O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q8O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q8_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>Renewals Manager</b><br>I help keep our customers coming back for more. I work closely with our customers to understand their ongoing requirements and where there is additional value of Cisco solutions with our customers.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Process Improvement",
    "alt1_range": "tlInputL2A1Q9O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Value-Led Selling",
    "alt10_range": "tlInputL2A1Q9O10_R1",
    "alt11": "K",
    "alt11_feedback": "Incorrect",
    "alt11_narrative": "Customer Lifecycle Management",
    "alt11_range": "tlInputL2A1Q9O11_R1",
    "alt12": "L",
    "alt12_feedback": "Incorrect",
    "alt12_narrative": "Network Architecture",
    "alt12_range": "tlInputL2A1Q9O12_R1",
    "alt13": "M",
    "alt13_feedback": "Incorrect",
    "alt13_narrative": "Cloud Computing",
    "alt13_range": "tlInputL2A1Q9O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "SaaS",
    "alt14_range": "tlInputL2A1Q9O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "DevOps",
    "alt15_range": "tlInputL2A1Q9O15_R1",
    "alt16": "P",
    "alt16_feedback": "Incorrect",
    "alt16_narrative": "Embedded Systems",
    "alt16_range": "tlInputL2A1Q9O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Incorrect",
    "alt17_narrative": "Data Structure",
    "alt17_range": "tlInputL2A1Q9O17_R1",
    "alt18": "R",
    "alt18_feedback": "Incorrect",
    "alt18_narrative": "API Development",
    "alt18_range": "tlInputL2A1Q9O18_R1",
    "alt19": "S",
    "alt19_feedback": "Correct",
    "alt19_narrative": "Java",
    "alt19_range": "tlInputL2A1Q9O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Building Relationships",
    "alt2_range": "tlInputL2A1Q9O2_R1",
    "alt20": "T",
    "alt20_feedback": "Correct",
    "alt20_narrative": "SQL",
    "alt20_range": "tlInputL2A1Q9O20_R1",
    "alt21": "U",
    "alt21_feedback": "Correct",
    "alt21_narrative": "Linux",
    "alt21_range": "tlInputL2A1Q9O21_R1",
    "alt22": "V",
    "alt22_feedback": "Correct",
    "alt22_narrative": "Information Security",
    "alt22_range": "tlInputL2A1Q9O22_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Change Management",
    "alt3_range": "tlInputL2A1Q9O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Agile Methodologies",
    "alt4_range": "tlInputL2A1Q9O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Solution Selling",
    "alt5_range": "tlInputL2A1Q9O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Cisco Technologies",
    "alt6_range": "tlInputL2A1Q9O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "Python, C++",
    "alt7_range": "tlInputL2A1Q9O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Security",
    "alt8_range": "tlInputL2A1Q9O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "System/Network Configuration",
    "alt9_range": "tlInputL2A1Q9O9_R1",
    "DecisionType": "MultiSelect",
    "ID": "L2A1Q9_R1",
    "maxChecks": "5",
    "minChecks": "1",
    "name": "Key Skills",
    "narrative": "<h4>For each Role & Description below, match it with its most important skills from the following list.  Discuss with your team where you see opportunities for movement between roles or functions.<br><br><b>IT Engineer</b><br>I keep our internal architecture and network strong. I help implement new platforms at Cisco and support/troubleshoot existing platforms. I work across to ensure Cisco is a showcase of our own technology.</h4>",
    "PageType": "Question"
}, {
    "Client": "2",
    "ID": "L2A2_R1",
    "level": "2",
    "name": "Advocating for Rewards and Conversations",
    "narrative": "<h4>Advocating for Rewards and Conversations</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A2Q1_R1,L2A2Q2_R1",
    "score": "600"
}, {
    "Client": "8",
    "ID": "L2A2_R2",
    "level": "2",
    "name": "Customer and Partner Points of View",
    "narrative": "<h4>Customer and Partner Points of View</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A2Q1_R2,L2A2Q2_R2,L2A2Q3_R2",
    "score": "600"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Timing of the person's last increase",
    "alt1_range": "tlInputL2A2Q1O1_R1",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Market Reference Range position",
    "alt2_range": "tlInputL2A2Q1O2_R1",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Performance Data (Performance Snapshot)",
    "alt3_range": "tlInputL2A2Q1O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Retention Risk",
    "alt4_range": "tlInputL2A2Q1O4_R1",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "Critical skills they possess",
    "alt5_range": "tlInputL2A2Q1O5_R1",
    "alt6": "F",
    "alt6_feedback": "Incorrect",
    "alt6_narrative": "Grade Level",
    "alt6_range": "tlInputL2A2Q1O6_R1",
    "DecisionType": "MultiSelect",
    "feedback": "Performance, Market Reference Range (MRR) position and critical skills are the most important factors to consider for a salary increase (in no specific order). Time since last increase may also be relevant to consider when prioritizing budget allocation across the team; all else being equal, leaders may choose to prioritize a person with longer time since last increase. Retention Risk may be relevant if in a low MRR position; however, stock may be the optimal compensation lever, if base salary is well positioned, given the retention element of the four-year vesting period.",
    "ID": "L2A2Q1_R1",
    "maxChecks": "3",
    "minChecks": "1",
    "name": "Advocating for Rewards and Conversations",
    "narrative": "<h4>Natalia has a Talent Review coming up next week with her VP and would like to recommend a salary increase for a grade 10 team member. Discuss with your team what three pieces of information below you'd suggest Natalia use in the meeting to advocate for her employee. Choose 3 of the following:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Data Analytics",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Industrial Wireless concerns",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "IT and Operations convergence",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "OT security",
    "DecisionType": "SingleSelect",
    "feedback": "Three concerns common to many oil and gas companies are:<ol><li>Industrial Wireless: oil and gas companies face an unusually rugged environment</li><li>IT and Operations convergence: uniting IT and operations around digitization initiatives that save money, increase safety and security and improve operations</li><li>OT security: oil and gas companies are a rich target for cyberattacks, given the expanded attack surface across connected assets. Refineries also risk physical damage, facility downtime and breaches of customer data and intellectual property.</li></ol>",
    "ID": "L2A2Q1_R2",
    "name": "Customer and Partner Points of View",
    "narrative": "<h4>You are about to meet with the CEO, CIO and COO of a potential new customer-a large oil company.  Which of the follow is the least likely to be one of their top concerns?</h4>",
    "PageType": "Question"
}, {
    "alt1": "1",
    "alt1_feedback": "5",
    "alt1_narrative": "Mention benefits beyond base pay which the person may value, such as Employee Stock Purchase Program and Time to Give.",
    "alt2": "2",
    "alt2_feedback": "4",
    "alt2_narrative": "Discuss the opportunities for growth to continue to lift performance, which helps position them for future rewards.",
    "alt3": "3",
    "alt3_feedback": "1",
    "alt3_narrative": "Acknowledge the person is not receiving a raise at this time, and reference that pay is in line with the Market rate for someone developing in this role.",
    "alt4": "4",
    "alt4_feedback": "2",
    "alt4_narrative": "Describe/review Cisco's compensation strategy and set expectations for when/what comp actions may occur in the future.",
    "alt5": "5",
    "alt5_feedback": "3",
    "alt5_narrative": "Highlight the behaviors and results this person brings that contribute most to the team's success.  Thank them for their contributions.",
    "DecisionType": "Prioritization",
    "feedback": "This is an opportunity to lift performance and build trust through transparent, informative discussion.  Start by being direct and communicating the current decision and then position the decision in the context of Cisco's compensation strategy, helping set expectations for when a raise may be considered in the future. Then, transition into recognizing and appreciating the contributions the person is making to the team's success and discussing opportunities for further growth and impact. Depending on the person, it may be helpful to highlight some of Cisco's great benefits beyond base pay. Ultimately, you want the person to leave the conversation understanding Cisco's compensation strategy, what behaviors and results will position them for future rewards and to feel appreciated for their contributions to date and supported in their growth.",
    "ID": "L2A2Q2_R1",
    "name": "Advocating for Rewards and Conversations",
    "narrative": "<h4>After the Talent Review, in the most recent rewards cycle, Natalia had a team member who is in Zone 1 of the Market Reference Range and did not receive a raise or promotion. The team member has been in the role for nine months, is a good performer and is still growing into the role. Prioritize the talking points below that are most important for Natalia in this conversation with the team member.</h4>",
    "PageType": "Question",
    "rangePrefix": "L2A2Q1O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Security",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "User Experience Optimization",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Network Speed",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Branch operational efficiency",
    "DecisionType": "SingleSelect",
    "feedback": "3 concerns common to many financial services firms are:<ol><li>Security: firms must address the vulnerabilities and limitations of piecemeal security solutions</li><li>User Experience Optimization: a seamless omnichannel experience is more than a nice-to-have for today's banking customers</li><li>Branch operations: control tech costs as branches become more reliant on technology and support an increasing number of branch applications, including SaaS and third-party solutions</li></ol>",
    "ID": "L2A2Q2_R2",
    "name": "Customer and Partner Points of View",
    "narrative": "<h4>You are about to meet with the CTO and COO of a potential new customer-a large financial services company. Which of the following the least likely to be one of their top concerns?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Your partners are concerned by all of the changes your organization and want to work with a company that is more stable",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "The investment in professional services has reduced your partners TAM when selling your products",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "The changes you made to increase the profitability of your products reduced the partners margin on those products",
    "DecisionType": "SingleSelect",
    "feedback": "Partners make money through the up-front margin and back-end rebates, but the majority of their revenue comes from selling professional services. If a company is working to build up it's own professional services organization, they will need to find alternative ways to help their partners maintain their revenue stream to prevent them from shifting to competitors.",
    "ID": "L2A2Q3_R2",
    "name": "Customer and Partner Points of View",
    "narrative": "<h4>You are the leader of both the sales and services organizations at a company that sells both hardware and software. A large portion of your sales come through your channel partners. You've made some changes recently trying to increase the profitability of the products you sell and made a strategic investment in professional services. However, you've started to see some of your partners begin to shift to selling more of your competitors' products. What is the most likely reason for that?</h4>",
    "PageType": "Question"
}, {
    "CaseStudy1": "CaseStudy1",
    "Client": "3",
    "ID": "L2A3_R1",
    "level": "2",
    "name": "Interviewing",
    "narrative": "<h4>Interviewing</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A3Q1_R1",
    "score": "600",
    "SecondaryTabTitle": "Requisition"
}, {
    "Client": "9",
    "ID": "L2A3_R2",
    "level": "2",
    "name": "Operational Excellence",
    "narrative": "<h4>Operational Excellence</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A3Q1_R2,L2A3Q2_R2,L2A3Q3_R2",
    "score": "600"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Give an example of guiding your colleagues through times of change and uncertainty.",
    "alt1_range": "tlInputL2A3Q1O1_R1",
    "alt10": "J",
    "alt10_feedback": "Incorrect",
    "alt10_narrative": "Are you a (country name) citizen?",
    "alt10_range": "tlInputL2A3Q1O10_R1",
    "alt11": "K",
    "alt11_feedback": "Correct",
    "alt11_narrative": "Tell me about an aspect of your work you are still trying to master?",
    "alt11_range": "tlInputL2A3Q1O11_R1",
    "alt12": "L",
    "alt12_feedback": "Correct",
    "alt12_narrative": "Describe the actions and behaviors of your manager or supervisor that you respond to most effectively?",
    "alt12_range": "tlInputL2A3Q1O12_R1",
    "alt13": "M",
    "alt13_feedback": "Correct",
    "alt13_narrative": "When were you most satisfied/dissatisfied in your work?",
    "alt13_range": "tlInputL2A3Q1O13_R1",
    "alt14": "N",
    "alt14_feedback": "Incorrect",
    "alt14_narrative": "Are you married?",
    "alt14_range": "tlInputL2A3Q1O14_R1",
    "alt15": "O",
    "alt15_feedback": "Incorrect",
    "alt15_narrative": "What's your current bonus payout? ",
    "alt15_range": "tlInputL2A3Q1O15_R1",
    "alt16": "P",
    "alt16_feedback": "Correct",
    "alt16_narrative": "What are your long-term career goals?",
    "alt16_range": "tlInputL2A3Q1O16_R1",
    "alt17": "Q",
    "alt17_feedback": "Correct",
    "alt17_narrative": "What are you most proud of in your career so far?",
    "alt17_range": "tlInputL2A3Q1O17_R1",
    "alt18": "R",
    "alt18_feedback": "Correct",
    "alt18_narrative": "Give me an example of an accomplishment that drove innovation for your team or the company.",
    "alt18_range": "tlInputL2A3Q1O18_R1",
    "alt19": "S",
    "alt19_feedback": "Incorrect",
    "alt19_narrative": "Where were you born?",
    "alt19_range": "tlInputL2A3Q1O19_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Do you have children?",
    "alt2_range": "tlInputL2A3Q1O2_R1",
    "alt20": "T",
    "alt20_feedback": "Incorrect",
    "alt20_narrative": "How old are you?",
    "alt20_range": "tlInputL2A3Q1O20_R1",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "What have been your biggest learnings throughout your career about communicating across diverse cultures, perspectives, styles or generations?  ",
    "alt3_range": "tlInputL2A3Q1O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "What energizes you?",
    "alt4_range": "tlInputL2A3Q1O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "What was your salary at your last job?",
    "alt5_range": "tlInputL2A3Q1O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Describe the work environment or culture in which you are the most productive and motivated.",
    "alt6_range": "tlInputL2A3Q1O6_R1",
    "alt7": "G",
    "alt7_feedback": "Incorrect",
    "alt7_narrative": "How much longer do you plan to work before you retire?",
    "alt7_range": "tlInputL2A3Q1O7_R1",
    "alt8": "H",
    "alt8_feedback": "Incorrect",
    "alt8_narrative": "Is this your maiden name? ",
    "alt8_range": "tlInputL2A3Q1O8_R1",
    "alt9": "I",
    "alt9_feedback": "Incorrect",
    "alt9_narrative": "What country are you from?",
    "alt9_range": "tlInputL2A3Q1O9_R1",
    "DecisionType": "MultiSelect",
    "ExtraClass": "more-width",
    "feedback": "Many of the above questions about personal status or ethnicity can be considered illegal in multiple countries we hire in. And, in many US states, we cannot ask a candidate their current salary. *Consult local laws for questions on what is and isn't discriminatory by law in your local area.*",
    "ID": "L2A3Q1_R1",
    "maxChecks": "20",
    "minChecks": "1",
    "name": "Interviewing",
    "narrative": "<h4>Lucy has an open request for a project manager. Which of the following questions you would recommend she ask in an interview. Choose 9:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Arjun should not have reached out to the supplier with whom he already has a contract in place.  He should have reached out to multiple suppliers",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Arjun should have shared his experience requirements for the PM with the supplier rather than sharing his budget up front.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Arjun should have interviewed more candidates for the contract position to ensure he got the best possible PM within his budget",
    "DecisionType": "SingleSelect",
    "feedback": "Asking a supplier for a Project Manager with the correct amount of experience will save Cisco money and ensure your project gets a PM with the right level of experience.",
    "ID": "L2A3Q1_R2",
    "name": "Operational Excellence",
    "narrative": "<h4>Arjun has an urgent need for a project manager for the next 3 months to help with a high visibility project that is already underway. He knows he has $50k in his budget and he needs someone who can start within the next 2 weeks. To save time, he calls a supplier with whom he already has a managed service agreement in place, asking them to send him over the resumes of a few potential contractors that would be in his budget. He lets them know that his budget is $50k for the role. He reads through the resumes, interviews 2 of the options and then quickly on-boards the new PM in time to really make an impact on his project. What is the main issue with how Arjun secured this new contractor?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Begin identifying operating expenses you may be able to cut accordingly, and then review your ideas with your finance business partner. ",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Speak to your FA to prioritize ways you can make the necessary reductions. Don't do anything until your Finance business partner comes and talks to you.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Encourage your team to focus on point of sale rather than deferred revenue for the rest of the quarter.",
    "DecisionType": "SingleSelect",
    "feedback": "When you see that market conditions are beginning to impact sales, you should consider looking for ways to reduce your operating expenses and then review with your finance business partner.",
    "ID": "L2A3Q2_R2",
    "name": "Operational Excellence",
    "narrative": "<h4>You run an organization that has forecasted bookings of $10 million for the current quarter.  However, market conditions have resulted in slower than expected bookings. Which of the following actions is the most important thing to do in response to this information?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Have the team member sign up for the conference and inquire about paying the full amount immediately.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Encourage the team member to sign up for an internal leadership training.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Tell the team member that they won't be able to attend the conference, as you won't have the funds next quarter, and give the money back to the company.",
    "DecisionType": "SingleSelect",
    "feedback": "While giving the money back to the company could also be a good option, using the money on an internal training allows your team member to focus on development and is a much more economical option than external training.",
    "ID": "L2A3Q3_R2",
    "name": "Operational Excellence",
    "narrative": "<h4>It's towards the end of Q4 and you have a little money left in your budget. You have previously committed to a team member that you will invest in development for them. They have come to you and want to attend an expensive leadership conference in Q1, but you know that your budget will be much tighter in Q1 due to OpEx constraints. Which of the following is the best course of action?</h4>",
    "PageType": "Question"
}, {
    "Client": "4",
    "ID": "L2A4_R1",
    "level": "2",
    "name": "Types of Bias",
    "narrative": "<h4>Types of Bias</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A4Q1_R1,L2A4Q2_R1",
    "score": "600"
}, {
    "Client": "10",
    "ID": "L2A4_R2",
    "level": "2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>Profit and Loss Statement</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A4Q2_R2,L2A4Q4_R2",
    "score": "600"
}, {
    "alt1": "1",
    "alt1_feedback": "6",
    "alt1_narrative": "Having our views swayed by other people to fit into a group.",
    "alt2": "2",
    "alt2_feedback": "5",
    "alt2_narrative": "Searching for evidence that support our own opinions and beliefs.",
    "alt3": "3",
    "alt3_feedback": "4",
    "alt3_narrative": "Seeing one bad thing about a person and letting that cloud our judgement of their attributes.",
    "alt4": "4",
    "alt4_feedback": "3",
    "alt4_narrative": "Allowing a singular accomplishment or talent to affect our opinions about that person.",
    "alt5": "5",
    "alt5_feedback": "2",
    "alt5_narrative": "When we unconsciously prefer people who are similar to us.",
    "alt6": "6",
    "alt6_feedback": "1",
    "alt6_narrative": "When we believe those who are most attractive and/or thin will be the most successful and accomplished.",
    "altA": "A",
    "altA_narrative": "Beauty",
    "altB": "B",
    "altB_narrative": "Affinity",
    "altC": "C",
    "altC_narrative": "Halo Effect",
    "altD": "D",
    "altD_narrative": "Horns Effect",
    "altE": "E",
    "altE_narrative": "Confirmation",
    "altF": "F",
    "altF_narrative": "Conformity",
    "DecisionType": "Prioritization",
    "feedback": "Each form of bias has a direct impact on Conscious Culture:<br><br>Beauty: Using superficial lenses to exclude others, we lose out on their potential and capacity to contribute to our teams.<br>Affinity: Using rationale like &quot;culture fit&quot; in hiring directly hinders our ability to grow our full-spectrum diversity. Instead, consider &quot;culture add&quot; to ensure that new perspectives keep enhancing the group.<br>Halo Effect: Unfair practices around recognition, promotion and advancement.<br>Horns Effect: Freezing people in time hinders their development and growth. People who make mistakes, get feedback and integrate it can become stellar performers...if given the chance.<br>Confirmation: Selective observation renders people one-dimensional rather than complex and unique.<br>Conformity: Conformity bias kills innovation by growing group think. Brilliance that could solve problems, iterate processes and provide new approaches is never unearthed.",
    "ID": "L2A4Q1_R1",
    "name": "Types of Bias",
    "narrative": "<h4>Use drag and drop with the steps to match the different manifestations of bias with their proper definition.</h4>",
    "PageType": "Question",
    "rangePrefix": "L2A4Q1O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "10",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "13",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "15",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "17",
    "CalculatorType": "IncomeStatement",
    "DecisionType": "Calculator",
    "feedback": "If everything else remains the same, then operating income would need to increase by 10 to be at 160 to increase earnings per share by .01 given 1000 shares outstanding.",
    "ID": "L2A4Q1_R2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>By how much does operating income need to increase by to increase our earnings per share by $.01? </h4>",
    "PageType": "Question"
}, {
    "alt1": "1",
    "alt1_feedback": "6",
    "alt1_narrative": "Group meetings or other environments where many people are sharing opinions.  This also shows up when trying to achieve consensus.  Also consider: social media.",
    "alt2": "2",
    "alt2_feedback": "5",
    "alt2_narrative": "This is similar to shopping for a new car...once you single out a model, you start seeing it everywhere and consequently believe they are growing in numbers.",
    "alt3": "3",
    "alt3_feedback": "4",
    "alt3_narrative": "Categorizing people as a problem, not &quot;executive ready&quot;, excluding people from meetings, etc.",
    "alt4": "4",
    "alt4_feedback": "3",
    "alt4_narrative": "People who win awards and celebrities are often given the halo effect.",
    "alt5": "5",
    "alt5_feedback": "2",
    "alt5_narrative": "In an interview, if the candidate went to the same school as the interviewer, they may feel more at ease with them.",
    "alt6": "6",
    "alt6_feedback": "1",
    "alt6_narrative": "Assigning good or bad adjectives to people based on appearance.",
    "altA": "A",
    "altA_narrative": "Beauty",
    "altB": "B",
    "altB_narrative": "Affinity",
    "altC": "C",
    "altC_narrative": "Halo Effect",
    "altD": "D",
    "altD_narrative": "Horns Effect",
    "altE": "E",
    "altE_narrative": "Confirmation",
    "altF": "F",
    "altF_narrative": "Conformity",
    "DecisionType": "Prioritization",
    "feedback": "Each form of bias has a direct impact on Conscious Culture:<br><br>Beauty: Using superficial lenses to exclude others, we lose out on their potential and capacity to contribute to our teams.<br>Affinity: Using rationale like &quot;culture fit&quot; in hiring directly hinders our ability to grow our full-spectrum diversity. Instead, consider &quot;culture add&quot; to ensure that new perspectives keep enhancing the group.<br>Halo Effect: Unfair practices around recognition, promotion and advancement.<br>Horns Effect: Freezing people in time hinders their development and growth. People who make mistakes, get feedback and integrate it can become stellar performers...if given the chance.<br>Confirmation: Selective observation renders people one-dimensional rather than complex and unique.<br>Conformity: Conformity bias kills innovation by growing group think. Brilliance that could solve problems, iterate processes and provide new approaches is never unearthed.",
    "ID": "L2A4Q2_R1",
    "name": "Types of Bias",
    "narrative": "<h4>Use drag and drop with the steps to match the different manifestations of bias with their proper examples.</h4>",
    "PageType": "Question",
    "rangePrefix": "L2A4Q2O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "27",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "18",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "45",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "9",
    "CalculatorType": "IncomeStatement",
    "DecisionType": "Calculator",
    "feedback": "To ensure that the Operating Income is close to 24%, you will need to reduce the cost of sale budget by 9.",
    "ID": "L2A4Q2_R2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>You set a revenue forecast of 1000, a cost of sale budget of 480, and an Operating Income budget of 220. If Actual Revenue turns out to be 1015 with a zero variance on operating expenses, the only way for Operating Income to be close to 24% is if you beat your cost of sale budget by</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "508",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "530",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "528",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "490",
    "CalculatorType": "IncomeStatement",
    "DecisionType": "Calculator",
    "feedback": "Cost of sales can rise to 508 and Operating Income can still be 242, which is a 10% increase from 220.",
    "ID": "L2A4Q3_R2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>If revenue rises from 1000 to 1050, how high should be the cost of sales to achieve a 10% increase in Operating Income?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "5%",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "-9%",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "9%",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "-5%",
    "CalculatorType": "IncomeStatement",
    "DecisionType": "Calculator",
    "feedback": "Total budgeted expenses were 780. If revenue increases to 1180, expenses will increase by 5.90% to 826 to achieve an Operating Income Margin of 30% (354).",
    "ID": "L2A4Q4_R2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>Your revenue increased by 18%. Assuming gross margin percent stays the same, what is the change in operating expenses it would take to achieve an operating income of 25%?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "40",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "80",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "150",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "190",
    "CalculatorType": "IncomeStatement",
    "DecisionType": "Calculator",
    "feedback": "Operating expenses need to be reduced by 80 to ensure that Operating Income is 0.",
    "ID": "L2A4Q5_R2",
    "name": "Profit and Loss Statement",
    "narrative": "<h4>If revenue falls by 150 and cost of sales increases by the same amount, what would be the minimum required reduction in operating expenses to ensure that the organization does not end with an operating loss?</h4>",
    "PageType": "Question"
}, {
    "Client": "5",
    "ID": "L2A5_R1",
    "level": "2",
    "name": "Performance Conversations",
    "narrative": "<h4>Performance Conversations</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A5Q1_R1,L2A5Q2_R1,L2A5Q3_R1",
    "score": "600"
}, {
    "Client": "11",
    "ID": "L2A5_R2",
    "level": "2",
    "name": "Intuitive Human Network-Overview",
    "narrative": "<h4>Intuitive Human Network-Overview</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A5Q1_R2,L2A5Q2_R2",
    "score": "600"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Review Bryan's Performance Snapshots and any other reliable and specific data that he has about Bryan's performance",
    "alt1_range": "tlInputL2A5Q1O1_R1",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Send an email to Bryan's teammates asking for how Bryan is perceived",
    "alt2_range": "tlInputL2A5Q1O2_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Send an email to his own peers asking how Bryan is perceived",
    "alt3_range": "tlInputL2A5Q1O3_R1",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Consider times when Bryan has shown up well and how he might leverage his strengths towards addressing other issues",
    "alt4_range": "tlInputL2A5Q1O4_R1",
    "alt5": "E",
    "alt5_feedback": "Incorrect",
    "alt5_narrative": "Rather than utilizing their Check In, Rafael should schedule a specific performance conversation with Bryan in a few weeks.",
    "alt5_range": "tlInputL2A5Q1O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Make notes for the conversation",
    "alt6_range": "tlInputL2A5Q1O6_R1",
    "alt7": "G",
    "alt7_feedback": "Correct",
    "alt7_narrative": "Discuss the approach with his manager",
    "alt7_range": "tlInputL2A5Q1O7_R1",
    "alt8": "H",
    "alt8_feedback": "Correct",
    "alt8_narrative": "Practice the conversation with a peer.",
    "alt8_range": "tlInputL2A5Q1O8_R1",
    "DecisionType": "MultiSelect",
    "feedback": "Difficult performance conversations are hard no matter the circumstances. Rafael can ensure a more productive conversation by sticking to reliable data vs. people's perceptions, making the investment to formally write down his thoughts and practice with both his own peers and his manager. Additionally, Rafael should spend time thinking about how Bryan can better leverage his strengths for the team.   There might be something that Bryan does really well that Rafael could leverage more. Performance discussions are best when they are real time rather than waiting. ",
    "ID": "L2A5Q1_R1",
    "maxChecks": "8",
    "minChecks": "1",
    "name": "Performance Conversations",
    "narrative": "<h4>Rafael is a new team leader. When he first took over leadership of the team, he noticed that other team members didn't seem to want to go to one of their teammates, Bryan, for help. After a few months leading the team, he realizes there's a definite pattern emerging where Bryan doesn't consistently deliver results and has a lot of excuses for why he was unable to do so. He wants to discuss this with Bryan. Rafael is not sure where to even start the conversation. What's the most important thing Rafael can do to make this a productive conversation? Discuss with your team the pros and cons of the following and check all that you think might be a good approach. Choose 5:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Dots are people / Lines represent the org structure",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Dots are people / Lines are indicating connections between people ",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Lines are people / Dots are teams",
    "DecisionType": "SingleSelect",
    "feedback": "The Dots in a network visualization represent people, they are called Nodes; the Lines represent the connections between people, they are called Links.",
    "ID": "L2A5Q1_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>Let's start with a typical human network view:<br><br><img class='network_image' src='./assets/images/Network_EQ_1.png'><br><br>What do the dots and the lines stand for?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "How employee was perceived by a specific member the leadership team",
    "alt1_range": "tlInputL2A5Q2O1_R1",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Observations on how employee is impacting other teams",
    "alt2_range": "tlInputL2A5Q2O2_R1",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Expectation setting on timing of next promotion",
    "alt3_range": "tlInputL2A5Q2O3_R1",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "How employee is performing relative to specific peers",
    "alt4_range": "tlInputL2A5Q2O4_R1",
    "alt5": "E",
    "alt5_feedback": "Correct",
    "alt5_narrative": "Identified areas of development",
    "alt5_range": "tlInputL2A5Q2O5_R1",
    "alt6": "F",
    "alt6_feedback": "Correct",
    "alt6_narrative": "Whether the employee is a successor for a specific role",
    "alt6_range": "tlInputL2A5Q2O6_R1",
    "DecisionType": "MultiSelect",
    "feedback": "As leaders, the things we should share with an employee after a talent review are only those things that provide insights to help the employee have a greater impact or move forward in their career. We should avoid sharing general statements (i.e., someone heard that you...&quot;, comparisons to peers or very specific information around planned compensation. ",
    "ID": "L2A5Q2_R1",
    "maxChecks": "6",
    "minChecks": "1",
    "name": "Performance Conversations",
    "narrative": "<h4>Rafael participates in a talent review for his leader's broader organization. After the review, one of his team members, Henry, asks Rafael to tell him how it went. Discuss pros and cons of the following with your team and decide which is appropriate for Rafael to discuss with Henry. Choose 3:</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "1) managing the center of the network, 2) engaging the fringe, 3) bridging select silos",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "1) bridging select silos, 2) managing the center of the network, 3) engaging the fringe",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "1) engaging the fringe, 2) bridging select silos, 3) managing the center of the network",
    "DecisionType": "SingleSelect",
    "feedback": "(1) shows only 2 people in Engineering who are connected to Manufacturing. This provides a potential risk.<br>(2) points to a strong Connector in Engineering who could be leveraged e.g. in a comms initiative, whereas in Sales there is no one who is connected to more than 6 people.<br>(3) shows a Sales person with just one 'incoming' connection (cf. the arrows for directionality). This might be perfectly o.k. depending on the role. Worthwhile to have a deeper look.",
    "ID": "L2A5Q2_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>Harvard Business Review published an article on Agile Teams in 2018 suggesting that leaders take a stronger network perspective to create better team and organizational outcomes:<br><br><img class='network_image' src='./assets/images/Network_EQ_4.png'><br><br>What kind of leadership actions was Harvard Business Review suggesting to take in this network</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL2A5Q3O1_R1",
    "DecisionType": "FreeText",
    "ID": "L2A5Q3_R1",
    "name": "Performance Conversations",
    "narrative": "<h3>Share one thing you've learned about having difficult performance conversations that might help your peers. Agree on your one best suggestion and enter it below.</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "have the largest number of connections to other leaders",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "have a balance between many in-function and many outside-function connections",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "simply the largest number of leaders",
    "DecisionType": "SingleSelect",
    "feedback": "If you have both a good number of connections to leaders within your function and with leaders of multiple other functions it will pull you at the center of the network",
    "ID": "L2A5Q3_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>During pre-work over 3,000 leaders took the Intuitive Human Network survey.  This is a view of Cisco leaders who took the survey and how they connect - colored by function (e.g. light green is CX, dark red Engineering, purple Sales). And if you wonder about the red circle, - it's Chuck!<br><br><img class='network_image' src='./assets/images/Network_MQ_1.png'><br><br>Which of the following is true? The functions more at the center of the spaghetti ball are those that:</h4>",
    "PageType": "Question"
}, {
    "AllCorrect": "true",
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "I would have expected a lot more connections between Collaboration and Engineering",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "I would have expected a lot less connections between Collaboration and Sales",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "I would like to see the connections between Engineering and Sales now",
    "DecisionType": "SingleSelect",
    "feedback": "No right or wrong answers here. When looking at a network map it is important to keep in mind that it is a mirror, not a report. The most fruitful way to use them is coming together to make sense of what the map reflects about the organization.",
    "ID": "L2A5Q4_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>The left image highlights the connections between leaders in Collaboration (blue) and Engineering (red), the right image those between Collaboration and Sales (green). Every white line shows two leaders connecting across their functional boundaries. The thicker end of the line indicates that the connection is initiated by this person.<br><br><div class='row'><div class='col-6'><img class='network_image_two' src='./assets/images/Network_MQ_5.png'></div><div class='col-6'><img class='network_image_two' src='./assets/images/Network_MQ_6.png'></div></div><br><br>What comes to mind first when you compare the two images?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "the number of connections is exactly where it should be",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "the connections are always initiated by the folks on hierarchy level 4",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "the connections at the center have more weight than those at the edge",
    "DecisionType": "SingleSelect",
    "feedback": "Even though it may be no major surprise it is interesting to see that all connections are 'upward' connections. Which means that none of the ELT members who completed the Leader Day questionnaire named any of their peers skip-level down when asked who they always go to for with difficult questions around leadership topics. A network map can help to understand communication flows and collaboration patterns across the hierarchy.",
    "ID": "L2A5Q5_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>We're looking at the same population - in a different coloring (by hierarchy level). We have highlighted the connections between people on hierarchy level 4 (blue) and 2 (yellow). Level 2 are the ELT members, direct reports into Chuck:<br><br><img class='network_image' src='./assets/images/Network_MQ_7.png'><br><br>Looking at the image:</h4>",
    "PageType": "Question"
}, {
    "AllCorrect": "true",
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "this is super-cool - getting so much information out of a single view",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "this is super-confusing - far too much information in a single view",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "this is super-nice - great to get a lot information, not sure what to do with it",
    "DecisionType": "SingleSelect",
    "feedback": "No right or wrong answers. We're still experimenting to find the most impactful user-experience for a Cisco Network Map service. Your answers will help us to move faster with the next iteration of refinement.",
    "ID": "L2A5Q6_R2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>You're almost done with this section. Final question. We are now looking at a sub-network. It only shows leaders who were named as the &quot;go to&quot; peers for difficult questions on the wider business context. We have also created a heatmap highlighting (in red) the strongest connectors (those with the largest number of connections). Lastly, we are highlighting the connections between the people in hierarchy levels 2 and 4 like in the previous question.<br><br><img class='network_image' src='./assets/images/Network_MQ_8.png'><br><br>Looking at the image your immediate reaction is:</h4>",
    "PageType": "Question"
}, {
    "Client": "6",
    "ID": "L2A6_R1",
    "level": "2",
    "name": "Getting to Know Your Team",
    "narrative": "<h4>Getting to Know Your Team</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A6Q1_R1",
    "score": "600"
}, {
    "Client": "12",
    "ID": "L2A6_R2",
    "level": "2",
    "name": "Intuitive Human Network-Results",
    "narrative": "<h4>Intuitive Human Network-Results</h4>",
    "PageType": "Quiz",
    "quizItems": "L2A5Q3_R2,L2A5Q4_R2,L2A5Q5_R2,L2A5Q6_R2",
    "score": "600"
}, {
    "alt1": "1",
    "alt1_narrative": "Went on an exciting vacation in the last 3 months",
    "alt1_range": "tlInputL2A6Q1O1_R1",
    "alt10": "10",
    "alt10_narrative": "Got married in the last year",
    "alt10_range": "tlInputL2A6Q1O10_R1",
    "alt11": "11",
    "alt11_narrative": "Lost a parent in the last year",
    "alt11_range": "tlInputL2A6Q1O11_R1",
    "alt12": "12",
    "alt12_narrative": "Is passionate about environmental causes",
    "alt12_range": "tlInputL2A6Q1O12_R1",
    "alt13": "13",
    "alt13_narrative": "Volunteers at an animal shelter",
    "alt13_range": "tlInputL2A6Q1O13_R1",
    "alt14": "14",
    "alt14_narrative": "Has immediate family in the military",
    "alt14_range": "tlInputL2A6Q1O14_R1",
    "alt15": "15",
    "alt15_narrative": "Made a career transition",
    "alt15_range": "tlInputL2A6Q1O15_R1",
    "alt16": "16",
    "alt16_narrative": "Likes working early in the day",
    "alt16_range": "tlInputL2A6Q1O16_R1",
    "alt17": "17",
    "alt17_narrative": "Likes working late in the day",
    "alt17_range": "tlInputL2A6Q1O17_R1",
    "alt18": "18",
    "alt18_narrative": "Is from a country different from the one where they now live",
    "alt18_range": "tlInputL2A6Q1O18_R1",
    "alt2": "2",
    "alt2_narrative": "Has at least one child",
    "alt2_range": "tlInputL2A6Q1O2_R1",
    "alt3": "3",
    "alt3_narrative": "Has a dog",
    "alt3_range": "tlInputL2A6Q1O3_R1",
    "alt4": "4",
    "alt4_narrative": "Has a cat",
    "alt4_range": "tlInputL2A6Q1O4_R1",
    "alt5": "5",
    "alt5_narrative": "Is ready for a new internal role",
    "alt5_range": "tlInputL2A6Q1O5_R1",
    "alt6": "6",
    "alt6_narrative": "Would like to be promoted in the next year",
    "alt6_range": "tlInputL2A6Q1O6_R1",
    "alt7": "7",
    "alt7_narrative": "Recently joined your team from within Cisco",
    "alt7_range": "tlInputL2A6Q1O7_R1",
    "alt8": "8",
    "alt8_narrative": "Recently joined Cisco",
    "alt8_range": "tlInputL2A6Q1O8_R1",
    "alt9": "9",
    "alt9_narrative": "Moved in the last 6 months",
    "alt9_range": "tlInputL2A6Q1O9_R1",
    "DecisionType": "FreeText",
    "feedback": "It's important to get to know your employees, what their goals and aspirations are, what they're passionate about and who they are outside of work.  Maintaining boundaries and ensuring both the team member and the team leader are comfortable with the level of information shared is important and will vary person to person.",
    "ID": "L2A6Q1_R1",
    "name": "Getting to Know Your Team",
    "narrative": "<h4> In the keynote you heard about the importance of knowing our team members as individuals. Test your knowledge as a team. For each of the below, name a team member from one of your teams who fits the description:</h4>",
    "PageType": "Question"
}, {
    "Client": "1",
    "ID": "L3A1_R1",
    "level": "3",
    "name": "Talent Agility",
    "narrative": "<h4>Talent Agility</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A1Q1_R1,L3A1Q3_R1,L3A1Q4_R1",
    "score": "900"
}, {
    "Client": "7",
    "ID": "L3A1_R2",
    "level": "3",
    "name": "Selling Value",
    "narrative": "<h4>Selling Value</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A1Q1_R2,L3A1Q2_R2",
    "score": "900"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Unfortunately, because Tejal can't afford to continue to have Bob do work outside of the role needed, she decides to tell Bob that he'll either need to do the operational work needed, even though it isn't his strength, or she can work to eliminate the role and offer him a severance, since it is much different than what he was hired to do.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Tejal decides to be transparent with Bob about the changes that will occur with the role. She reaches out to a few of her peers in the broader organization to see if they have open roles that might be good opportunities for Bob, given his strengths. She decides to let Bob work on some projects outside of the team to build his network and demonstrate his strengths. She gives additional responsibilities to others on the team until Bob finds another role.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Because Bob was such a great hire and talent within her team, Tejal decides she'll figure out work within the team that aligns to his strengths, even if not a priority, and also projects he can do outside of the team. She won't fill the role as planned and asks other team members to pick up extra responsibilities to cover the gaps.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Tejal decides to be transparent with Bob about the changes that will need to occur with the role and encourages him to look for another role within Cisco. She encourages Bob to look at training options to build skills that might be needed in another role and gives him two to three quarters to figure something out before taking additional actions.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "While certainly it is a plausible option to expect Bob to do the operational role and/or look for another position, Tejal does the right thing by first being transparent with Bob on where the role is headed. And by then leveraging her network as a first step to understand whether there are other roles that would leverage Bob's strengths, it gives Bob the potential of continuing his positive impact. Tejal can decide whether she needs to put a timeline on how long he can continue in this fashion after they've had a chance to explore opportunities and based on how the team responds to picking up some additional responsibilities in the near term. Building skills is also important, in whatever way will be most effective for Bob as he starts to identify what a next role might be.",
    "ID": "L3A1Q1_R1",
    "name": "Talent Agility",
    "narrative": "<h4>Tejal is a team leader in one of the corporate function organizations. A little over two years ago, she hired Bob onto the team as a G12 Project Mgr. from another bay area high-tech firm. Bob brought the creativity and project management skills that were critical at the time, as the team was developing a few new next generation products. Bob has a positive impact across all three pillars of Cisco's performance strategy-business results, Cisco behaviors & principles and team impact. However, the new products have now been launched and the nature of the work on Tejal's team will become more maintenance and support oriented. Bob's current role will essentially go away. Tejal knows through conversations with Bob that the nature of work on the team and new roles won't play to his strengths. She's already helped him get involved in some other projects within the broader organization, but not on a full-time basis and she doesn't have the headcount flexibility to not have someone doing the operational work that will be required.<br>What approach should Tejal take with Bob's role at this point?  Discuss options and trade-offs with your team.</h4>",
    "PageType": "Question"
}, {
    "alt1": "1",
    "alt1_feedback": "3",
    "alt1_narrative": "What is the geographic outreach of the deployment? Global? Local? Continental?",
    "alt2": "2",
    "alt2_feedback": "4",
    "alt2_narrative": "What is the timeline for the development/deployment of these features?",
    "alt3": "3",
    "alt3_feedback": "2",
    "alt3_narrative": "How would this feature impact the overall user experience?",
    "alt4": "4",
    "alt4_feedback": "1",
    "alt4_narrative": "Ask about broader business outcomes they are looking for from their network.",
    "alt5": "5",
    "alt5_feedback": "5",
    "alt5_narrative": "Would the customer be open to working closely with Cisco engineering to co-develop this feature/functionality?",
    "DecisionType": "Prioritization",
    "feedback": "In this case, you should try to understand the broader business outcomes the customer is looking for and how they are hoping to impact the user experience.",
    "ID": "L3A1Q1_R2",
    "name": "Selling Value",
    "narrative": "<h4>An existing customer comes to you asking you for an enterprise set of features on the Nexus 9k.  They are a multivendor shop and want to implement a zero-trust architecture. Your competitor already has these features and the customer wants to operationalize them as soon as possible.  Prioritize the following questions that you would ask the customer.</h4>",
    "PageType": "Question",
    "rangePrefix": "L3A1Q1O",
    "rangeSuffix": "_R2"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "While Tejal doesn't want to lose great talent, she can't afford to continue having Bob do work for other teams. She shares the output of her peer conversations with Bob and lets him know she will need to eliminate his position.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Tejal shares the output of her peer conversations with Bob. Because they don't have anything in the foreseeable future, she encourages Bob to start formally looking for internal positions, giving him another quarter to find something before they will eliminate the position.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Tejal doesn't want to lose a great talent. Because her peers don't have anything available, she decides to create a role for Bob and build additional responsibilities into the other roles on the team.",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Tejal doesn't want to lose a great talent, so she decides to let Bob keep doing projects within and outside her team, for a few more quarters and continues to help him find something that aligns to his strengths. She will figure out ways to realign the responsibilities of the role and recognize the team members who are picking up extra work.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "Tejal is thinking broadly of what's best for Cisco as a whole by letting Bob continue to do projects that support broader priorities and keeping him energized and committed to Cisco. She's also takes a bold step by thinking out of the box on how she can realign responsibilities across the team while working through Bob's situation.",
    "ID": "L3A1Q2_R1",
    "name": "Talent Agility",
    "narrative": "<h4>Over the next month, Tejal reaches out to her peers to see if there are other roles in the broader organization that might be a good fit for Bob. Unfortunately, while everyone thinks highly of Bob and wants to keep him in the organization, they don't have any current open roles and don't anticipate anything at this point. They suggest having Bob participate on other priorities, but not as full-time roles.  Tejal asked a few other individuals on her team to assume some additional responsibilities. They agree to do this in the short term, but Tejal knows the team will have concerns continuing in this fashion longer term.<br>What should Tejal do at this point? Discuss options and tradeoffs with your team.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Explain the features of the Cat9k, how it will allow them to create the zero-trust architecture they are looking for and how it can reduce their overall operating costs for their network.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Bring experts from across the company to the customers sites and present a unified story for the customer about the value our hardware and software can provide to them,  if they're willing to invest in the future of networking. Also, take the time to show the customer how much we appreciate their business.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Since we're asking the customer to make a huge change to their network, and they won't see the value from it for longer than anticipated, offer them a 10% discount on the Cat9k and a 10% discount for 3 years on the software needed to support the changes they are making.",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Ensure the customer understands the power of Cisco: how taking this step will allow them to leverage our broader architecture to solve their current and future business challenges.  You can also offer to bring in the engineering teams to work on co-development on a custom feature and integrating them into the current testing cycle.",
    "DecisionType": "SingleSelect",
    "feedback": "Focusing on how taking this step now will potentially allow them to leverage the full scope of our architecture in the future is the best way to approach this. Allowing them to co-develop a custom feature and integrate into the current testing cycle is a lower cost way to ensure they feel valued. You may even be able to apply the feature to the broader customer base in the future.",
    "ID": "L3A1Q2_R2",
    "name": "Selling Value",
    "narrative": "<h4>You feel that the way that Cisco can provide the best value to this customer would be to replace their Nexus 9ks with Cat 9ks. However, this would be an added expense, require a longer lead time and you know from previous experiences that the executives are sensitive about suppliers trying to upsell them.  What is the best approach to this conversation?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Tejal and Isiah decide to let Bob &quot;apprentice&quot; on Isiah's team for a quarter to see if it's a good fit and he can start to learn the needed skills. Tejal agrees to keep Bob on her HC, to relieve any pressure of filling the role formally. ",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Tejal and Isiah decide to have Bob apply for the role right away, given Tejal isn't sure how long she can continue to not fill a role to formally cover the new work on her team. Because they want to take advantage of the HC, they encourage Bob to apply even though he doesn't have the specific skills for the role.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "While Tejal and Isiah want to do the right thing for Bob, headcount is too tight to take a chance if Bob doesn't have the right skills. Moreover, they don't want to set Bob up for failure if he doesn't have the skills.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Tejal and Isiah decide to have Bob enroll in some formal courses to learn the skills associated with Isiah's open role. Isiah will keep the role open for a quarter while he takes the courses. ",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "While it may not be a typical practice today to allow a team member to work in this way, as skill and roles continue to rapidly evolve, we will need to become more agile and creative in our approach to talent. The plan that most likely leads to longer term success in this situation is for Tejal and Isiah to let Bob &quot;apprentice&quot; for a quarter to see if the role will be a good fit. This ensures that Bob understands the nature of the role before making a longer-term decision and Isiah isn't forced to make an immediate decision on putting him formally in the role when he doesn't have the skills. The situation also gives Bob the space to learn more about the job before jumping into formal training on the required skills. ",
    "ID": "L3A1Q3_R1",
    "name": "Talent Agility",
    "narrative": "<h4>Isiah is a peer of Tejal's. He works with Bob over the next few months on one of the priorities within his team. While Bob doesn't have the specific skill-set associated with the roles on his team, he lets Tejal know that he has a headcount open and would like to figure out a way that they could work something out for Bob.<br>Which option would you choose for Isiah and Tejal? Discuss options and tradeoffs with your team.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Amy's leadership team starts by putting broad learning plans in place for the skills they believe will be needed. They agree it's most important for people to get started learning right away!",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Amy's leadership team starts by thinking carefully about the roles they will need moving forward and the most important associated skills that will be required, including using external market data.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Amy's leadership team starts by having their current teams assess their existing skills so they have a baseline understanding of employee capability.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Amy's leadership team goes through a process of assessing their employees' skills and who they think will be able to make the transition into the new roles and skills.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "Before starting any other activities to help employees' transition into new skills, it's important that Amy's leadership team thoughtfully consider what roles will be needed in the new organization and the most important skills associated with those roles.<br>Otherwise, employees will spend time on learning that may not ultimately be as relevant.<br><br>It's understandable that in the face of significant change, and wiht the heavy focus on &quot;reskilling&quot;, leaders want to start quickly with learning and capability assessments. However, the foundation for these activities is having a solid workforce plan of roles and skills. ",
    "ID": "L3A1Q4_R1",
    "name": "Talent Agility",
    "narrative": "<h4>Amy is the leader of Tejal and Isiah's organization. The market is changing rapidly in their space, and Amy and her leadership team know that roles will continue to change and they will need their teams to have different skill sets then they have today. They want to do the right thing for employees and give everyone a chance for success.<br>What is the most important place for Amy's leadership team to start?</h4>",
    "PageType": "Question"
}, {
    "Client": "2",
    "ID": "L3A2_R1",
    "level": "3",
    "name": "Allocating Rewards",
    "narrative": "<h4>Allocating Rewards<h4>",
    "PageType": "Quiz",
    "quizItems": "L3A2Q1_R1,L3A2Q2_R1,L3A2Q3_R1",
    "score": "900"
}, {
    "CaseStudy": "CaseStudy4",
    "Client": "8",
    "ID": "L3A2_R2",
    "level": "3",
    "name": "Ethics Dilemma",
    "narrative": "<h4>Ethics Dilemma</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A2Q1_R2,L3A2Q2_R2,L3A2Q3_R2,L3A2Q4_R2,L3A2Q5_R2,L3A2Q6_R2",
    "score": "900",
    "SecondaryTabTitle": "Case Study"
}, {
    "alt1": "1",
    "alt1_feedback": "2",
    "alt1_narrative": "Invest in development + Align skills to most critical work",
    "alt2": "2",
    "alt2_feedback": "1",
    "alt2_narrative": "Raise",
    "alt3": "3",
    "alt3_feedback": "3",
    "alt3_narrative": "Invest in development",
    "alt4": "4",
    "alt4_feedback": "5",
    "alt4_narrative": "Promo + Stock",
    "alt5": "5",
    "alt5_feedback": "4",
    "alt5_narrative": "Stock + High Impact assignment ",
    "alt6": "6",
    "alt6_feedback": "6",
    "alt6_narrative": "Raise + Invest in development",
    "altA": "1",
    "altA_narrative": "Team Member 1",
    "altB": "2",
    "altB_narrative": "Team Member 2",
    "altC": "3",
    "altC_narrative": "Team Member 3",
    "altD": "4",
    "altD_narrative": "Team Member 4",
    "altE": "5",
    "altE_narrative": "Team Member 5",
    "altF": "6",
    "altF_narrative": "Team Member 6",
    "DecisionType": "Prioritization",
    "ID": "L3A2Q1_R1",
    "name": "Allocating Rewards",
    "narrative": "<h4>In the future we will likely be planning for multiple reward elements at the same time (bonus, stock, merit, promotions).  Prioritize these elements of total rewards across each of the team members below.<br>You have a 3% salary budget on average, fully funded PL&I bonus, and limited stock funding.</h4><br><br><div class='tableContent'><table border='1'><tbody><tr><th>Team Member</th><th>Market Reference Range</th><th>Grade</th><th>Performance/Context</th></tr><tr><td>Team Member 1</td><td>Zone 1 (High)</td><td>10</td><td>Strong/consistent performer, meeting expectations established in the role</td></tr><tr><td>Team Member 2</td><td>Zone 2 (mid)</td><td>11</td><td>Meets expectations, two years in the role, critical position</td></tr><tr><td>Team Member 3</td><td>Zone 1 (mid)</td><td>8</td><td>Growing into the role; performing well</td></tr><tr><td>Team Member 4</td><td>Zone 3 (low)</td><td>12</td><td>Consistent high performer</td></tr><tr><td>Team Member 5</td><td>Zone 2 (high)</td><td>10</td><td>High performer, high demand critical skills, excelling beyond role, the role has significantly increased in scope</td></tr><tr><td>Team Member 6</td><td>Zone 1 (high)</td><td>11</td><td>In grade for 4 years.  Historically high performer, took a new role this year, which was a stretch and performance is average in new role, high demand critical skills</td></tr></tbody></table></div>",
    "PageType": "Question",
    "rangePrefix": "L3A2Q1O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Not necessarily; if the vendor company was providing excellent service to Cisco at prices that match or beat market rates.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Yes, because being on both sides of a transaction with Cisco creates a classic conflict of interest such that the employee can no longer advocate for and represent Cisco exclusively because of his divided loyalties. ",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Not necessarily, if he disclosed the relationship to his manager and his manager approved it.",
    "DecisionType": "SingleSelect",
    "feedback": "This fact pattern is a classic conflict of interest. We count on our employees to advocate exclusively for Cisco's success, and relationships like the one with Yuva make that impossible.  ",
    "ID": "L3A2Q1_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h4>For the engineer who had created Yuva and secretly sold those services back to Cisco, was that wrong, and why?</h4>",
    "PageType": "Question"
}, {
    "alt1": "Team Member 1",
    "alt1_feedback": "2",
    "alt2": "Team Member 2",
    "alt2_feedback": "1",
    "alt3": "Team Member 3",
    "alt3_feedback": "2",
    "alt4": "Team Member 4",
    "alt4_feedback": "3",
    "alt5": "Team Member 5",
    "alt5_feedback": "3",
    "alt6": "Team Member 6",
    "alt6_feedback": "1",
    "col1": "Below Average",
    "col2": "Average",
    "col3": "Above-Average",
    "DecisionType": "Matrix",
    "feedback": "<b>Team Member 1:</b>  Experienced in the role and consistently delivering what we expect, paid lower relative to the market for this position so appropriate to provide a salary increase, potentially into MRR Zone 2. Delivering as expected, so average bonus.<br><br><b>Team Member 2:</b> Pay in Zone 2 is a market competitive salary. Team results are as expected so bonus is average. Doing what we need and has critical skills, but opportunity for even more impact in the team, so align work to best utilize critical skills which also can provide the opportunity for greater impact and performance in the future.<br><br><b>Team Member 3:</b> Growing into the role so Zone 1 is a fair market competitive salary. Emerging talent may grow more quickly with targeted development. Average bonus is appropriate for the solid performance in role.<br><br><b>Team Member 4:</b> Stock is appropriate for consistently high performers, particularly at the higher grades, providing retention incentive to stay at Cisco and provide challenging, high-profile project. Pay in zone 3 is competitive for the market. Consistent top performers should have higher than average bonuses.<br><br><b>Team Member 5:</b> Consistent high performance, excelling in the role, possessing critical skills and the expanded role scope aligning to the next grade level, warrants a promotion. Stock may be used as retention incentive, particularly due to the critical skills in hot markets. An above average bonus should reward an excellent year.<br><br><b>Team Member 6:</b> We know it was a challenging year, and we still believe in the value this person brings, so assist their success with an investment to further their development. With pay in Zone 1 and significant time in grade, increase salary to stay competitive. Bonus should represent what they've done in the past year, so pay an average bonus.",
    "ID": "L3A2Q2_R1",
    "name": "Allocating Rewards",
    "narrative": "<h4>Choose (multi-select): 1. promo, 2. stock, 3. salary increase, 4. PLI Bonus (Below Average, Average, Above Average) 5. Investment in development 6. high visibility work/project</h4><br><br><div class='tableContent'><table border='1'><tbody><tr><th>Team Member</th><th>Market Reference Range</th><th>Grade</th><th>Performance/Context</th></tr><tr><td>Team Member 1</td><td>Zone 1 (High)</td><td>10</td><td>Strong/consistent performer, meeting expectations, established in the role</td></tr><tr><td>Team Member 2</td><td>Zone 2 (mid)</td><td>11</td><td>Meets expectations, two years in the role, critical position</td></tr><tr><td>Team Member 3</td><td>Zone 1 (mid)</td><td>8</td><td>Growing into the role; performing well</td></tr><tr><td>Team Member 4</td><td>Zone 3 (low)</td><td>12</td><td>Consistent high performer</td></tr><tr><td>Team Member 5</td><td>Zone 2 (high)</td><td>10</td><td>High performer, high demand critical skills, excelling beyond role, the role has significantly increased in scope</td></tr><tr><td>Team Member 6</td><td>Zone 1 (high)</td><td>11</td><td>In grade for 4 years.  Historically high performer, took a new role this year, which was a stretch and performance is average in new role, high demand critical skills</td></tr></tbody></table></div><br>",
    "rangePrefix": "L3A2Q2O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Disclosed his relationship to Yuva to his manager and let his manager decide whether to work with Yuva.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Continue to hide his affiliation with Yuva, but ask someone else on his team to manage Yuva which would essentially eliminate the conflict.",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Disclose his relationship with Yuva to Cisco via the Conflict of Interest Disclosure Tool, and work with Cisco's Ethics Team to see if the conflict can be eliminated or minimized in a way that would be acceptable to Cisco.",
    "DecisionType": "SingleSelect",
    "feedback": "If you ever feel like you have a conflict interest-including, for example, a financial interest in a company that Cisco does business with or a family relationship with decision makers at a company that Cisco does business with-disclose that to Cisco. If you see a similar circumstance involving one of your fellow Cisco employees, please ask the Ethics Office to assist.",
    "ID": "L3A2Q2_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h4>What should that engineer have done differently?</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL3A2Q3O1_R1",
    "DecisionType": "FreeText",
    "ID": "L3A2Q3_R1",
    "name": "Performance Conversations",
    "narrative": "<h3>As a team, you had to make tradeoffs to reward the team in this activity. What is one idea for how you would motivate someone who may not have received a raise or promotion? Agree on your one best suggestion and enter it below.</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Immediately stopped using Yuva and begun looking for a new supplier who could immediately begin work on the project to ensure the schedule didn't slip.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Reached out formally to both Compliance and Procurement to explain the situation and work to find a solution that works for both Cisco and the customer.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Keep working with Yuva, as long as they are not brought back in as a Cisco vendor per Compliance's direction.",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "Keep working with Yuva. Once the Cisco employee was terminated, the conflict of interest was eliminated so Cisco should be able to work with Yuva.",
    "DecisionType": "SingleSelect",
    "feedback": "This is a difficult situation in that you're weighing the customer's need and Cisco's business objectives against Cisco's integrity.  The best approach is to work with Compliance and Procurement to try to find a solution that will strike the right balance.",
    "ID": "L3A2Q3_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h4>What should Anton have done when Yuva was blacklisted as a vendor?  </h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Yes, because Yuva's misconduct was a &quot;past sin&quot;, but didn't necessarily create an ongoing risk for Cisco at that point in time",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "No, because he intentionally disregarded the guidance of Compliance and Procurement, who are both responsible for protecting the company and its reputation.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Yes, because managers are empowered to make tough decisions and judgment calls, and putting the customer and project first was justifiable under the circumstances.",
    "DecisionType": "SingleSelect",
    "feedback": "While you may understand why Anton took the approach he did, ultimately Compliance and Procurement are responsible for ensuring Cisco's long term reputation which needs to come before an individual deal or customer.  Those teams will help you find a solution that considers our ethical and business objectives. ",
    "ID": "L3A2Q4_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h4>Was his &quot;workaround&quot; of bringing them on as a subcontractor an acceptable solution?  Why, or why not?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Yes, the customer's interest always matters to us.  So at minimum we must ensure that the customer understands why we are making decisions that may impact them, and how we are going to prevent something like this happening in the future.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Yes, we should always prioritize the customer, and not meeting the timeline for a highly visible project would have negatively impacted Cisco and a key customer more than allowing this vendor to remain in place for just one more project.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "No, because customers will respect us for making the right ethical decisions. Whether they know it or not, imposing our ethical values on the customer will ultimately make our relationship stronger in the long term, even if it causes some short term problems.",
    "DecisionType": "SingleSelect",
    "feedback": "It definitely matters that a customer's interests are impacted by an internal issue and we should absolutely take every precaution to ensure this doesn't happen, including helping every team member understand our ethical standards and why they're important. Transparency with the customer about why they may experience delays is key.",
    "ID": "L3A2Q5_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h4>Does it matter if a customer's key interests might be adversely impacted by a purely internal Cisco ethics decision? Why, or why not?</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL3A2Q6O1_R2",
    "DecisionType": "FreeText",
    "feedback": "A high ethical standard is paramount at Cisco.  It's part of our culture and defines us in the eyes of our customers, partners and competitors.  But in our business, employees encounter challenging situations each and every day where our ethics and values may conflict with our business objectives. When that happens, consult Cisco's Ethics team who can help you navigate these challenging situations.",
    "ID": "L3A2Q6_R2",
    "name": "Ethics Dilemma",
    "narrative": "<h3>Is it ever acceptable to compromise our ethical values to achieve business objectives?  If so, when, and what are the limits?</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "CaseStudy": "CaseStudy2",
    "Client": "3",
    "ID": "L3A3_R1",
    "level": "3",
    "name": "New Hire",
    "narrative": "<h4>New Hire</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A3Q1_R1,L3A3Q2_R1,L3A3Q3_R1,L3A3Q4_R1",
    "score": "900",
    "SecondaryTabTitle": "Requisition"
}, {
    "Client": "9",
    "ID": "L3A3_R2",
    "level": "3",
    "name": "Customer Life Cycle",
    "narrative": "<h4>Customer Life Cycle</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A3Q1_R2",
    "score": "900"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Candidate A: Skyler Martin is a candidate from another high-tech company where you have sourced a lot of great talent previously. One of your highest performing team members worked with her previously and speaks highly of her. Skyler has five years of experience, three of them in an agile/scrum environment. Skyler is eager to bring a wealth of expertise and has all skills required to really make an impact in this role.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Candidate B: Amari Ito is a candidate who the recruiter for this role suggested after an initial screening interview. She has worked on a number of successful projects and lead teams using an agile approach, although she only has three years of experience. She currently works for a large non-profit implementing new technologies. While it will take him some time to learn about your company's products, she could also bring some valuable outside-the-box thinking to the team.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Candidate C: Nigel Sharpe is someone you met at a networking event a few months ago. He is very high energy and you feel that he could easily grow into the role. He doesn't have a lot of experience with project management, but is eager to learn. You feel that it wouldn't take long for him to get up to speed and that he could really bring some great disruption to the team.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "One of the most important strengths as a Leader is to build the right team based on the overall strategy and business deliverables. All of these candidates have something to offer to the position. But, based on the information, candidate B could perform the role and have strong skills expertise, will bringing a creative lens, new perspectives and expand team capabilities.",
    "ID": "L3A3Q1_R1",
    "name": "New Hire",
    "narrative": "<h4>You have followed all of Cisco's hiring best practices and narrowed your candidate pool to the following three candidates:<br>Which candidate is the best choice for the role?</h4>",
    "PageType": "Question"
}, {
    "alt1": "1",
    "alt1_narrative": "Attract",
    "alt1_range": "tlInputL3A3Q1O1_R2",
    "alt2": "2",
    "alt2_narrative": "Land",
    "alt2_range": "tlInputL3A3Q1O2_R2",
    "alt3": "3",
    "alt3_narrative": "Adopt",
    "alt3_range": "tlInputL3A3Q1O3_R2",
    "alt4": "4",
    "alt4_narrative": "Expand",
    "alt4_range": "tlInputL3A3Q1O4_R2",
    "alt5": "5",
    "alt5_narrative": "Renew",
    "alt5_range": "tlInputL3A3Q1O5_R2",
    "DecisionType": "FreeText",
    "ID": "L3A3Q1_R2",
    "name": "Customer Life Cycle",
    "narrative": "<h4>Leader Day is a unique opportunity to understand, from the point of view of Cisco's entire leadership team, the opportunities that lie ahead of us.  For each step in the customer life cycle below, please discuss and enter what we can do differently that will improve the customer and partner experience.  The responses provided will be analyzed and provided back to the ELT. </h4>",
    "PageType": "Question",
    "Rows": "3"
}, {
    "alt1": "1",
    "alt1_feedback": "2",
    "alt1_narrative": "Build relationships with the team to help them get the job done.",
    "alt2": "2",
    "alt2_feedback": "6",
    "alt2_narrative": "Have ongoing career conversations with the new hire.",
    "alt3": "3",
    "alt3_feedback": "4",
    "alt3_narrative": "Provide formal and informal opportunities for learning for the new hire.",
    "alt4": "4",
    "alt4_feedback": "5",
    "alt4_narrative": "Connect them with SMEs that will provide differentiated perspectives and cross-functional insights.",
    "alt5": "5",
    "alt5_feedback": "3",
    "alt5_narrative": "Assign them an informal mentor/peer buddy on the team.",
    "alt6": "6",
    "alt6_feedback": "1",
    "alt6_narrative": "Set up weekly Check-Ins via Team Space.",
    "DecisionType": "Prioritization",
    "feedback": "Create a consistent experience and foundational platform for new team members to introduce and instill Cisco's culture and core values. Incorporate a weekly Team Space dialogue and encourage consistent communication- -those whose check-ins always include a conversation are more likely to be fully engaged by 36%. Recognize the benefit of continued learning, and accelerate ramp-up to productivity, optimal performance and business impact.",
    "ID": "L3A3Q2_R1",
    "name": "New Hire",
    "narrative": "<h4>Prioritize the following in order of importance to help the new hire be successful.</h4>",
    "PageType": "Question",
    "rangePrefix": "L3A3Q2O",
    "rangeSuffix": "_R1"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Remind the new hire that while you hired them to push the team in a new direction, they might want to reconsider some of the tactics they are using to do this.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Call a team meeting and discuss with everyone that they all need to listen to others and consider alternative points of view.",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Speak with the team members who are expressing concern about the new hire and let them know that you are working with the new hire to ensure they understand why you all do things the way you do them.",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Speak with the new team member and the team members who are expressing concern individually.  Remind each of them that while understanding the why behind decisions that have been made previously is important, everyone should always be open to others points of views and new ideas.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "It's important that Leaders allow time for their new hire to assimilate to his/her role and new team dynamics. Creating an integration plan will ensure that he/she achieves a running start on building commitment and engagement amongst the team.  Establish an environment of inclusion to reinforce excitement and comradery. Remind all team members that a robust discussion is healthy, and it's important to respect and consider all opinions before making important decisions. The best teams bring diverse thought and differentiated perspectives.  ",
    "ID": "L3A3Q3_R1",
    "name": "New Hire",
    "narrative": "<h4>It's been about two months since your new hire started with the company. While they quickly getting up to speed on the products they're working on, they frequently disagree with their peers about the best way to go about solving issues and implementing new processes. The new team member has expressed frustration with their peers' unwillingness to think differently, while several of the other team members feel that the new team member is causing unnecessary problems. Which of the following would you prioritize to help the team work better together?</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL3A3Q4O1_R1",
    "DecisionType": "FreeText",
    "ExtraClass": "more-width",
    "ID": "L3A3Q4_R1",
    "name": "New Hire",
    "narrative": "<h3>As a team, discuss different ways you can build a pipeline of future talent for your team when you don't have a requisition. Agree on your one best suggestion and enter it below. </h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "Client": "4",
    "ID": "L3A4_R1",
    "level": "3",
    "name": "Mitigating Bias",
    "narrative": "<h4>Mitigating Bias</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A4Q1_R1,L3A4Q2_R1,L3A4Q3_R1",
    "score": "900"
}, {
    "Client": "10",
    "ID": "L3A4_R2",
    "level": "3",
    "name": "Corporate Profitability",
    "narrative": "<h4>Corporate Profitability</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A4Q1_R2,L3A4Q2_R2",
    "score": "900"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Share that she has a lot of deliverables this quarter and can't take Pei off those projects. She'll wait until things settle down to address the situation.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Assigns the team member to lead a project. Doing this immediately acts on their feedback and proves that the team's perceptions are off. ",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Listens to the feedback, apologize and thank the team member for bringing it up. From here, she can create talking points around a new work assignment process. And then, specifically ask for thoughts about the process to gather their feedback before implementing the new model.",
    "DecisionType": "SingleSelect",
    "feedback": "This is an example of the halo effect, which makes Zeinab see Pei in a positive light that outshines others on the team. It's important that Zeinab sets the tone on the team that everyone is a valued contributor. Her articulating a new work assignment process is an important signal to the team that a fair process will be put into place.<br><br>It's important for leaders to think both individually and collectively about their teams. Take the time to pause and reflect on how your interactions and decisions vary from person to person. Notice trends and attitudes, both good and bad. By encouraging feedback, leaders create opportunities for the team to share insights that might be unknown.",
    "ID": "L3A4Q1_R1",
    "name": "Mitigating Bias",
    "narrative": "<h4>Zeinab is leading a team of talented engineers where there is a ton of talent and passion. One of the newer engineers, Pei, has worked with Zeinab before at a previous company. In a short time, Pei begins to receive new and exciting projects to lead. Other members on the team try to identify what it takes to get on one of the new projects but don't have clear criteria from Zeinab. Morale starts to decline and tension between Pei and the team emerges. One team member approaches Zeinab with their perceptions.<br>What can Zeinab do to address the situation? Discuss and choose the best course of action.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Company A",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Company B",
    "DecisionType": "SingleSelect",
    "feedback": "Company A's Operating Margin is 26.4%.  Company B's Operating Margin is 25.9%; therefore, Company A's Operating Margin is higher.",
    "ID": "L3A4Q1_R2",
    "name": "Corporate Profitability",
    "narrative": "<div class='tableContent'><table><tbody><tr><th colspan='2'>Comapny A</th><th colspan='2'>Comapny B</th></tr><tr><td>Revenue</td><td>$49,330</td><td>Revenue</td><td>$39,540</td></tr><tr><td>Operating Income</td><td>$13,039</td><td>Operating Income</td><td>$10,255</td></tr><tr><td>Invested Capital</td><td>$108,784</td><td>Invested Capital</td><td>$108,784</td></tr></tbody></table></div><h4>Based on the above financial statements, which company has a higher Operating Margin (pre-tax operating income/revenues)?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Affinity bias",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Conformity bias",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "Confirmation bias",
    "alt4": "D",
    "alt4_feedback": "Correct",
    "alt4_narrative": "Beauty bias",
    "DecisionType": "SingleSelect",
    "feedback": "Holding opportunities from people due to appearance is beauty bias. More importantly, leadership missed an opportunity to share the unspoken cultural norms and expectations. Professionalism is subjective and one's appearance is not correlated with their ability or intelligence.",
    "ID": "L3A4Q2_R1",
    "name": "Mitigating Bias",
    "narrative": "<h4>Deepak has been a stellar member of the team and has expressed interest in attending a conference for professional development. He has positive conversations with his manager and other leaders, who are all complimentary and are encouraging about the opportunity. However, when budget allocations are made, Deepak is left out. He wonders aloud to a colleague why this is when he's had such positive conversations. The colleague shares that while there's no official dress code, leaders are particular about appearance and want it to be professional. Deepak, who prefers to dress casually and colors his hair differently each month, is discouraged. No one ever told him about this unspoken rule.<br>What type of bias is happening here from leadership? Discuss as a team.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Company A",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Company B",
    "DecisionType": "SingleSelect",
    "feedback": "Company A's Asset Velocity is 45.3% and Company B's is 36.3%",
    "ID": "L3A4Q2_R2",
    "name": "Corporate Profitability",
    "narrative": "<div class='tableContent'><table><tbody><tr><th colspan='2'>Comapny A</th><th colspan='2'>Comapny B</th></tr><tr><td>Revenue</td><td>$49,330</td><td>Revenue</td><td>$39,540</td></tr><tr><td>Operating Income</td><td>$13,039</td><td>Operating Income</td><td>$10,255</td></tr><tr><td>Invested Capital</td><td>$108,784</td><td>Invested Capital</td><td>$108,784</td></tr></tbody></table></div><h4>Based on the above financial statement, which company has a higher Asset Velocity (Revenues/Invested Capital)?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Byron decides that because he is the hiring manager, he is the decider and will hire Agnes despite what the team thinks.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Byron doesn't want to impose hierarchy in the meeting and lets the conversation continue, hoping that someone will back up Piotr and suggest they hire Agnes.  ",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "Byron redirects the conversation away from culture fit to focus on skills match. He asks interviewers to provide examples of questions about strengths and areas of growth. He asks Piotr to begin...",
    "DecisionType": "SingleSelect",
    "feedback": "This is an example of <i>conformity bias</i>. Piotr had different opinions in the beginning but shifted their position as they realized they were the only person in the group who thought differently. Rather than disrupt the boat, Piotr switched.<br><br>There are also elements of <i>affinity bias</i> in that Agnes was not perceived as fitting in with the group because she was not like them.<br><br>The best choice of the options provided is for Byron to help ensure that the future process sets objective standards for how candidates are discussed that will help minimize this kind of affinity bias. <br><br>To address conformity bias, setting up processes that minimize influence would be helpful. By collecting and compiling the feedback beforehand, Byron could have shown the group the summary of their feedback. Proactive feedback mechanisms reduce group think in the moment during a feedback conversation.",
    "ID": "L3A4Q3_R1",
    "name": "Mitigating Bias",
    "narrative": "<h4>Byron is hiring for a new role on the team. To debrief the candidates, Byron gathers his interview panel. The conversation turns to one of the candidates, Agnes. Byron believe that Agnes is a rock star-she has relevant experience, delivers big projects on or ahead of schedule and always surpasses her goals. Agnes has a unique background and comes from a different company culture, one that Byron is hoping to grow on his team.<br><br>When Byron asks for feedback on Agnes, the group shares their opinions. Each member shares their individual assessments of Agnes which are mostly negative and focused on how she would fit into the team. There's a lot of piggybacking and &quot;second-ing&quot; comments and assessments. One member, Piotr, believes Agnes is a must-hire based on qualifications. As the discussion continues, Piotr slowly begins to shift their opinion and is about to vote to not hire Agnes.<br><br>What is the best way for Byron to help address the situation? Arrive at an answer for your team by discussing pros and cons of each.</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "9%",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "10%",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "12%",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "15%",
    "CalculatorType": "ROIC",
    "DecisionType": "Calculator",
    "feedback": "ROIC is Operating Income/Invested Capital.  Company A started with an Operating Income of 12929 and Invested Capital of 108784.  Increasing Operating Income by 1% would be 13058 and reducing Invested Capital by 2% would be 106608, making their ROIC 12%.",
    "ID": "L3A4Q3_R2",
    "name": "Corporate Profitability",
    "narrative": "<h4>If analysis believe company A is may be able to increase their Operating Income by 1% and reduce their Invested Capital by 2% over the coming fiscal year.  What would that make their ROIC?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "10%",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "12%",
    "alt3": "C",
    "alt3_feedback": "Incorrect",
    "alt3_narrative": "14%",
    "alt4": "D",
    "alt4_feedback": "Incorrect",
    "alt4_narrative": "15%",
    "CalculatorType": "ROIC",
    "DecisionType": "Calculator",
    "feedback": "ROIC is Operating Income/Invested Capital.  Company B started with an Operating Income of 10255 and Invested Capital of 108784.  Increasing Operating Income by 2% would be 10460 and reducing Invested Capital by 1% would be 106608, making their ROIC 10%.",
    "ID": "L3A4Q4_R2",
    "name": "Corporate Profitability",
    "narrative": "<h4>If analysis believe Company B may be able to increase their Operating Income by 2% and reduce their Invested Capital by 1% over the coming fiscal year, what would that make their ROIC?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Company A",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Company B",
    "DecisionType": "SingleSelect",
    "feedback": "Company A has a higher project ROIC, which means it is likely a better investment utilizing this method.<br><br>Company A is based on the Cisco's Annual Report from 2018 and Company B is based on the Cisco's Annual Report from 2008.",
    "ID": "L3A4Q5_R2",
    "name": "Corporate Profitability",
    "narrative": "<div class='tableContent'><table><tbody><tr><th colspan='2'>Comapny A</th><th colspan='2'>Comapny B</th></tr><tr><td>Revenue</td><td>$49,330</td><td>Revenue</td><td>$39,540</td></tr><tr><td>Operating Income</td><td>$13,039</td><td>Operating Income</td><td>$10,255</td></tr><tr><td>Invested Capital</td><td>$108,784</td><td>Invested Capital</td><td>$108,784</td></tr></tbody></table></div><h4>Which company would you invest in assuming the analysis predictions hold true?</h4>",
    "PageType": "Question"
}, {
    "Client": "5",
    "ID": "L3A5_R1",
    "level": "3",
    "name": "Performance or Mental Health?",
    "narrative": "<h4>Performance or Mental Health?</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A5Q1_R1,L3A5Q2_R1,L3A5Q3_R1",
    "score": "900"
}, {
    "Client": "11",
    "ID": "L3A5_R2",
    "level": "3",
    "name": "Participate in IEC5",
    "narrative": "<h4>Participate in IEC5</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A5Q1_R2,L3A5Q2_R2",
    "score": "900"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "No, continue to observe Sam and his deliverables. Remind all team members in a staff meeting the importance of being committed and responding to emails, pings, etc., in a timely manner to keep the projects moving forward.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Yes, you should approach Sam on the pattern of disengagement from the team. Let Sam know that this impacts the team. Of course, you understand and will support him if he is feeling overwhelmed or needs help reprioritizing work. Ask Sam if there is going on that you may be able to help with either at work or at home.",
    "DecisionType": "SingleSelect",
    "feedback": "Regular weekly check-ins are the best way to understand how employees are making progress and where they need help. You should talk to Sam early on and share the impact his disengagement has on the team.  This conversation can help you understand any challenges he is having and how best to support him.",
    "ID": "L3A5Q1_R1",
    "name": "Performance or Mental Health?",
    "narrative": "<h4>When Sam first joined the team two years ago, his personality was a bit on the quiet side. Yet, he seemed to have a desire to learn. Sam would engage with coworkers and ask a lot of questions-sometimes the same question over and over again. Occasionally, he volunteered for cross-functional projects and had a good rapport with you as his manager. Your team is high-performing and is often tasked with tight deadlines for new technology projects. While not an overachiever, Sam meets the mark on delivering business results. At times, typically when there is a high demand on the team, Sam has seemed to fade into the background and is slow to respond; so oftentimes, the rest of the team has to work late to ensure the project stays on track.<br>Do you need to approach Sam? If so, how would you have the conversation with him?</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL3A5Q1O1_R2",
    "DecisionType": "FreeText",
    "feedback": "It is often helpful to brainstorm the HMW questions before brainstorming for the solution. Use one post-it per HMW so you can cluster similar ones. Dot voting can then be used to align on the best HMW quickly. By giving every team member a certain number of dot stickers to allocate to their preferred HMW, you make sure everyone gets to weigh in.",
    "ID": "L3A5Q1_R2",
    "name": "Participate in IEC5",
    "narrative": "<h4>As a team, choose ONE of the following business challenges.<ol><li>One manager dashboard to rule them all<br><a href='https://innovationchallenge.cisco.com/itonics_idea/4727/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4727/details</a><br><a href='https://innovationchallenge.cisco.com/itonics_idea/4676/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4676/details</a></li><li>Mindset shift to open APIs to work digitally at Cisco<br><a href='https://innovationchallenge.cisco.com/itonics_idea/4600/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4600/details</a></li><li>Single source for customer data<br><a href='https://innovationchallenge.cisco.com/itonics_idea/4696/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4696/details</a><br><a href='https://innovationchallenge.cisco.com/itonics_idea/4506/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4506/details</a></li><li>Customer health & quality indicator<br><a href='https://innovationchallenge.cisco.com/itonics_idea/4701/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4701/details</a></li><li>Building the joint 5G architecture with partners<br><a href='https://innovationchallenge.cisco.com/itonics_idea/4617/details' target='_blank'>https://innovationchallenge.cisco.com/itonics_idea/4617/details</a></li></ol><br>Each team member should individually generate at least one (but ideally many) HMW questions for the challenge you selected.<br><br>A HMW should both be ambitious and feasible, it should focus ideation on the challenge but allow for wild ideas. It should be meaningful, simple, and clear to all, avoid jargon or acronyms. Finally, it should be actionable over the long term (though not necessarily right now), one should be able to answer the question &quot;are we there yet?&quot;<br><br>Use the template below to help you.<br><br><b>How Might We</b> (improve, solve, address)<br>The (feature, problem, need) ...[of (type of users)]<br>To reach (goal, metric, dream state)?<br><br>Share your individual HMWs with the team. Finally, as a team, choose the best one and enter it below.</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "You decide to have another conversation with Sam and plan to do so upon your return from business travel. In preparation for the meeting, you gather additional observations from the team and customers into a timeline-noting the impact of each event. You decide Sam may need a mentor on the team, someone he can go to when you are not available, and will suggest this to Sam rather than interrupting several of the team members throughout the day. You plan to continue your weekly check-ins with Sam through the remainder of the project.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "You are traveling but feel it's important and you decide to have a meeting with Sam over Webex. You reach out to Employee Relations for advice to ensure you are aware of all of the resources available to help Sam be successful. You gather additional observations from the team and customers into a timeline-noting the impact of each event. You decide to ask for Sam's input and seek to understand the root cause of the performance dips. You don't want to discourage Sam from seeking help, but given Sam is enlisting the time of team members, you communicate that you'll work with Sam to identify a plan on how to best use the team's time and remind him that you are there to give coaching and guidance outside of the scheduled check-ins. You also decide to have weekly meetings and will stay in closer contact with Sam.",
    "DecisionType": "SingleSelect",
    "feedback": "This situation calls for a conversation (even while traveling) to stay engaged and reinforce your commitment as a leader.  Being ready with examples gives the conversation more structure. When you ask for Sam's input and concerns, it makes him part of the resolution, shows you care about what he has to say and helps create trust. Having authentic, open conversations in a non-judgmental tone builds the relationship and helps you better support him in the future.",
    "ID": "L3A5Q2_R1",
    "name": "Performance or Mental Health?",
    "narrative": "<h4>Sam says he doesn't need help, but you sense he's holding something back. You decide not to push it and monitor moving forward. Sam indicates his commitment to the team and seems to improve with some coaching from you along the way. Recently, you begin to split time between two locations. You are less often with Sam and your direct reports, but you continue utilizing Team Space and having weekly check-ins.<br>After a short time, you begin to hear from the team in their check-ins that Sam continues to ask the same questions repeatedly. He's not taking notes in project meetings. He seems to be unprepared-not offering solutions and leaning on the team for his work.<br>However, in your check-ins with Sam, he doesn't mention any of this to you and keeps your meetings as short as possible. Another project becomes due. While Sam is in the office, his portion of the project is late, and team members have to step in to help meet the timeline.<br>What should your next steps be?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "10-30",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "30-50",
    "alt3": "C",
    "alt3_feedback": "Correct",
    "alt3_narrative": "50+",
    "DecisionType": "SingleSelect",
    "feedback": "Teams should aim to generate at least 50 ideas over the course of an hour, at minimum, before narrowing down to a solution. However, the more the better!",
    "ID": "L3A5Q2_R2",
    "name": "Participate in IEC5",
    "narrative": "<h4>It's time to use your HMW question to inspire innovative ideas. How many different ideas does a team generally need to generate before narrowing down to a specific solution?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "You seek guidance from Employee Relations to make sure you are approaching the situation in the best way for Sam and the team. You share with Sam the expectations of the role, where the organization is heading and what demands that will bring. You remind Sam of what he can expect from you as a leader in supporting him but also expectations you have of him and the team. You are there to help, but he has ownership in being successful. You are honest with Sam that the role may have evolved beyond his skills. You share that if he doesn't keep up improvements, you may need to consider other options such as a Performance Improvement Plan. You also let Sam know that you support him exploring other opportunities, and you'll do what you can to help him.  You ask Sam to digest the conversation and come back for further discussion.",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "You seek guidance from Employee Relations to understand options in addressing the situation. You plan, as you did before, to meet with Sam and share your observations about where you see him struggling.  You decide to remind Sam the responsibilities of the role, where the organization is heading, and what demands that will bring. You remind Sam that he owns his success, and there are expectations of the team. You share that if he doesn't keep up improvements, you will need to begin discussing a Performance Improvement Plan. You let Sam know you are there to support him.",
    "DecisionType": "SingleSelect",
    "feedback": "Employee Relations is a good resource to help you, as a leader, navigate these challenging situations. Going broader than just performance-sharing the expectations of the role, where the organization is headed and what you expect of him-gives Sam the full picture. This conversation helps him determine if this is really the right role, clears up areas of uncertainty and gives him time think about next steps.<br><br><b>Ending:</b><br>You and Sam had a thorough conversation. Sam recognizes that his skills no longer fit the role and that's why he's been struggling. Sam stays on the team for a short time and improves his performance before landing a new role. You could see that Sam brought value and helped him find opportunities in the organization that best suited his skills.",
    "ID": "L3A5Q3_R1",
    "name": "Performance or Mental Health?",
    "narrative": "<h4>During your conversation with Sam, you learn that he is struggling to keep up with the demands of the role, especially in times of high intensity. Sam feels it's easier to step away than to continue being frustrated and not delivering. He admits to taking time off to escape from the needs of the project. However, he's committed to be &quot;all in&quot; moving forward. <br>You've set him up with a mentor on the team, provided him information on the Employee Assistance Program (EAP) and are now meeting with him weekly through the duration of the project.<br>As the project progress over the next several weeks, you see he is still struggling. He seems less engaged at times and has fallen back to having the team pull him through. Given recent changes in the organization structure and needs of the role, you know the demands are only going to get tougher for Sam. You learn about other, less intense, opportunities that maybe be a match for his skills and strength. You know you need more conversations with Sam-to find out he is feeling things are going and if he's open to other opportunities.<br>What type of conversation do you need to have with Sam now?</h4>",
    "PageType": "Question"
}, {
    "Client": "6",
    "ID": "L3A6_R1",
    "level": "3",
    "name": "Inconsistent Performance",
    "narrative": "<h4>Inconsistent Performance</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A6Q1_R1,L3A6Q2_R1,L3A6Q3_R1",
    "score": "900"
}, {
    "Client": "12",
    "ID": "L3A6_R2",
    "level": "3",
    "name": "Network Reflection",
    "narrative": "<h4>Network Reflection</h4>",
    "PageType": "Quiz",
    "quizItems": "L3A6Q1_R2",
    "score": "900"
}, {
    "alt1": "A",
    "alt1_feedback": "Correct",
    "alt1_narrative": "Explain what you have observed and give her examples, including the reactions from the team.  Ask her how she is doing personally and if there is something going on that is causing the change in her communication style.  You affirm that you are there for her.  ",
    "alt2": "B",
    "alt2_feedback": "Incorrect",
    "alt2_narrative": "Explain what you have observed and give her examples, including the reactions from the team.  Ask her what she changed to (temporarily) get back to her usual self after our last discussion. Find out what support she needs to re-engage with the team.  You affirm that you are there for her.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "Part of knowing your people is being aware of behavior changes.  Sharing thoughtful observations in a calm, non-aggressive tone and ask open-ended, direct questions helps Alisa open up about the reasons of the change.  It will get to the root cause faster than to have her recite things that may be more superficial.",
    "ID": "L3A6Q1_R1",
    "name": "Inconsistent Performance",
    "narrative": "<h4>Alisa has always been a highly engaged member of the team-known for her collaboration and delivery. However, her contribution and communication have been erratic recently. You have noticed that she gets impatient in team meetings-quickly shutting down her colleagues if they don't understand her point and dismissing their feedback.<br>During our next weekly check in, we talk about the last couple of team meetings. She admits that she is getting easily frustrated by the pace of the discussion. She agrees to listen to the team's input and try different ways to influence the outcome.<br>Fast forward to a few weeks later and it seems the old Alisa is back. Unfortunately, she can't sustain it. She again becomes short, and sometimes aggressive, in her communications with the team.<br>How should you approach the conversation with Alisa about her change in demeanor?</h4>",
    "PageType": "Question"
}, {
    "alt1_range": "tlInputL3A6Q1O1_R2",
    "DecisionType": "FreeText",
    "feedback": "Thanks for your response. You may have thought about topics like:<ul><li>the value of creating and leading more dynamic teams, </li><li>helping your team connect to experts in the broader organization and </li><li>leveraging your team members' connections to decrease silos and bridge across organizations.</li></ul><br>Thank you for taking the time to consider how you might lead with a human network perspective. Small-scale, team-focused IHN studies will be available for team leaders at the end of the calendar year to provide this visibility and capability to their teams.",
    "ID": "L3A6Q1_R2",
    "name": "Network Reflection",
    "narrative": "<h4>Most leaders understand that our work and professional networks are important in accomplishing our goals. But, we often do not know how to best leverage the networks of our team members.<br><br>Reflecting back on what you have learned about the Intelligent Human Network: imagine a world where you can see your and your team's network connections with everyone in the organization.<br><br>How might you lead differently, leveraging the &quot;human network&quot; perspective with the IHN platform, and what value could this provide to you and your team? Agree on your one best suggestion and enter it below.</h4>",
    "PageType": "Question",
    "Rows": "4"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Open the conversation by asking how she is doing since we met last week. You say that you hope she has considered using EAP benefits and ask if she needs additional support. You are open to helping her navigate to the benefits team. Explain that her behavior impacts her performance and the team. Moving forward, you'll be measuring her on her improvement. Suggest that she focus more time on herself.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Open the conversation by asking how she is doing since we met last week. Ask her if the sleep medication is helping and whether she has contacted the EAP for support. Suggest that she focus more time on herself. Encourage her to take some paid time off (PTO) so that she can get the right support from the EAP or other health professionals.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "You have done the right thing by asking Alisa if she is feeling confident in the support she is receiving or if more help from you is necessary. The main focus at this stage is to listen to what may not be said and to focus on Alisa's health. You should guide her toward benefit support, not cause her more anxiety by immediately talking about performance measurement.  While our people can take time off with using their PTO for therapist visits (as they do for physical health visits), it's also good to encourage a lengthier time away to get the right level of support.",
    "ID": "L3A6Q2_R1",
    "name": "Inconsistent Performance",
    "narrative": "<h4>You have discussed Alisa's approach with her and enquired about what is going on for her that might be causing her change in response to people. You have let her know that you are there for her and will support her.<br>A few weeks later, you notice that Alisa smells of alcohol at the start of each day, and her speech is slurred at times. you mention it to her, and she says that she probably drank too much the previous night. you bring it up again a week later and ask her how she is doing generally. Her response is that she's fine but struggling to sleep, which is probably contributing to her communication style.  She says that she plans to see a doctor about her sleep issues.<br>During that 1:1, we catch up on the following topics and outcomes:<br><br><br><div class='tableContent'><table border='1'><tr><th>Topic</th><th>Outcome</th></tr><tr><td>We discuss a vendor's performance and agree how we will share feedback with them in an upcoming meeting.</td><td>On the day of the call, Alisa opens the meeting with a &quot;tell vs. engage&quot; communication style and threatens them with losing the contract. She sounds slurred and aggressive throughout the call and then exits abruptly.</td></tr><tr><td>We discuss Alisa's engagement with her colleagues, slurred speech, drinking, and sleep issues.</td><td>Alisa is tearful, but she says that she is fine and everything is good. She confirms that she has seen the doctor and now has medication to support her sleep issue.<br><br> You suggest that the Employee Assistance Program (EAP) may be able to support her, too. You email her the details following the meeting.</td></tr></table></div><br><br>How should you approach the next week's check-in?</h4>",
    "PageType": "Question"
}, {
    "alt1": "A",
    "alt1_feedback": "Incorrect",
    "alt1_narrative": "Upon Alisa's return to work, you continue to have weekly check-ins and monitor her behavior.  Instead of outlining firm deliverables and behaviors that you expect, you allow her to ease back in and focus on her wellbeing.",
    "alt2": "B",
    "alt2_feedback": "Correct",
    "alt2_narrative": "Upon Alisa's return to work, you continue to have weekly check-ins and monitor her behavior. You clearly outline your expectations of her deliverables and how she should engage with internal and external team members. You continue to check in on her personal well-being, while measuring her performance over a three-month period.",
    "DecisionType": "SingleSelect",
    "ExtraClass": "more-width",
    "feedback": "You have focused on Alisa's well-being, and you will continue to support her in getting well. At this stage, it's best to put a timeline on her performance and clearly explain her deliverables and expectations-both professionally and behaviorally.<br><br><b>Ending:</b><br>This story ends with Alisa leaving Cisco in a stable condition, reengaged with life and looking forward to taking her career in a new direction.",
    "ID": "L3A6Q3_R1",
    "name": "Inconsistent Performance",
    "narrative": "<h4>You have enabled Alisa to take some paid time off, so that she can seek some external support. You made it less about her job performance and more about her personal well-being.<br>When Alisa's behavior continues to be volatile, you contact Employee Relations (ER). You share that you suspect that Alisa is drinking regularly and that it's impairing her judgment, communication and ability to engage in an effective way. You also feel that Alisa is in denial.<br>ER advises you to discuss Alisa's behavior directly and say that these are performance concerns. You schedule an immediate conversation with Alisa and explain how she continues to smell of alcohol, and you are concerned with her drinking. You ask her to share how she is doing personally.<br>Alisa's sobs continuously and acknowledges that she's drinking, but it's to mask her feelings. She can't explain it to herself-let alone to you. She asks if she can go home and if we can meet again the next day to talk once she has gathered her thoughts.<br>You receive a phone call the next day confirming she has checked into a rehabilitation center and would be out of contact for six weeks.<br><br>Alisa is getting the support she needs. After her six weeks of rehab, how should you approach her return to work?</h4>",
    "PageType": "Question"
}
]}