{"scenes": [
{
    "ID": "FDBK101",
    "name": "Welcome to Feedback for Year 1",
    "round": "1",
    "subpage": "FeedbackTextAndImage",
    "narrative1": "Welcome to the annual meeting, where we analyze our results for the year end and consider how the decisions we made impacted performance. We should use this opportunity to think about ways to improve for next year.<br><br>Since we are trying to grow faster than the market, this feedback will look at how successful we were at growing revenues and ultimately how well we translated that revenue growth to the bottom line in the form of operating profits.<br><br>Please keep in mind that your results will differ from the forecast that we were tracking throughout the year. We now have our actual revenue numbers, based on our performance in the marketplace.<br><br>One of our goals is to be a leader in the industry and grow revenue. Let's see how revenue grew compared to two of our biggest competitors, Big Blue and RoundRock.<br><br>Please click the arrows below to navigate.",
    "PageType": "Feedback"
}, {
    "chartnumberformat": "0.0a",
    "chart": "stackedcolumn",
    "charttitle": "CAGR",
    "charttopper": "CAGR % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBCAGR_1_R1 }}</td><td>{{ tlOutputFBCAGR_2_R1 }}</td><td>{{ tlOutputFBCAGR_3_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputCAGRIncrease",
    "condition3": "tlOutputCAGRDecrease",
    "ID": "FDBK102",
    "name": "Total Revenue vs. Big Blue and RoundRock",
    "narrative1": "This chart shows total annual revenue for our company and our two major competitors, Big Blue and RoundRock. The height of the bar represents our total revenue and each colored segment represents specific BU revenue. Our Compound Annual Growth Rate or CAGR is shown as the value across the top, which indicates revenue growth.<br><br>",
    "narrative2": "We grew revenue faster than last year, which is good. Our salespeople, service personnel and channel partners are doing a great job of executing on our go-to-market plan.  We want to make sure that we are not paying too much to obtain this additional revenue and lowering our overall operating margin. We will take a look at our operating margin a bit later.<br><br>",
    "narrative3": "It looks like we grew revenue slower than last year. We want to grow faster than the market and to do so we will need to increase our growth rate. To increase revenue we may want to increase our global presence, sales coverage, and form stronger relationships with channel partners. All of these actions come with a cost, so we will want to watch profitability as well.<br><br>",
    "narrative4": "Looking at the revenue mix for Big Blue and RoundRock, it is no surprise that Big Blue is gaining most of its revenue from the Enterprise market while RoundRock is obtaining most of its revenue from the Consumer market. The different revenue mixes and business models will have a profound affect on the operating margin that each one of these companies is able to return.<br><br><b>As you think back to the strategy that you created, how does your revenue mix in Year 1 match or differ from what you expected?</b><br><br>One thing that can lead to increased revenues is the relationships that you have built with customers. Let's take a look at how well you were able to deliver on customer needs this year and build customer satisfaction.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chartranges": "[tlOutputFBProd1Rev_1, tlOutputFBProd1Rev_2, tlOutputFBProd1Rev_3], [tlOutputFBProd2Rev_1, tlOutputFBProd2Rev_2, tlOutputFBProd2Rev_3], [tlOutputFBProd3Rev_1, tlOutputFBProd3Rev_2, tlOutputFBProd3Rev_3], [tlOutputFBProd5Rev_1, tlOutputFBProd5Rev_2, tlOutputFBProd5Rev_3]",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartseries": "Hardware, Software, Consumer, Services"
}, {
    "chartranges": "[tlOutputFBCSATProdTech_1, tlOutputFBCSATProdTech_2, tlOutputFBCSATProdTech_3], [tlOutputFBCSATPricing_1, tlOutputFBCSATPricing_2, tlOutputFBCSATPricing_3], [tlOutputFBCSATReliability_1, tlOutputFBCSATReliability_2, tlOutputFBCSATReliability_3], [tlOutputFBCSATStockout_1, tlOutputFBCSATStockout_2, tlOutputFBCSATStockout_3], [tlOutputFBCSATSolnIndex_1, tlOutputFBCSATSolnIndex_2, tlOutputFBCSATSolnIndex_3], [tlOutputFBCSATBranding_1, tlOutputFBCSATBranding_2, tlOutputFBCSATBranding_3], [tlOutputFBCSATStratInit_1, tlOutputFBCSATStratInit_2, tlOutputFBCSATStratInit_3]",
    "subpage": "FeedbackTextAndChart",
    "charttitle": "CustomerSatisfaction",
    "charttopper": "CSAT <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBCSAT_1_R1 }}</td><td>{{ tlOutputFBCSAT_2_R1 }}</td><td>{{ tlOutputFBCSAT_3_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK103",
    "name": "Customer Satisfaction",
    "narrative1": "This chart displays activities influencing customer satisfaction. It includes such factors as the innovativeness of products (technology), the price charged for goods and services, product availability , and special programs or initiatives targeting customers. Each of the colored segments corresponds to a driver of customer satisfaction with the total ending customer satisfaction across the top. A colored segment above the solid black line indicates a positive contribution to customer satisfaction while a colored segment below the solid black line indicates a negative impact to customer satisfaction.<br><br>We can see that pricing is a leading source of customer satisfaction for RoundRock customers, but RoundRock is a low cost competitor and this is a part of their business model. Big Blue derives a good amount of its customer satisfaction from heavily investing in technology and having cutting edge products. These are two different approaches to driving customer satisfaction. We just have to make sure that we are executing on our strategy to deliver the products and services that customers want so that we can satisfy their needs and grow profitably.<br><br><b>Take a moment to analyze the chart and determine some areas you would like to target in Year 2 to improve customer satisfaction.  You may later want to include these factors in your SWOT Analysis.</b><br><br>Now that you have a plan for increasing customer satisfaction in Year 2, Paul will tell us about an interaction you had with one of our largest clients this year, All Auto Co.",
    "PageType": "Feedback",
    "round": "1",
    "chartnumberformat": "0.0a",
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartseries": "ProductTechnology, Pricing, Reliability, Stockouts, SolutionIndex, Branding, StrategicInitiatives"
}, {
    "name": "All Auto Co.",
    "PageType": "Feedback",
    "narrative2": "You sent out some of our best salespeople to respond to All Auto Co. and we were able to fulfill their needs. This allowed All Auto CO. to get the hardware they requested and for us to recognize revenue quickly.<br><br>",
    "narrative3": "Instead of responding immediately to All Auto Co.'s initial request, you took a much more tactful and consultative sales approach. Through the process All Auto Co. saw greater value and benefits in a combined offering of Enterprise Hardware and Software. This ultimately strengthened our relationship with All Auto Co. and resulted in greater profits for our company.<br><br>",
    "narrative4": "Stronger customer relationships lead to longer retention rates. In turn, this leads to higher revenue and profitability for our company.<br><br>I will now turn it over to Ian to review how well we are delivering solutions to customers.",
    "ID": "FDBK104",
    "round": "1",
    "subpage": "FeedbackTextAndImage",
    "condition2": "tlOutputR1D2A",
    "condition3": "tlOutputR1D2B",
    "narrative1": "This year we had the opportunity to bid on a project with All Auto Co. to upgrade a portion of their Enterprise Hardware.<br><br>"
}, {
    "narrative1": "Thank you Paul!<br><br>Another driver of customer satisfaction and revenue is the ability to create strong solutions, indicated by the solutions index. The height of the bar represents total solutions index.  Each colored section represents a different driver of solutions index while the size of the colored area illustrates the relative impact.<br><br>Increasing the solutions index is important to future success. We will need to focus on improving our solution positioning and selling capabilities to increase value for both our customers and company.<br><br>Big Blue drives its solution index by dedicating a large number of solutions architects, concentrating on interoperability and increasing service competency. RoundRock on the other hand uses price as its major lever to place solutions.<br><br>When considering areas for improvement, consider all trade-offs. Clearly, offering a discount can improve our solutions index, but it also reduces our margins. <b>Are there ways that both you and the customer can derive more value simultaneously?</b><br><br>Selling solutions increases revenue among all business units. Let's take a look at your revenue mix for Year 1.",
    "chartranges": "[tlOutputFBSISolnArchit_1, tlOutputFBSISolnArchit_2, tlOutputFBSISolnArchit_3], [tlOutputFBSIProd1Discount_1, tlOutputFBSIProd1Discount_2, tlOutputFBSIProd1Discount_3], [tlOutputFBSIProd2Discount_1, tlOutputFBSIProd2Discount_2, tlOutputFBSIProd2Discount_3], [tlOutputFBSIProd3Discount_1, tlOutputFBSIProd3Discount_2, tlOutputFBSIProd3Discount_3], [tlOutputFBSIProd5Discount_1, tlOutputFBSIProd5Discount_2, tlOutputFBSIProd5Discount_3], [tlOutputFBSIProd5Ftr1_1, tlOutputFBSIProd5Ftr1_2, tlOutputFBSIProd5Ftr1_3], [tlOutputFBSIInterops_1, tlOutputFBSIInterops_2, tlOutputFBSIInterops_3], [tlOutputFBSIStratInits_1, tlOutputFBSIStratInits_2, tlOutputFBSIStratInits_3], [tlOutputFBSI_1, tlOutputFBSI_2, tlOutputFBSI_3]",
    "charttitle": "CustomerSatisfaction",
    "charttopper": "Index <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBSI_1_R1 }}</td><td>{{ tlOutputFBSI_2_R1 }}</td><td>{{ tlOutputFBSI_3_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK105",
    "name": "Solutions Index",
    "chartnumberformat": "0.0a",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chart": "stackedcolumn",
    "chartseries": "SolutionArchitecture, EnterpriseHardwareSolutionDiscount, EnterpriseSoftwareSolutionDiscount, ConsumerSolutionDiscount, ServicesSolutionDiscount, ServicesCompetency, Interoperability, Initiatives"
}, {
    "chartnumberformat": "0",
    "chartoptions": "{ 'yAxis': { 'min': 0, 'max': 100} }",
    "chartranges": "[tlOutputFBProd1RevPct_1, tlOutputFBProd1RevPct_2, tlOutputFBProd1RevPct_3], [tlOutputFBProd2RevPct_1, tlOutputFBProd2RevPct_2, tlOutputFBProd2RevPct_3], [tlOutputFBProd3RevPct_1, tlOutputFBProd3RevPct_2, tlOutputFBProd3RevPct_3], [tlOutputFBProd5RevPct_1, tlOutputFBProd5RevPct_2], tlOutputFBProd5RevPct_3]",
    "chart": "stackedcolumn",
    "charttitle": "SourcesOfRevenue",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK106",
    "max": "100",
    "min": "0",
    "name": "Sources of Revenue",
    "narrative1": "This chart depicts different sources of revenue: Enterprise Hardware, Enterprise Software, Consumer and Services. <br><br>This year Big Blue derived a large portion of its revenue from Enterprise Software and Services which tend to have high margins. RoundRock received most of its revenue from the Consumer market which has substantially lower margins. Their choices in revenue mix have implications on their ability to generate profits.<br><br><b>What implications does your revenue mix have on your ability to generate higher margins?</b><br><br>Now that we know your revenue mix, lets see how this translates into profit by looking at gross profit.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartseries": "Enterprise Hardware, Enterprise Software, Consumer, Services"
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartranges": "[tlOutputFBMatExp_1, tlOutputFBMatExp_2, tlOutputFBMatExp_3], [tlOutputFBEmp2Exp_1, tlOutputFBEmp2Exp_2, tlOutputFBEmp2Exp_3], [tlOutputFBPlant1Exp_1, tlOutputFBPlant1Exp_2, tlOutputFBPlant1Exp_3], [tlOutputFBOSExp_1, tlOutputFBOSExp_2], tlOutputFBOSExp_3], [tlOutputFBDepExp_1, tlOutputFBDepExp_2, tlOutputFBDepExp_3], [tlOutputFBGM_1, tlOutputFBGM_2, tlOutputFBGM_3]",
    "chartseries": "Materials, Labor, PlantMachinery, Outsourcing, Depreciation, GrossProfit",
    "charttitle": "SourcesOfRevenue",
    "charttopper": "Gross Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBMarginPerc_1_R1 }}</td><td>{{ tlOutputFBMarginPerc_2_R1 }}</td><td>{{ tlOutputFBMarginPerc_3_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK107",
    "name": "Company-wide Gross Profit",
    "narrative1": "This chart compares our company-wide gross profit to competitors. The height of the bar represents total revenue generated while each colored segment represents a different cost category within Cost of Sales (COS). After you subtract all costs from revenue, Gross Profit remains. Across the top of the chart is our ending Gross Margin %; the percent of revenue that is left over after paying labor and manufacturing costs.<br><br>Big Blue has a large percentage of its revenues coming from Enterprise Software and Services which results in a higher gross margin percentage. RoundRock, on the other hand, may be growing faster, but has a lower overall gross margin as revenues are primarily taken in the Consumer market.  Fortunately, RoundRock is able to leverage its low cost operating model in areas outside of 'Cost of Sales.' RoundRock has been focusing on Operational Efficiency since its inception to support its strategy of winning in the Consumer market.<br><br>One key to generating a higher gross margin is pricing. We know that RoundRock is the low price leader and they support that through their low cost structure. Big Blue, on the other hand, is a premium player in the markets in which they compete; where a more sophisticated offering often demands higher prices . To maximize profit, price for value and not simply to cover the costs (these concepts are known as value-based and cost-based pricing respectively). Low prices, high discounts and high channel incentives may drive sales, but not profit.<br><br>Lets now look at Gross Profit by business unit.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn",
    "chartnumberformat": "0.0a"
}, {
    "narrative6": " space, which has implications on our overall profitability.<br><br>There are a number of different factors that go into determining Gross Profit. It begins with where we choose to focus and the mix of products we sell. It also depends on the price we charge, how efficiently we provide services and manufacture products, and special programs implemented to target efficiency. Keep these levers in mind as you are operating the business in year 2.<br><br>Now, I will hand it over to Samantha to talk to us about one of the challenges we faced in the Consumer business this year.",
    "chartnumberformat": "0.0a",
    "chartseries": "Materials, Labor, PlantMachinery, Outsourcing, Depreciation, GrossProfit",
    "charttitle": "SourcesOfRevenue",
    "charttopper": "Gross Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputProd1GMPerc_1_R1 }}</td><td>{{ tlOutputProd2GMPerc_2_R1 }}</td><td>{{ tlOutputProd3GMPerc_3_R1 }}</td><td>{{ tlOutputProd5GMPerc_4_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputMaxRevProd1_R1",
    "condition3": "tlOutputMaxRevProd2_R1",
    "condition4": "tlOutputMaxRevProd3_R1",
    "chartcategories": "Hardware, Software, Consumer, Services",
    "ID": "FDBK108",
    "name": "Gross Profit by Business Unit",
    "narrative1": "This chart shows relative profitability by business unit. Again, the height of the bar represents total revenues for each business unit while colored segments represent different cost categories and Gross Profit. Gross Margin (%) is shown across the top.<br><br>From this chart we can see that each of the different business units have different rates of profitability. We are currently generating most of our revenues from the ",
    "narrative2": "Hardware",
    "narrative3": "Software",
    "narrative4": "Consumer",
    "narrative5": "Services",
    "chartranges": "[tlOutputProd1MatExp_1, tlOutputProd2MatExp_2, tlOutputProd3MatExp_3, tlOutputProd5MatExp_4], [tlOutputProd1Emp2Exp_1, tlOutputProd2Emp2Exp_2, tlOutputProd3Emp2Exp_3, tlOutputProd5Emp2Exp_4], [tlOutputProd1Plant1Exp_1, tlOutputProd2Plant1Exp_2, tlOutputProd3Plant1Exp_3, tlOutputProd5Plant1Exp_4], [tlOutputProd1OSExp_1, tlOutputProd2OSExp_2, tlOutputProd3OSExp_3, tlOutputProd5OSExp_4], [tlOutputProd1DepExp_1, tlOutputProd2DepExp_2, tlOutputProd3DepExp_3, tlOutputProd5DepExp_4], [tlOutputProd1GM_1, tlOutputProd2GM_2, tlOutputProd3GM_3, tlOutputProd5GM_4], [tlOutputProd1GMPerc_1, tlOutputProd2GMPerc_2, tlOutputProd3GMPerc_3, tlOutputProd5GMPerc_4]",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn",
    "condition5": "tlOutputMaxRevProd5_R1"
}, {
    "condition3": "tlOutputR1D1B",
    "name": "Consumer sales are being threatened",
    "narrative1": "Many of our competitors were attacking the consumer business with low priced products.<br><br>",
    "narrative2": "You decided to meet these new competitors head-on and match them with lower prices. This increased sales, but resulted in a lower margin. Generally, competing on price is not the most profitable approach. Going forward, seek to differentiate offerings through non-price attributes. <br><br>If we are going to compete on price we want to make sure that we have a cost structure in place that will allow us to do so.<br><br>",
    "narrative3": "You decided to package peripherals with Consumer products instead of matching competitors on price. This ended up benefiting us overall. Not only did we increase Consumer sales without lowering price, we actually increased awareness for some of our other products as well. Generally, competing on price is not the most profitable approach. Going forward, continue to differentiate offerings through non-price attributes. <br><br>",
    "ID": "FDBK109",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage",
    "condition2": "tlOutputR1D1A",
    "narrative4": "Now I will hand it back over to Ian to discuss operating expenses, specifically Sales, General and Administrative costs."
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBSellingExp_1, tlOutputFBSellingExp_2, tlOutputFBSellingExp_3], [tlOutputFBGenExp_1, tlOutputFBGenExp_2, tlOutputFBGenExp_3], [tlOutputFBAdminExp_1, tlOutputFBAdminExp_2, tlOutputFBAdminExp_3]",
    "chartseries": "Selling Expenses, General Expenses, Administrative Expenses",
    "charttopper": "SG&A % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBSGAPerc_1_R1 }}</td><td>{{ tlOutputFBSGAPerc_2_R1 }}</td><td>{{ tlOutputFBSGAPerc_3_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK110",
    "name": "Selling, General and Administrative Expense",
    "narrative1": "Thank you for sharing that information Samantha!<br><br>Another major cost component is Selling, General and Administrative costs. The chart shows total SG&A costs for our company and our two competitors. We want to make sure that we are investing in our selling activities wisely since those costs are directly linked to revenue generation.  Simultaneously,  we need to minimize 'overhead costs' noted as 'General and Administrative' expenses.<br><br>SG&A costs for Big Blue and RoundRock are vastly different, a reflection of the business models they are pursuing. RoundRock, competing heavily in the Consumer market, utilizes direct to consumer sales and channel partners. Big Blue, however, uses a direct sales force to reach its Enterprise customers.  Enterprise sales are generally characterized as a high touch transactions with long sales cycles.<br><br>Our business model is in between that of Big Blue and RoundRock, since we are competing in the Consumer and the Enterprise markets. We have to make sure that we are using our investments wisely to generate returns on our sales people and our investments in channel partners.<br><br>Another major cost category before we get to operating profit is R&D. One of the decisions you made this year that can affect your R&D costs is whether or not you decided to introduce a new product. Frank will debrief us on what you decided.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn"
}, {
    "condition3": "tlOutputR1D3B",
    "condition2": "tlOutputR1D3A",
    "narrative1": "New products can open up new revenue streams to our company and if it is an innovative product and we are early to market, it may also allow us to increase our margins.<br><br>",
    "narrative2": "You decided to move ahead with the new product introduction. Engineers were happy with this decision and overall employee satisfaction increased, but this also meant that we had to invest a lot of money into R&D this year which lowered operating margin. Hopefully, the market for this product will develop in the next couple of years and we can gain a return on our investment.<br><br>",
    "narrative3": "You decided not to move ahead with the new product introduction. While introducing a new product can provide revenue growth opportunities there is an amount of risk associated with that as well. It seems like you have a pretty solid strategy for competing in the coming years and you did not want to be distracted from that. Let's hope it pays off.<br><br>",
    "narrative4": "Now that we have looked at all of our cost categories, I will hand it back to Ian to look at our overall operating margin.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK111",
    "name": "Debrief new product introduction"
}, {
    "narrative2": "Good job on increasing operating margin this year. You have been efficiently running the business to control costs.  The revenue that we are bringing into the company is being translated into higher amounts of operating profit.<br><br>",
    "chartnumberformat": "0.0a",
    "charttopper": "Operating Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBOMPerc_1_R1 }}</td><td>{{ tlOutputFBOMPerc_2_R1 }}</td><td>{{ tlOutputFBOMPerc_2_R1 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputOMIncrease",
    "condition3": "tlOutputOMDecrease",
    "ID": "FDBK112",
    "name": "Operating Profit",
    "narrative1": "Here is the Operating Profit for our company and our two largest competitors. The height of the bar is total revenues. Each of the major cost categories and Operating Profit are shown by the colored segments. The Operating Margin percentage is the number shown across the top.<br><br>",
    "chartseries": "COS, SGA, RandD, Other, OperatingProfit",
    "narrative3": "It looks like Operating Margin has deteriorated a bit this year. As you are investing in growing the business, make sure that you are investing wisely and generating returns for those investments. As you go forward in Year 2, try to align your investments with the things your customer values, so that you can get a return on those investments. You may also want to look for ways to streamline and control costs.<br><br>",
    "narrative4": "It is no surprise that RoundRock has a low Operating Profit. Their low price strategy and lower gross margin, means they have less room to cover their fixed costs when it comes to running the business. Even though Big Blue has substantial SG&A and R&D costs, they were still able to return a respectable operating margin.<br><br><b>As you analyze your own income statement, identify a couple of key areas that you can focus on in Year 2 to improve your operating margin.  Record these within your SWOT analysis at the start of Year 2.</b><br><br>At the beginning of the year you set goals, let's see how you are progressing towards those goals.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartranges": "[tlOutputFBCOGSExp_1, tlOutputFBCOGSExp_2, tlOutputFBCOGSExp_3], [tlOutputFBSGAExp_1, tlOutputFBSGAExp_2, tlOutputFBSGAExp_3], [tlOutputFBRNDExp_1, tlOutputFBRNDExp_2, tlOutputFBRNDExp_3], [tlOutputFBOtherExp_1, tlOutputFBOtherExp_2, tlOutputFBOtherExp_3], [tlOutputFBOM_1, tlOutputFBOM_2, tlOutputFBOM_3]",
    "chart": "stackedcolumn"
}, {
    "chartoptions": "{ 'series': { 'dataLabels': { 'format': '{point.value:.1f}' } } }",
    "chartranges": "[tlOutputProd5RevGoal, tlOutputProd5CAGRGoal], [tlOutputProd5PftGoal, tlOutputProd5OpsMarginGoal], [tlOutputProd3RevGoal, tlOutputProd3CAGRGoal], [tlOutputProd3PftGoal, tlOutputProd3OpsMarginGoal], [tlOutputProd2RevGoal, tlOutputProd2CAGRGoal], [tlOutputProd2PftGoal, tlOutputProd2OpsMarginGoal], [tlOutputProd1RevGoal, tlOutputProd1CAGRGoal], [tlOutputProd1PftGoal, tlOutputProd1OpsMarginGoal]",
    "chartseries": "Services, Consumer, Enterprise SW, Enterprise HW",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputGoalsMet",
    "chart": "heatmap",
    "ID": "FDBK113",
    "name": "Goal Comparison",
    "narrative1": "When you began your role as part of the new management team you set some targets for yourself and your team to meet over the period of three years. (Think back to when you selected the &quot;Conservative&quot;, &quot;High&quot; and &quot;Stretch&quot; targets). This chart shows your current performance (Year 1)  and your goal for the end of Year 3.<br><br>",
    "narrative2": "Congratulations! You have already met some of your targets that you have set for yourself! After viewing this session you should have several ideas and, hopefully, some good notes on how you can  meet all your targets and perform even better in the years to come.<br><br>",
    "narrative3": "It does not look like you are currently meeting any of your goals. The first year can is typically the most difficult. After viewing this session you should have several ideas and, hopefully, some good notes on how you can  meet all your targets and perform even better in the years to come. Remember, you still have to two more years to reach those targets.<br><br>",
    "narrative4": "Before adjourning this meeting, let's do one quick review of what we discussed today.",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndChart",
    "chartcategories": "RevenueTarget, RevenueActual, ProfitabilityTarget, ProfitabilityActual",
    "condition3": "tlOutputGoalsNotMet"
}, {
    "name": "Feedback for Year 1 Conclusion",
    "PageType": "Feedback",
    "round": "1",
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK114",
    "narrative1": "Several key themes emerged this year:<br><br><ul><li>When investing in revenue growth, make sure you are investing in activities that are effective and customers value. If you invest in areas that are not valued, you will not see a return on your investment and profitability will suffer.</li><li>Pricing decisions can be very powerful. Small decreases or increases in price can have significant impacts on profitability.</li><li>By understanding your business model and cost structure, it will help you better understand where and how you should compete in the market.</li></ul><br /><br />You can revisit the yearly feedback sessions by clicking on the Results button located on the Homepage.<br><br>Good luck heading into Year 2!"
}, {
    "narrative1": "Welcome back to the annual meeting! Similar to last year we will analyze results for the year and consider how the decisions impacted performance. Use this opportunity to think about ways to improve business performance for next year.<br><br>This was a tough year in the marketplace. This feedback will look at how efficiently we were able to deliver value to our customers while still controlling costs.<br><br>Please keep in mind, results will differ from Year 2 forecasts. We now have our actual revenue and profit based on our performance in the marketplace.<br><br>Let's start out by seeing how well we managed total revenue this year compared to Big Blue and RoundRock.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK201",
    "name": "Welcome to Feedback for Year 2"
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBProd1Rev_1, tlOutputFBProd1Rev_2, tlOutputFBProd1Rev_3], [tlOutputFBProd2Rev_1, tlOutputFBProd2Rev_2, tlOutputFBProd2Rev_3], [tlOutputFBProd3Rev_1, tlOutputFBProd3Rev_2, tlOutputFBProd3Rev_3], [tlOutputFBProd5Rev_1, tlOutputFBProd5Rev_2, tlOutputFBProd5Rev_3]",
    "chartseries": "Hardware, Software, Consumer, Services",
    "charttitle": "CAGR",
    "charttopper": "CAGR % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBCAGR_1_R2 }}</td><td>{{ tlOutputFBCAGR_2_R2 }}</td><td>{{ tlOutputFBCAGR_3_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputCAGRIncrease",
    "condition3": "tlOutputCAGRDecrease",
    "ID": "FDBK202",
    "name": "Total Revenue vs. Big Blue and RoundRock",
    "narrative1": "This chart shows total annual revenue for our company and our two major competitors, Big Blue and Round Rock. The height of the bar represents our total revenue and each colored segment represents specific BU revenue. Our Compound Annual Growth Rate or CAGR is shown as the value across the top, which indicates revenue growth.<br><br>",
    "narrative2": "It was a tough year, but we were able to increase the rate at which we grew revenue over last year. We were able to capitalize on the lessons that we learned in Year 1 to further grow revenue in this challenging time. Let's hope that we were able to keep profitability up as well, but we will look at that a little later.<br><br>",
    "narrative3": "With economic conditions and consumer confidence hitting an all time low, it was difficult to grow revenue this year. We were not able to grow revenue as fast as last year, which can have negative impacts on profitability. When revenue growth slows or declines, you must reduce costs at a rate faster than the decline in revenue in order to protect profitability.<br><br>",
    "narrative4": "Looking at revenue for Big Blue and RoundRock, we can see that their strategic focus has not changed greatly. Big Blue continued to invest heavily in the Services market which helped to maintain revenue.  However, Big Blue's other area of focus, Enterprise Software, was severely hit by the downturn, impacting revenue greatly.  RoundRock's business was also negatively affected in Year 2. Given RoundRock's heavy focus on the Consumer market, the company had few options to drive performance when the market began to deteriorate. We will see if RoundRock was able to reduce costs in order to maintain their profit margins.<br><br>One advantage of competing in multiple markets is the ability to allocate resources strategically to protect against threats and take advantage of opportunities. <b>How were you able to reallocate resources, augment your strategy and respond to new market conditions to set yourself up for continued success?</b><br><br>Your ability to be successful in the market is generally determined by the value proposition you offer to customers. Let's see how the value proposition you offered customers in the Enterprise Hardware space matches up to that of your competitors.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn"
}, {
    "name": "Voice of the Customer",
    "chartcategories": "Reliability, SalesForceCoverage, TTM, SolutionIndex, GlobalPresence, Functionality",
    "chartseries": "tlInputTeamName, Competitor2, Competitor3",
    "ID": "FDBK203",
    "linewidth": "0",
    "max": "100",
    "min": "-100",
    "chartranges": "[tlOutputProd1VOCMMDriver1_1, tlOutputProd1VOCMMDriver1_2, tlOutputProd1VOCMMDriver1_3], [tlOutputProd1VOCMMDriver2_1, tlOutputProd1VOCMMDriver2_2, tlOutputProd1VOCMMDriver2_3], [tlOutputProd1VOCMMDriver3_1, tlOutputProd1VOCMMDriver3_2, tlOutputProd1VOCMMDriver3_3], [tlOutputProd1VOCMMDriver4_1, tlOutputProd1VOCMMDriver4_2, tlOutputProd1VOCMMDriver4_3], [tlOutputProd1VOCMMDriver5_1, tlOutputProd1VOCMMDriver5_2, tlOutputProd1VOCMMDriver5_3], [tlOutputProd1VOCMMDriver6_1, tlOutputProd1VOCMMDriver6_2, tlOutputProd1VOCMMDriver6_3]",
    "narrative1": "This chart depicts how our value proposition for Enterprise Hardware products compares to that of Big Blue and RoundRock. Across the bottom are the categories that customers consider when evaluating the purchase of Enterprise Hardware products organized from left to right indicating those criteria that are &quot;most important&quot; (on left) to &quot;less important&quot; (on right). Within each category you will see how the customer views our value proposition relative to that of the competition as indicated by the colored marker. Those markers that are high on the graph indicate a company which is relatively strong in a particular category.<br><br>If the only goal is to maximize market share, then we would want to have our value proposition positioned across the top of the chart in every category. However, if profit is the goal we must be more strategic about our investments. For example, if our company is highly rated in &quot;Functionality,&quot; we may be overinvesting in technology as this is a less important attribute from the customers' perspective. We may be making investments towards areas that are seen as &quot;nice to have,&quot; but customers may not be willing to pay for them. On the other hand, if our company is poorly rated in the area of &quot;Reliability&quot; or &quot;Sales Force Coverage&quot; we are missing an opportunity to invest in an area that our customers highly value. To optimize return on investment we want to position our value proposition on the chart from the upper left-hand corner to the lower-right hand corner.<br><br>When evaluating an offering or value proposition, you want to charge for the value that is being created. Historically, Big Blue has had a strong offering in the Enterprise market and has charged price premiums for the value provided. Conversely, RoundRock has not invested to create a strong value proposition in the Enterprise market.   The price that RoundRock charges reflects the lower value that they provide.<br><br><b>Take a moment to analyze how our value proposition can be improved.  You may want to record strengths, weaknesses, opportunities and threats within your SWOT analysis.</b><br><br>Let's look at how well you were able to align Enterprise investments and control costs by looking at the operating margin for Enterprise Hardware.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0a",
    "chart": "basicline"
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBProd1COGSExp_1, tlOutputFBProd1COGSExp_2, tlOutputFBProd1COGSExp_3], [tlOutputFBProd1SGAExp_1, tlOutputFBProd1SGAExp_2, tlOutputFBProd1SGAExp_3], [tlOutputFBProd1RNDExp_1, tlOutputFBProd1RNDExp_2, tlOutputFBProd1RNDExp_3], [tlOutputFBProd1OtherExp_1, tlOutputFBProd1OtherExp_2, tlOutputFBProd1OtherExp_3], [tlOutputFBProd1OM_1, tlOutputFBProd1OM_2, tlOutputFBProd1OM_3]",
    "chartseries": "COGS, SGA, RandD, Other, OperatingProfit",
    "charttopper": "Operating Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBProd1OMPerc_1_R2 }}</td><td>{{ tlOutputFBProd1OMPerc_2_R2 }}</td><td>{{ tlOutputFBProd1OMPerc_3_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputProdOMOverBothCompetitors",
    "condition3": "tlOutputProdOMOverOneCompetitor",
    "condition4": "tlOutputProdOMUnderBothCompetitors",
    "ID": "FDBK204",
    "name": "Enterprise Hardware Operating Profit",
    "narrative1": "This chart shows the Operating Profit for Enterprise Hardware (HW) products. The height of the bar is total revenue. Operating Profit and each of the major cost categories are shown by the colored segments. The Operating Margin percentage is shown across the top.<br><br>",
    "narrative2": "Our Enterprise HW Operating Margin is greater than that of both Big Blue and RoundRock. Good job pricing for value, and investing in areas that customers care about.<br><br>",
    "narrative3": "Our Operating Margin for Enterprise HW is in between that of the competition. To improve profitability ask yourself the following questions:<br><br><ul><li>Are we charging for the value we create?</li><li>Are we over investing?</li><li>Are we prioritizing the right investments?</li></ul><br>Take a moment to think about how to improve profitability for Enterprise HW.<br><br>",
    "narrative4": "Our profitability for Enterprise HW is not as good as that of our competitors. We need to improve profitability in Year 3 to stay competitive. To improve profitability ask yourself the following questions:<br><br><ul><li>Are we charging for the value we create?</li><li>Are we over investing?</li><li>Are we prioritizing the right investments?</li></ul><br>Take a moment to think about how to improve profitability for Enterprise HW.<br><br>",
    "narrative5": "Now it is time to switch our focus to the Consumer business.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn"
}, {
    "narrative1": "Here we have our Consumer business revenue broken down into the two major revenue streams, Consumer Products and Consumables. The height of each bar represents the revenue that we were able to get from each revenue stream.<br><br>We can see that RoundRock's focus on the Consumer market has resulted in a substantial amount of revenue.  You will notice that most of RoundRock's revenue comes from Products. Margins on Consumer Products are low and consistently receive price pressure. The revenue mix for Big Blue looks much different as they are able to sell a larger portion of Consumables relative to total Consumer revenue. Consumables are more profitable, which is why competitors have been aggressively attacking this revenue stream. The business model in the Consumer business is very similar to the &quot;razor/razorblade&quot; business model. You sell lower margin Consumer Products in order to capture the highly profitable and long-lasting Consumables revenue stream.<br><br><b>Now that you better understand this business model, think of some actions you can take to improve profitability.  You may note these actions within your SWOT analysis.</b><br><br>Let's look at the profitability we were able to generate from our Consumer business.",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartseries": "Consumer, Consumables",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK205",
    "name": "Consumer Products and Consumables Revenue",
    "chartranges": "[tlOutputFBconsmProd3Rev_1, tlOutputFBconsmProd3Rev_2, tlOutputFBconsmProd3Rev_3], [tlOutputFBConsProd4Rev_1, tlOutputFBConsProd4Rev_2, tlOutputFBConsProd4Rev_3]",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0a",
    "chart": "basiccolumn"
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBProd3COGS_1, tlOutputFBProd3COGS_2, tlOutputFBProd3COGS_3], [tlOutputFBProd3SGA_1, tlOutputFBProd3SGA_2, tlOutputFBProd3SGA_3], [tlOutputFBProd3RND_1, tlOutputFBProd3RND_2, tlOutputFBProd3RND_3], [tlOutputFBProd3Other_1, tlOutputFBProd3Other_2, tlOutputFBProd3Other_3], [tlOutputFBProd3OM_1, tlOutputFBProd3OM_2, tlOutputFBProd3OM_3]",
    "chartseries": "COGS, SGA, RandD, Other, OperatingProfit",
    "charttopper": "Operating Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBProd3OMPerc_1_R2 }}</td><td>{{ tlOutputFBProd3OMPerc_2_R2 }}</td><td>{{ tlOutputFBProd3OMPerc_3_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK206",
    "name": "Consumer Operating Profit",
    "narrative1": "Here is the Operating Profit for our Consumer business and our two largest competitors. The height of the bar is total revenue. Operating Profit and each of the major cost categories are shown by the colored segments. Operating Margin percentage is shown across the top.<br><br>We would expect RoundRock, with proportionally more revenue from products (and not towards consumables), to have a lower operating margin than Big Blue which has a higher percentage of their revenue coming from Consumables. RoundRock, however, has been able to leverage its scale, low-cost operating structure and process improvements to generate higher returns.<br><br>When thinking about ways to increase profit, ask yourself if you have the right mix of products and consumable sales.<br><br>We have looked at Enterprise and Consumer businesses. Let's see how the Services business faired this year.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn"
}, {
    "charttopper": "Actual as a % of Forecast <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBProd5ForecastVar_1_R2 }}</td><td>{{ tlOutputFBProd5ForecastVar_2_R2 }}</td><td>{{ tlOutputFBProd5ForecastVar_3_R2 }}</td></tr></table>",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBProd5Forecast_1, tlOutputFBProd5Forecast_2, tlOutputFBProd5Forecast_3], [tlOutputFBProd5Actual_1, tlOutputFBProd5Actual_2, tlOutputFBProd5Actual_3]",
    "chartseries": "Forecast, Actual",
    "condition3": "tlOutputGreaterForecast",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputGreaterActual",
    "chart": "basiccolumn",
    "ID": "FDBK207",
    "name": "Services Revenue",
    "narrative1": "This chart compares our forecasted Services revenue to the actual revenue we were able obtain in Year 2. The height of the bar on the left represents forecasted Services revenue and the height of the bar on the right represents actual revenue. The ratio of actual revenue to forecasted revenue is shown across the top of the chart.<br><br>",
    "narrative2": "Congratulations, you were able to meet your forecast. By forecasting accurately we can better predict resources required and protect profit levels.<br><br>",
    "narrative3": "Unfortunately, we were not able to meet our forecast this year. As a result of over forecasting, we run the risk of employing too many resources and paying for under utilized personnel. Alternatively, if we under forecast, then we may not have the resources required and personnel are over utilized. This can lead to low Employee Satisfaction, high turnover and poor quality.<br><br>",
    "narrative4": "To improve flexibility and better control planned utilization you may optimize in-house and outsourced services personnel.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartranges": "[tlOutputFBProd5FixedExp_1, tlOutputFBProd5FixedExp_2, tlOutputFBProd5FixedExp_3], [tlOutputFBProd5VarExp_1, tlOutputFBProd5VarExp_2, tlOutputFBProd5VarExp_3], [tlOutputFBProd5OM_1, tlOutputFBProd5OM_2, tlOutputFBProd5OM_3]",
    "chartseries": "FixedCosts, VariableCosts, OperatingProfit",
    "charttopper": "Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBProd5OMPerc_1_R2 }}</td><td>{{ tlOutputFBProd5OMPerc_2_R2 }}</td><td>{{ tlOutputFBProd5OMPerc_3_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK208",
    "name": "Services Fixed vs. Variable Costs",
    "narrative1": "Here we can see fixed and variable costs creating our Services cost structure. The height of the bar represents total Services costs. The different colored segments represent fixed and variable costs. Fixed costs do not change relative to the amount of business conducted, while variable costs can often be scaled to meet business demands.<br><br>Big Blue has a large full-time Services workforce while RoundRock further utilizes outsourced personnel. There are pros and cons to each of these strategies. With their large full-time Services workforce, Big Blue can better control quality and benefit from internal efficiencies. RoundRock's outsourcing strategy, on the other hand, provides greater flexibility if they miss their forecast. In the event, that RoundRock does not win as many services contracts as they expected, they can simply hire less contractors and have lower costs since they will be able to avoid most of the variable costs. Big Blue with its large full-time Services work force does not have that luxury. Big Blue has built a lot of fixed costs and inflexibility into their cost structure.<br><br>Big Blue had invested heavily in the Services market to try and gain market share. At the same time, the economy hit a downturn and did not grow as fast as was earlier projected. Big Blue's heavy investment in a large full-time Services workforce suppressed Big Blue's profitability because they were not able to avoid these fixed costs. While RoundRock, with a more variable cost based structure was able to avoid most of the variable costs and protect its profitability.<br><br><b>What trade-offs did you consider when deciding how much to outsource? what is the optimal balance between in-house and outsourced personnel to create flexibility and manage your total cost of workforce (TCOW)?  You may later record insights using your SWOT analysis.</b><br><br>In these tough times, you had to make a decision on how you would try to reduce costs to maintain profitability. Let's see how you faced this challenge.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0a"
}, {
    "condition3": "tlOutputR2D1B",
    "ID": "FDBK209",
    "narrative1": "<ul><li>As revenue declines, costs must be reduced to protect profitability</li><li>Rate at which costs are reduced has to exceed rate of revenue decline</li><li>Look for areas where costs can be reduced without impacting future revenue growth</li></ul><br><br>When revenue declines costs must be cut to protect profitability. You were given a specific challenge in Year 2 to reduce costs where you could either cut costs across the board or conduct a more in-depth analysis of where costs could be reduced without affecting growth areas.<br>",
    "narrative2": "You decided to cut costs across the board. While this way may be the quickest and least intrusive method, you run the risk of removing costs and resources from areas that create value for the company while not removing activities that erode value<br><br>",
    "narrative3": "You decided to analyze each business unit to determine where investments could be optimized for a return. This route required greater effort than simply cutting costs across the board and though some employees felt that their particular business unit was unfairly targeted, the approach was strategic over the long-term. By analyzing costs in detail before taking action, you were able to make strategic cost reductions in areas that were not going to maximize growth and minimize investment. The company should now be well positioned to take advantage of the economy when it rebounds.<br><br>",
    "narrative4": "Deciding where to reduce costs is never easy and often has an effect on customer and/or employee satisfaction. Now I will turn it back to Ian to see how well you are progressing towards meeting your employee satisfaction hurdle.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage",
    "condition2": "tlOutputR2D1A",
    "name": "Mandatory Cost Reduction"
}, {
    "name": "Employee Satisfaction",
    "chartnumberformat": "0.0a",
    "chartseries": "Revenue Performance, Profit Performance, Internal Process Improvements, Engineer Headcount, SF Headcount, Labor Headcount, Strategic Initiatives",
    "charttopper": "ESAT <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBESAT_1_R2 }}</td><td>{{ tlOutputFBESAT_2_R2 }}</td><td>{{ tlOutputFBESAT_3_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK210",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "narrative1": "Thank you Frank!<br><br>This chart displays activities influencing employee satisfaction. It includes such factors as revenue performance, process improvement, profit performance, and special programs or initiatives targeting employees. Each colored segments corresponds to a driver of employee satisfaction with the total ending employee satisfaction shown across the top. A colored segment above the solid black line indicates a positive contribution to employee satisfaction while a colored segment below the solid black line is indicates a negative impact to employee satisfaction.<br><br>Higher levels of employee satisfaction lead to lower attrition and lower hiring costs, which result in higher productivity and profitability. The challenge of reducing costs had a negative impact on employee satisfaction this year, but hopefully the company is now more efficient and well positioned for profitable growth. In turn, this may lead to higher employee satisfaction in the future.<br><br>Employee Satisfaction and productivity have a direct impact on margins. We will now take a look at operating margin by each business unit to see how well you controlled costs and were able to deliver profitable results.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn",
    "chartranges": "[tlOutputFBESATRev_1, tlOutputFBESATRev_2, tlOutputFBESATRev_3], [tlOutputFBESATProfit_1, tlOutputFBESATProfit_2, tlOutputFBESATProfit_3], [tlOutputFBESATProcessImprov_1, tlOutputFBESATProcessImprov_2, tlOutputFBESATProcessImprov_3], [tlOutputFBESATEmp1Headcount_1, tlOutputFBESATEmp1Headcount_2, tlOutputFBESATEmp1Headcount_3], [tlOutputFBESATEmp4Headcount_1, tlOutputFBESATEmp4Headcount_2, tlOutputFBESATEmp4Headcount_3], [tlOutputFBESATEmp2Headcount_1, tlOutputFBESATEmp2Headcount_2, tlOutputFBESATEmp2Headcount_3], [tlOutputFBESATStratInit_1, tlOutputFBESATStratInit_2, tlOutputFBESATStratInit_3]"
}, {
    "chartcategories": "Hardware, Software, Consumer, Services",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBCOSProd1BU, tlOutputFBCOSProd2BU, tlOutputFBCOSProd3BU, tlOutputFBCOSProd5BU], [tlOutputFBSGAProd1BU, tlOutputFBSGAProd2BU, tlOutputFBSGAProd3BU, tlOutputFBSGAProd5BU], [tlOutputFBRNDProd1BU, tlOutputFBRNDProd2BU, tlOutputFBRNDProd3BU, tlOutputFBRNDProd5BU], [tlOutputFBOtherProd1BU, tlOutputFBOtherProd2BU, tlOutputFBOtherProd3BU, tlOutputFBOtherProd5BU], [tlOutputFBOMProd1BU, tlOutputFBOMProd2BU, tlOutputFBOMProd3BU, tlOutputFBOMProd5BU]",
    "chartseries": "COS, SGA, RandD, Other, OperatingProfit",
    "charttitle": "SourcesOfRevenue",
    "charttopper": "Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBOMPercProd1BU_R2 }}</td><td>{{ tlOutputFBOMPercProd2BU_R2 }}</td><td>{{ tlOutputFBOMPercProd3BU_R2 }}</td><td>{{ tlOutputFBOMPercProd5BU_R2 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition10": "tlOutputMaxOMProd5",
    "condition2": "tlOutputMaxRevProd1",
    "condition3": "tlOutputMaxRevProd2",
    "condition4": "tlOutputMaxRevProd3",
    "condition5": "tlOutputMaxRevProd5",
    "condition7": "tlOutputMaxOMProd1",
    "condition8": "tlOutputMaxOMProd2",
    "condition9": "tlOutputMaxOMProd3",
    "ID": "FDBK211",
    "image": "ian.png",
    "name": "Operating Profit by Business Unit",
    "narrative1": "Here we have a chart comparing the Operating Profit among each of our business units, as indicated by the colored segments.  The height of the bar equals total revenue. The Operating Margin percentage is the number shown across the top.<br><br>We are currently generating most of our revenue from ",
    "narrative10": "Services",
    "narrative11": ". Where a company captures the largest portion of its revenue and where a company creates most of its profit can be vastly different. It can provide insight into a company's strategy and operational efficiency.<br><br>As you review sources of revenue and sources of profitability this year, ask yourself the following questions:<br><br><ul><li>Are we prioritizing the correct business units?</li><li>Are we improving our operating margin in each business units?</li><li>Are we overinvesting in any area?</li><li>What steps can we take to improve margin in each business units?</li></ul><br>You may record opportunities for improvement using your SWOT analysis.<br><br>The mix of revenue and corresponding profitability determine profitability for our company as a whole. Let's see how our profitability this year matched up to our competition.",
    "narrative2": "Hardware",
    "narrative3": "Software",
    "narrative4": "Consumer",
    "narrative5": "Services",
    "narrative6": " and we currently have our highest Operating Margin percentage in ",
    "narrative7": "Hardware",
    "narrative8": "Software",
    "narrative9": "Consumer",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chart": "stackedcolumn"
}, {
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "charttopper": "Operating Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBOMPerc_1_R2 }}</td><td>{{ tlOutputFBOMPerc_2_R2 }}</td><td>{{ tlOutputFBOMPerc_2_R2 }}</td></tr></table>",
    "chartranges": "[tlOutputFBCOGSExp_1, tlOutputFBCOGSExp_2, tlOutputFBCOGSExp_3], [tlOutputFBSGAExp_1, tlOutputFBSGAExp_2, tlOutputFBSGAExp_3], [tlOutputFBRNDExp_1, tlOutputFBRNDExp_2, tlOutputFBRNDExp_3], [tlOutputFBOtherExp_1, tlOutputFBOtherExp_2, tlOutputFBOtherExp_3], [tlOutputFBOM_1, tlOutputFBOM_2, tlOutputFBOM_3]",
    "chartseries": "COS, SGA, RandD, Other, OperatingProfit",
    "chart": "stackedcolumn",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputOMOverBothCompetitors",
    "condition3": "tlOutputOMOverOneCompetitor",
    "condition4": "tlOutputOMUnderBothCompetitors",
    "ID": "FDBK212",
    "name": "Operating Profit",
    "narrative1": "This chart should look familiar as we looked at total Operating Profit in Year 1.  The height of the bar is total revenue. Each of the major cost categories and Operating Profit are shown by the colored segments. The Operating Margin percentage is shown across the top.<br><br>We were able to generate an Operating Margin of {{ tlOutputFBOMPerc_1_R2 }} from our mix of revenue streams.<br><br>",
    "narrative2": "Big Blue and RoundRock created profit this year as well, though their strategies were somewhat different.  Big Blue focused on on Enterprise Software and Services, while RoundRock leveraged their low cost business model in the consumer market.  RoundRock is also investing to establish a foothold in the more profitable Enterprise and Services markets; such investments are negatively impacting operating margin in the short term.  We were able to optimize our mix of revenue, cost control and wise investments to deliver profitability greater than the competition.<br><br>",
    "narrative3": "Big Blue and RoundRock created profit this year as well, though their strategies were somewhat different.  Big Blue focused on on Enterprise Software and Services, while RoundRock leveraged their low cost business model in the consumer market.  RoundRock is also investing to establish a foothold in the more profitable Enterprise and Services markets; such investments are negatively impacting operating margin in the short term.  Our current profit margin places us in between Big Blue and RoundRock. We have a more balanced portfolio than our major competitors, influencing profit levels.<br><br>",
    "narrative4": "Big Blue and RoundRock created higher profit than our company in Year 2, though their strategies were somewhat different.  Big Blue focused on on Enterprise Software and Services, while RoundRock leveraged their low cost business model in the consumer market.  RoundRock is also investing to establish a foothold in the more profitable Enterprise and Services markets; such investments are negatively impacting operating margin in the short term.   To improve profitability we will need to improve value proposition alignment to customer needs, controlling costs, pricing for value, forecasting accurately.<br><br>",
    "narrative5": "Now that we have reviewed our business operations for the year, let's take a look at how we are progressing towards meeting our goals that we set at the beginning of Year 1.",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0a"
}, {
    "chartcategories": "RevenueTarget, RevenueActual, ProfitabilityTarget, ProfitabilityActual",
    "narrative4": "Before adjourning this meeting, let's do one quick review of what we discussed today.",
    "chartranges": "[tlOutputProd5RevGoal, tlOutputProd5CAGRGoal], [tlOutputProd5PftGoal, tlOutputProd5OpsMarginGoal], [tlOutputProd3RevGoal, tlOutputProd3CAGRGoal], [tlOutputProd3PftGoal, tlOutputProd3OpsMarginGoal], [tlOutputProd2RevGoal, tlOutputProd2CAGRGoal], [tlOutputProd2PftGoal, tlOutputProd2OpsMarginGoal], [tlOutputProd1RevGoal, tlOutputProd1CAGRGoal], [tlOutputProd1PftGoal, tlOutputProd1OpsMarginGoal]",
    "chartseries": "Services, Consumer, Enterprise SW, Enterprise HW",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputGoalsMet",
    "condition3": "tlOutputGoalsNotMet",
    "ID": "FDBK213",
    "name": "Goal Comparison",
    "narrative1": "When you began your role as a leader of our company you set goals and targets for your two year tenure. (Think back to when you selected &quot;Conservative&quot;, &quot;High&quot; and &quot;Stretch&quot; targets.) This chart shows your current performance (Year 2), and your goal for the end of Year 3 in each goal category.<br><br>",
    "narrative2": "It looks like you still have some work to do to meet targets. After viewing results you should have several ideas how to improve performance.<br><br>",
    "narrative3": "It does not look like you have achieved any goals in Year 2. The first year or two is typically the most difficult. After viewing results you should have several ideas on how to improve performance.<br><br>",
    "chart": "heatmap",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0%"
}, {
    "name": "Feedback for Year 2 Conclusion",
    "PageType": "Feedback",
    "round": "2",
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK214",
    "narrative1": "Several key themes emerged this year:<br><br><ul><li>We must all begin with understanding what it is our customers value - product, promotion, channel and price.</li><li>We must then leverage customer understanding and align investments to to grow profitably - more revenues at higher margins.</li><li> Financial success is determined in part by the revenue mix we can achieve - we must balance Enterprise Hardware, Software, Consumer and Services revenue to generate financial returns.</li></ul><br><br>Now, let's get started on Year 3 and focus on increasing our profitability."
}, {
    "name": "Welcome to Feedback for Year 3",
    "narrative1": "Welcome back to the annual meeting! Similar to previous years we will analyze our results for the year end and consider how decisions impacted performance.<br><br>This feedback will look at how successful you were at managing the business over the last few years.<br><br>Let's get right into the presentation by looking at how we were able to drive top line growth versus our competitors over the last few years.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK301"
}, {
    "narrative1": "This chart shows a three year history of total revenue (Enterprise, Consumer and Services). <br><br>",
    "chartcategories": "Year0, Year1, Year2, Year3",
    "chart": "basicline",
    "chartseries": "tlInputTeamName, Competitor2, Competitor3",
    "condition2": "tlOutputRevOverBothCompetitors_R3",
    "condition3": "tlOutputRevUnderBothCompetitors_R3",
    "ID": "FDBK302",
    "name": "Revenue Trend",
    "chartnumberformat": "0.0a",
    "narrative2": "We have been able to maintain our revenue leadership position over the last three years. This means that we were able to create an attractive value proposition for our customers and grow our revenue base. Both Big Blue and RoundRock have also been able to grow their revenue, even though they have different strategies. Big Blue kept to their core strength of Enterprise Software and Services and RoundRock grew revenue by focusing on the Consumer business.<br><br>",
    "narrative3": "We have lost our revenue leadership position over the last three years. Competitors have been able to grow their revenue at our expense.; they have been able to create a more compelling value proposition to customers. With top line growth, the company generates more capital and creates new opportunities for all employees.<br><br>",
    "narrative4": "Let's take a look at the mix of revenue for our company and that of our competitors.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart",
    "chartranges": "[tlOutputSaveFBRev_1_R0, tlOutputSaveFBRev_1_R1, tlOutputSaveFBRev_1_R2, tlOutputSaveFBRev_1_R3], [tlOutputSaveFBRev_2_R0, tlOutputSaveFBRev_2_R1, tlOutputSaveFBRev_2_R2, tlOutputSaveFBRev_2_R3], [tlOutputSaveFBRev_3_R0, tlOutputSaveFBRev_3_R1, tlOutputSaveFBRev_3_R2, tlOutputSaveFBRev_3_R3]"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFBProd1Rev_1, tlOutputFBProd1Rev_2, tlOutputFBProd1Rev_3], [tlOutputFBProd2Rev_1, tlOutputFBProd2Rev_2, tlOutputFBProd2Rev_3], [tlOutputFBProd3Rev_1, tlOutputFBProd3Rev_2, tlOutputFBProd3Rev_3], [tlOutputFBProd5Rev_1, tlOutputFBProd5Rev_2, tlOutputFBProd5Rev_3]",
    "chartseries": "EnterpriseHardware, EnterpriseSoftware, Consumer, Services",
    "charttopper": "CAGR % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBCAGR_1_R3 }}</td><td>{{ tlOutputFBCAGR_2_R3 }}</td><td>{{ tlOutputFBCAGR_3_R3 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition2": "tlOutputCAGROverBothCompetitors_R3",
    "condition3": "tlOutputCAGRUnderOneCompetitor_R3",
    "ID": "FDBK303",
    "name": "Company-wide Revenue vs. Competition",
    "narrative1": "This comparison shows sources of revenue for our company and our two competitors. The height of the bar represents total revenue and the colored segments represent revenue from each business unit: Enterprise Hardware, Software, Consumer and Services. Revenue growth (CAGR) is represented by the number at the top.<br><br>",
    "narrative2": "We were able to grow our revenue faster than competitors. Our revenue mix, value propositions, pricing strategies, and ability to navigate the market downturn in Year 2 helped maintain our strong revenue growth.<br><br>",
    "narrative3": "We were not able to grow revenue faster than competitors. Our revenue mix, the value proposition we offered, and our pricing strategies were not enough to help us have a stronger growth rate than our competitors.<br><br>",
    "narrative4": "The Enterprise Software and Services markets rebounded strongly after the downturn in Year 2 which contributed to Big Blue's financial performance. RoundRock, however, was facing a strong headwind in Year 2 as the main focus of its business was severely affected by the economic downturn.  The consumer market (and RoundRock) did not recover as well as some of the other markets in Year 3.<br><br>While revenue growth is important, we ultimately need to know how much of that revenue is translated into profit. Let's take a look at operating margin over the last three years.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "chart": "basicline",
    "chartcategories": "Year0, Year1, Year2, Year3",
    "chartranges": "[tlOutputSaveFBOM_1_R0, tlOutputSaveFBOM_1_R1, tlOutputSaveFBOM_1_R2, tlOutputSaveFBOM_1_R3], [tlOutputSaveFBOM_2_R0, tlOutputSaveFBOM_2_R1, tlOutputSaveFBOM_2_R2, tlOutputSaveFBOM_2_R3], [tlOutputSaveFBOM_3_R0, tlOutputSaveFBOM_3_R1, tlOutputSaveFBOM_3_R2, tlOutputSaveFBOM_3_R3]",
    "chartseries": "tlInputTeamName, Competitor2, Competitor3",
    "ID": "FDBK304",
    "name": "Operating Profit Trend",
    "narrative1": "This chart shows a three year history of Operating Profit for our company and two of our top competitors.<br><br>As we have discussed previously, revenue mix, pricing and cost controls are all important factors to manage when trying to deliver profit to shareholders. In Year 2 when price became more important to customers and revenue was not growing as quickly as previously expected, companies that actively managed their costs were able to maintain operating margin levels. Likewise, companies that performed well in Year 3, were able to restructure costs in Year 2 and position themselves for growth in the final year.<br><br>To understand a little more about the make up of our Operating Profit let's take a look at Operating Profit by business unit.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart",
    "chartnumberformat": "0.0a"
}, {
    "narrative4": "Consumer",
    "chartcategories": "Hardware, Software, Consumer, Services",
    "chartranges": "[tlOutputFBCOSProd1BU, tlOutputFBCOSProd2BU, tlOutputFBCOSProd3BU, tlOutputFBCOSProd5BU], [tlOutputFBSGAProd1BU, tlOutputFBSGAProd2BU, tlOutputFBSGAProd3BU, tlOutputFBSGAProd5BU], [tlOutputFBRNDProd1BU, tlOutputFBRNDProd2BU, tlOutputFBRNDProd3BU, tlOutputFBRNDProd5BU], [tlOutputFBOtherProd1BU, tlOutputFBOtherProd2BU, tlOutputFBOtherProd3BU, tlOutputFBOtherProd5BU], [tlOutputFBOMProd1BU, tlOutputFBOMProd2BU, tlOutputFBOMProd3BU, tlOutputFBOMProd5BU]",
    "chartseries": "COS, SGA, RandD, Other, OperatingProfit",
    "charttitle": "SourcesOfRevenue",
    "charttopper": "Margin % <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFBOMPercProd1BU_R3 }}</td><td>{{ tlOutputFBOMPercProd2BU_R3 }}</td><td>{{ tlOutputFBOMPercProd3BU_R3 }}</td><td>{{ tlOutputFBOMPercProd5BU_R3 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "condition10": "tlOutputMaxOMProd5",
    "condition2": "tlOutputMaxRevProd1",
    "condition3": "tlOutputMaxRevProd2",
    "condition4": "tlOutputMaxRevProd3",
    "condition5": "tlOutputMaxRevProd5",
    "condition7": "tlOutputMaxOMProd1",
    "condition8": "tlOutputMaxOMProd2",
    "condition9": "tlOutputMaxOMProd3",
    "ID": "FDBK305",
    "name": "Operating Profit by Business Unit",
    "chart": "stackedcolumn",
    "narrative10": "Services",
    "narrative11": ".<br><br>If we could maintain profitability and drive additional revenue from this segment, we would be able to improve the company's overall position. Generally, we have driven revenue and profitability by aligning our investments with the customer's needs.<br><br>One of the challenges that you were faced with this year was to improve channel partners ability to meet sales targets. Samantha?",
    "narrative2": "Hardware",
    "narrative3": "Software",
    "chartnumberformat": "0.0a",
    "narrative5": "Services",
    "narrative6": " and we currently have our highest operating margin percentage in ",
    "narrative7": "Hardware",
    "narrative8": "Software",
    "narrative9": "Consumer",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart",
    "narrative1": "Here we have a chart comparing operating profit among our four primary business units: Enterprise Hardware and Software, Consumer and Services. The height of the bar is total revenue. Each of the major cost categories and operating profit are shown by the colored segments. Operating margin (percentage) is shown across the top.<br><br>The mix of our revenue and BU-specific profit determines overall profitability for the company. We are currently generating most of our operating margin from "
}, {
    "condition2": "tlOutputR3D1A",
    "condition4": "tlOutputR3D1C",
    "ID": "FDBK306",
    "name": "Channel Partners",
    "narrative1": "Channel partners are vital to the success of our business; allowing us to serve customers that we can not efficiently do so ourselves. This year, one of our channel partners was having difficulty meeting sales targets.<br><br>",
    "narrative2": "You decided to incentivize the channel partner with an extra 10%25 rebate for Consumer products sold in the next six months. This provided a quick lift to Consumer sales, but the increased sales did not last beyond the six months.  Moreover these new sales came in at a lower margin, which suppressed operating margin. By incentivizing the partner with additional rebates we only drove sales behavior as long as the incentive was offered. When working with channel partners, we must balance their needs with our own.  Here, we would have been better off by giving them the tools and resources they need to be successful, and ensuring that we have a strong go to market presence with our channel partners.<br><br>",
    "condition3": "tlOutputR3D1B",
    "narrative4": "You asked high impact questions of the channel partner, taking a consultative approach.   As a result, you were able put a plan in place to help them meet their goals. While this strategy did not provide immediate results, it did give the channel partner the tools necessary to succeed over time and will allow them to be more successful in the future. By investing in training to help our channel partners be successful early-on, it will allow them to leverage the knowledge in the field and generate greater improve revenue and profit.<br><br>",
    "narrative5": "So far, we have covered revenue and profit, but we have not covered capital expenditures and investments in assets.  These activities are reported in a balance sheet statement. Now I will turn it over to Ian to look at this statement and assess how efficiently we have managed assets.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndImage",
    "narrative3": "You decided to expand the coverage area of the channel partner which gave them access to new prospective customers. Unfortunately, this caused problems with other channel partners and with our own internal sales organization. By granting more territory we had to transition current customers from one channel partner or sales team to a new sales team. Not only did this disrupt customer relationships, but also made some partners feel like they were not being treated fairly. Moreover, this strategy never solved the root problem. As a result, we lost revenue and margin in the Consumer market. When working with channel partners, we must balance their needs with our own.  Here, we would have been better off by giving them the tools and resources they need to be successful, and ensuring that we have a strong go to market presence with our channel partners.<br><br>"
}, {
    "chart": "stackedcolumn",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3",
    "chartnumberformat": "0.0a",
    "chartranges": "[tlOutputFB3Cash_1, tlOutputFB3Cash_2, tlOutputFB3Cash_3], [tlOutputFB3AR_1, tlOutputFB3AR_2, tlOutputFB3AR_3], [tlOutputFB3Inventory_1, tlOutputFB3Inventory_2, tlOutputFB3Inventory_3], [tlOutputFB3Other_1, tlOutputFB3Other_2, tlOutputFB3Other_3], [tlOutputFB3PPE_1, tlOutputFB3PPE_2, tlOutputFB3PPE_3]",
    "chartseries": "Cash, AccountsReceivable, Inventory, OtherAssets, PPE",
    "charttopper": "Asset Turnover <table border=2 bordercolor='#000' width='100%'><tr><td>{{ tlOutputFB3AssetTurn_1_R3 }}</td><td>{{ tlOutputFB3AssetTurn_2_R3 }}</td><td>{{ tlOutputFB3AssetTurn_3_R3 }}</td></tr></table>",
    "chartyear": "tlInputFeedbackYear",
    "ID": "FDBK307",
    "name": "Balance Sheet",
    "narrative1": "Thank you Samantha!<br><br>Here we have a comparison of our balance sheet versus that of our competitors. The height of the bar represents total assets while each colored segments represents a different asset category. The number across the top represents Asset Turnover (AT) or how much revenue we make for every dollar invested in assets.  For example, an Asset Turnover of 1.30 indicates 1 dollar and 30 cents of revenue was generated per 1 dollar in assets.<br><br>Looking at RoundRock's asset turnover, we can see that they are very efficient at generating revenue from the assets that they employ. As we look at their balance sheet, we see that most of their assets exist within manufacturing or PP&E (plant, property and equipment). RoundRock has built a very efficient business model that leverages suppliers, minimizes assets and allows them to deliver product to customers quickly.<br><br>Big Blue's balance sheet looks a bit different. Big Blue does not need as much PP&E as they are more focused on Services. Big Blue does, however, carry a high level of inventory in the form of spares in order to meet Service Level Agreements (SLA). Big Blue also has higher accounts receivable which is common when long service contracts exist.<br><br><b>Given our portfolio business model, is our asset turnover where you would expect it to be? What asset areas could have been better managed?</b><br><br>Now that we know our efficiency from both a profit (OM%) and asset (AT) perspective, we can figure out our Return on Assets or ROA. Lets see how our ROA compares to Big Blue and RoundRock.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "narrative1": "This matrix illustrates several primary efficiency metrics: Operating Margin, Asset Turnover and Return on Assets (ROA).  To improve ROA, you may pull either lever; Operating Margin and/or Asset Turnover.<br><br>",
    "chart": "heatmap",
    "chartranges": "[tlOutputFB3ROA_1, tlOutputFB3ROA_2, tlOutputFB3ROA_3], [tlOutputFB3AssetTurnover_1, tlOutputFB3AssetTurnover_2, tlOutputFB3AssetTurnover_3], [tlOutputFB3OpsMarginPerc_1, tlOutputFB3OpsMarginPerc_2, tlOutputFB3OpsMarginPerc_3]",
    "chartseries": "ROAPct, AT, OMPct",
    "condition2": "tlOutputROAOverBothCompetitors_R3",
    "condition3": "tlOutputROAUnderOneCompetitor_R3",
    "ID": "FDBK308",
    "name": "Return on Assets Matrix",
    "chartnumberformat": "0.0%",
    "narrative2": "Congratulations! You have succeeded in driving ROA higher than competitors by having strong profit and efficiently using assets.  Nice work!<br><br>",
    "narrative3": "We did not have the highest ROA this year. We know that Big Blue was able to drive most of its ROA through higher operating margins, while RoundRock drove ROA through asset efficiency (high asset turnover).  Which 'lever' is your best opportunity for improvement?<br><br>",
    "narrative4": "We have reviewed many financial performance ratios.  These are lagging indicators. Lets now review two indicators of future performance, customer and employee satisfaction.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart",
    "chartcategories": "tlInputTeamName, Competitor2, Competitor3"
}, {
    "chart": "basicline",
    "chartcategories": "Year0, Year1, Year2, Year3",
    "chartnumberformat": "0.0%",
    "chartranges": "[tlOutputSaveFBCSAT_1_R0, tlOutputSaveFBCSAT_1_R1, tlOutputSaveFBCSAT_1_R2, tlOutputSaveFBCSAT_1_R3], [tlOutputSaveFBCSAT_2_R0, tlOutputSaveFBCSAT_2_R1, tlOutputSaveFBCSAT_2_R2, tlOutputSaveFBCSAT_2_R3], [tlOutputSaveFBCSAT_3_R0, tlOutputSaveFBCSAT_3_R1, tlOutputSaveFBCSAT_3_R2, tlOutputSaveFBCSAT_3_R3]",
    "chartseries": "tlInputTeamName, Competitor2, Competitor3",
    "condition2": "tlOutputCSATOverThreshold_R3",
    "condition3": "tlOutputCSATUnderThreshold_R3",
    "ID": "FDBK309",
    "name": "Customer Satisfaction",
    "narrative1": "This slide shows how our customer satisfaction has evolved over the last three years. If you recall from our first annual meeting, drivers of customer satisfaction include such criteria as innovation and technology, the price charged for goods and services, product availability, and special programs or initiatives targeting customers.<br><br>",
    "narrative2": "Congratulations! You have met the hurdle for customer satisfaction. Customer satisfaction is a leading indicator of future revenue and success. Generally, satisfied customers are more loyal, more profitable, and more willing to refer your company to others.<br><br>",
    "narrative3": "Unfortunately, you did not meet the customer satisfaction hurdle. Customer satisfaction is a leading indicator of future revenue and success. Generally, satisfied customers are more loyal, more profitable, and more willing to refer your company to others.<br><br>",
    "narrative4": "Now there is only one more hurdle to review, employee satisfaction.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "name": "Employee Satisfaction",
    "chart": "basicline",
    "chartnumberformat": "0.0%",
    "chartranges": "[tlOutputSaveFBESAT_1_R0, tlOutputSaveFBESAT_1_R1, tlOutputSaveFBESAT_1_R2, tlOutputSaveFBESAT_1_R3], [tlOutputSaveFBESAT_2_R0, tlOutputSaveFBESAT_2_R1, tlOutputSaveFBESAT_2_R2, tlOutputSaveFBESAT_2_R3], [tlOutputSaveFBESAT_3_R0, tlOutputSaveFBESAT_3_R1, tlOutputSaveFBESAT_3_R2, tlOutputSaveFBESAT_3_R3]",
    "chartseries": "tlInputTeamName, Competitor2, Competitor3",
    "condition2": "tlOutputESATOverThreshold_R3",
    "condition3": "tlOutputESATUnderThreshold_R3",
    "ID": "FDBK310",
    "chartcategories": "Year0, Year1, Year2, Year3",
    "narrative1": "This chart is similar to that of customer satisfaction except that it looks at the satisfaction of employees. If you remember back to our second annual meeting, revenue performance, process improvements, profit performance and special programs or initiatives targeting employees are all drivers of employee satisfaction.<br><br>",
    "narrative2": "Congratulations! You have met the hurdle for employee satisfaction. Satisfied and motivated employees allow you to do more with less. Higher levels of employee satisfaction lead to a reduction in attrition, lower hiring costs, and higher productivity levels.<br><br>",
    "narrative3": "Unfortunately, you have not met the hurdle for employee satisfaction. Satisfied and motivated employees allow you to do more with less. Higher levels of employee satisfaction lead to a reduction in attrition, lower hiring costs, and higher productivity levels.<br><br>",
    "narrative4": "Before ending this meeting let's do a quick review of what we talked about today.",
    "PageType": "Feedback",
    "round": "3",
    "subpage": "FeedbackTextAndChart"
}, {
    "subpage": "FeedbackTextAndImage",
    "ID": "FDBK311",
    "name": "Feedback for Year 3 Conclusion",
    "narrative1": "Several key themes emerged this year:<br><br><ul><li>There are two drivers of ROA - operating margin and asset turnover.</li><li>To improve ROA you can either be more effective at generating profits from the revenue that you bring in or you can be more efficient in the assets that you use.</li><li>Customers and employees are two vital constituents to the success of any company - both are great indicators of future success</li></ul><br><br>Congratulations on managing three years of the company!",
    "PageType": "Feedback",
    "round": "3"
}, {
    "ToolTipProd1FtrAddLevel": "Investment in Functionality improvement this year. Functionality represents the performance of the product. Investments into functionality require FTEs and an invesment into R%26D to implement. And due to an increase in product complexity, adding levels of functionality will decrease reliability and increased time to market for the product. You can assign FTEs towards Reliability or TTM to offset the increase in product complexity.",
    "Product3Name": "Consumer",
    "Product4Name": "Services",
    "ProductionFacilities": "Production Facilities",
    "ProductionLabor": "Production Labor",
    "ProductionPlantFacilities": "Production Plant Facilities",
    "Productivity": "Productivity",
    "ProductivityFTECoefficient": "Productivity (FTE) Coefficient",
    "ProductivityIndex": "Productivity Index",
    "Products": "Products",
    "ProductsGrossMargin": "Products Gross Margin",
    "ProductsMarketShare": "Products Market Share",
    "ProductsRevenue": "Products Revenue",
    "ProductTechnology": "Product Technology",
    "Profitability": "Profitability",
    "ProfitabilityActual": "Profitability (Actual)",
    "ProfitabilityTarget": "Profitability (Target)",
    "ProfitLossStatement": "Profit & Loss Statement",
    "ProfitPerformance": "Profit Performance",
    "Program1": "Program 1",
    "Program2": "Program 2",
    "Program3": "Program 3",
    "Program4": "Program 4",
    "RandD": "R&D ",
    "RandDExpense": "Research and Development Expense",
    "RandDPct": "R&D %",
    "RecruitedResources": "Recruited Resources",
    "RecruitingDismissal": "Recruiting/Dismissal",
    "Region1Name": "Enterprise",
    "Region2Name": "Services",
    "Region3Name": "Consumer",
    "Reliability": "Reliability",
    "Report": "Report",
    "Reports": "Reports",
    "ResearchAndDevelopment": "Research & Development",
    "Reset": "Reset",
    "ResetSim": "Do you wish to reset sim progress? You cannot undo this.",
    "ResourceAllocation": "Resource Allocation",
    "ResourceAllocationConsumerFTETotal": "Resource Allocation (Consumer FTE Total)",
    "ResourceAllocationEnterpriseFTETotal": "Resource Allocation (Enterprise FTE Total)",
    "Resources": "Resources",
    "ResourcesRequired": "Resources Required",
    "ResourcesRequired_R1": "Resources Required",
    "ResourcesRequired_R2": "Resources Required",
    "ResourcesRequired_R3": "Resources Required",
    "ResourcesRequiredForRandD": "Resources Required for R&D",
    "ResourcesRequiredGraph": "Resources Required Graph",
    "Results": "Results",
    "ResultsReport": "RESULTS REPORT",
    "RetainedEarnings": "Retained Earnings",
    "ReturnOnAssets": "Return on Assets",
    "ReturnToDashboard": "Return to Dashboard",
    "Revenue": "Revenue",
    "RevenueActual": "Revenue (Actual)",
    "RevenueForecast": "Revenue Forecast",
    "RevenueGrowth": "Revenue Growth",
    "RevenueGrowthYoYPct": "Revenue Growth (YoY%)",
    "RevenuePerformance": "Revenue Performance",
    "Revenues": "Revenues",
    "RevenueTarget": "Revenue (Target)",
    "RevenueTrend": "Revenue Trend",
    "ROA": "ROA",
    "ROAMakeup": "ROA Makeup",
    "ROAPct": "ROA %",
    "Sales": "Sales ",
    "SalesAndMarketing": "Sales & Marketing",
    "SalesCoverage": "Sales Coverage",
    "SalesForceCoverage": "Sales Force Coverage",
    "SalesForcePerRegion": "Sales Force Per Region",
    "Selling": "Selling",
    "SellingExpenses": "Selling Expenses",
    "ServiceInsourcedPct": "Service In-sourced %",
    "ServiceName": "Services",
    "ServicePersonnelRequired": "Service Personnel Required",
    "Services": "Services",
    "ServicesCompetency": "Services Competency",
    "ServicesCompetencyDevelopment": "Services Competency Development",
    "ServicesFixedCostsvsVariableCosts": "Services Fixed Costs vs. Variable Costs",
    "ServicesGrossMargin": "Services Gross Margin",
    "ServicesInsourcingvsOutsourcing": "Services Insourcing vs Outsourcing",
    "ServicesMarketShare": "Services Market Share",
    "ServicesProfitability": "Services Profitability",
    "ServicesRevenue": "Services Revenue",
    "ServicesRevenueForecastVsActual": "Services Revenue Forecast vs. Actual",
    "ServicesSales": "Services Sales",
    "ServicesSolutionDiscount": "Services Solution Discount",
    "SFHeadcount": "SF Headcount",
    "SGA": "SG&A",
    "SGAPct": "SG&A %",
    "ShareholdersEquity": "Shareholders Equity",
    "Software": "Software",
    "Software_R1": "Software",
    "Software_R2": "Software",
    "Software_R3": "Software",
    "SoftwareFunctionality": "Software Functionality",
    "SoftwareGrossMargin": "Software Gross Margin",
    "SoftwareMarketShare": "Software Market Share",
    "SoftwareReliability": "Software Reliability",
    "SoftwareRevenue": "Software Revenue",
    "SoftwareTTM": "Software TTM",
    "SolutionArchitecture": "Solution Architecture",
    "SolutionDiscount": "Solution Discount",
    "SolutionIndex": "Solution Index",
    "SolutionsArchitects": "Solutions Architects",
    "SolutionsDiscount": "Solutions Discount",
    "SolutionsIndex": "Solutions Index",
    "SolutionsIndexLastYrThisYr": "Solutions Index Last Yr | This Yr",
    "SourcesofRevenue": "Sources of Revenue",
    "SourcesOfRevenuePieChartLastYear": "Sources of Revenue Pie Chart (Previous Year Data)",
    "SpecialLoans": "Special Loans",
    "StartingDesignLevel": "Starting Design Level",
    "StartingFacilities": "Starting Facilities",
    "StartingLevel": "Starting Level",
    "StartingNumberOfRegions": "Starting Number of Regions",
    "StartingPlantUnits": "Starting Plant Units",
    "Stockouts": "Stockouts",
    "StrategicInitiatives": "Strategic Initiatives",
    "Submit": "Submit",
    "SubmitDecisions": "Submit Decisions",
    "SubmitDecisionsAlertText": "Are you sure you want to submit? You will not be able to go back.",
    "Swot": "SWOT",
    "TeamNumber": "Team Number",
    "ThisY": "This Y",
    "ThisYear": "This Year",
    "ThisYear_R1": "This Year",
    "ThisYear_R2": "This Year",
    "ThisYear_R3": "This Year",
    "ThisYearForecasted": "This Year (Forecasted)",
    "TimeToMarket": "Time to Market",
    "Tips": "Tips",
    "Title": "Immerse: Leadership in Action",
    "Total": "Total",
    "TotalAdministrativeExpenses": "Total Administrative Expenses",
    "TotalAssets": "TOTAL ASSETS",
    "TotalCOGS": "Total Cost of Goods Sold",
    "TotalCurrentAssets": "Total Current Assets",
    "TotalCurrentLiabilities": "Total Current Liabilities",
    "TotalDiscountCosts": "Total Discount Costs",
    "TotalDiscountExpense": "Total Discount Expense",
    "TotalEquity": "Total Equity",
    "TotalExpense": "Total Expense",
    "TotalFTEs": "Total FTEs",
    "TotalFTEsRemaining": "Total FTEs Remaining",
    "TotalFTEsRequired": "Total FTEs Required",
    "TotalGeneralExpenses": "Total General Expenses",
    "TotalInvestmentRequired": "Total Investment Required",
    "TotalLiabilities": "Total Liabilities",
    "TotalLiabilitiesAndEquity": "TOTAL LIABILITIES & EQUITY",
    "TotalMarketSize": "Total Market Size",
    "TotalOperatingExpenses": "Total Operating Expenses",
    "TotalRevenue": "Total Revenue",
    "TotalSalesMarketingExpenses": "Total Sales Marketing Expenses",
    "TotalSellingExpenses": "Total Selling Expenses",
    "TotalSGA": "Total Selling, General & Administrative",
    "TTM": "TTM",
    "TTMDate": "TTM Date",
    "TTMFTEs": "TTM FTEs",
    "Tutorials": "Tutorials",
    "UtilizationSummary": "Utilization Summary",
    "Utilized": "Utilized",
    "ValueProposition": "Value Proposition",
    "ValuePropositionProductOnly": "Value Proposition Product Only",
    "ValuesIn000s": "Values in 000s",
    "VariableCosts": "Variable Costs",
    "VoiceOfTheCustomer": "Voice of the Customer",
    "Volume": "Volume",
    "WorkInProcess": "Work In Process",
    "Year": "Year",
    "Year0": "Year 0",
    "Year1": "Year 1",
    "Year2": "Year 2",
    "Year3": "Year 3",
    "Yes": "Yes",
    "C35GlossaryDescription": "Consumer defections equal your beginning consumer base multiplied by the defection rate. These defecting consumers enter the available market and can be acquired by your competitors.",
    "C34GlossaryTitle": "Consumer Additions",
    "C34GlossaryDescription": "The available market multiplied by market share equals consumer additions. These new consumers are vital, especially if your consumer retention rate is not 100%, which is rare.",
    "C33GlossaryTitle": "Consumer Acquisition Cost",
    "C33GlossaryDescription": "Consumer Acquisition Cost is calculated by dividing the amount the company spends on promotion and placement, and dividing this dollar value by the number of Consumer Additions during the period.  Typically a one-time expense for a company.",
    "C32GlossaryTitle": "Common Stock",
    "C32GlossaryDescription": "Company's shareholder investment which is based on the face value of outstanding shares.  Appears on Balance Sheet.",
    "C31GlossaryTitle": "Changes in Working Capital",
    "C31GlossaryDescription": "Includes changes in Accounts Receivable, Inventories, Taxes and Accounts Payable, among other items.  Appears on the Cash Flow Statement. ",
    "C30GlossaryTitle": "CFROI",
    "C30GlossaryDescription": "Calculated as Cash Flow from Operations/Average Total Assets. In Cash Flow ROI, the Profit measure is Cash Flow, and the Investment is typically Average Total Assets.  CF ROI can also be expressed as CF Margin x Asset Velocity.  Also known as Cash Flow ROI.",
    "C29GlossaryTitle": "Cash Outflows",
    "C29GlossaryDescription": "Cash leaving the company.  Examples of cash outflows include expenses for salaries, payments to suppliers and investments in assets. ",
    "C28GlossaryTitle": "Cash Inflows",
    "C28GlossaryDescription": "Cash coming into the company.  Examples of cash inflows include payments from customers for services rendered, proceeds from selling assets and loans from financial institutions.",
    "C27GlossaryTitle": "Cash From Operating Activities",
    "C27GlossaryDescription": "Changes in the company's cash position resulting from the company's operations.  Appears on the Cash Flow Statement. ",
    "C26GlossaryTitle": "Cash From Investing Activities",
    "C26GlossaryDescription": "Changes in cash associated with the financing of the company.  Appears on the Cash Flow Statement. ",
    "C25GlossaryTitle": "Cash Flow Statement",
    "C25GlossaryDescription": "Describes a company's financial development over a defined time period, similar to the Income Statement.  Reveals cash inflows and outflows over that time period.",
    "C24GlossaryTitle": "Cash Flow ROI",
    "C24GlossaryDescription": "Calculated as Cash Flow from Operations/Average Total Assets. In Cash Flow ROI, the Profit measure is Cash Flow, and the Investment is typically Average Total Assets.  CF ROI can also be expressed as CF Margin x Asset Velocity.  Also known as CFROI.",
    "C23GlossaryTitle": "Cash at Start of Year",
    "C23GlossaryDescription": "Company's cash balance at the beginning of the year.  Appears on Cash Flow Statement.",
    "C22GlossaryTitle": "Cash",
    "C22GlossaryDescription": "Cash in the bank and invested in marketable Securities.  Appears on Balance Sheet. ",
    "C21GlossaryTitle": "Capital Expenditures (Capex)",
    "C21GlossaryDescription": "Represented at a cash outflow on the Cash Flow Statement.  Reflects the amount a company has invested in PP&E, Intangibles or Equity in other companies.  Appears on the Cash Flow Statement. ",
    "C20GlossaryTitle": "Capex % of Revenues",
    "C20GlossaryDescription": "Defined as Capital Expenditures/Operating Revenues.  Metric that reveals how much a company is investing relative to its size in terms of Revenues.",
    "C19GlossaryTitle": "Capabilities",
    "C19GlossaryDescription": "Abilities the company has enabling it to convert resources into profit and competitive advantage.",
    "B18GlossaryTitle": "Broad Low-Cost Strategy",
    "B18GlossaryDescription": "This strategy focuses on achieving a cost advantage relative to competitors that is sustainable. Through this advantage and with standard products, a company can undercut prices of competitors to gain share and charge market prices to earn higher margins.",
    "B17GlossaryTitle": "Broad Differentiation Strategy",
    "B17GlossaryDescription": "The goal of a broad differentiation strategy is to offer products and services that are unique in the market and perceived by customers as better. Differentiation allows a company to charge a premium price offsetting added costs and gain share by charging market prices.",
    "B16GlossaryTitle": "Breakeven Point",
    "B16GlossaryDescription": "Calculated as the point where total revenues equal total costs.",
    "B15GlossaryTitle": "Best-Value Strategy",
    "B15GlossaryDescription": "This strategy focuses on offering an upscale product that meets key product quality or service requirements, or service at a lower than expected price. Through this best-value advantage, a company can both gain share and generate higher margins because of low costs.",
    "B14GlossaryTitle": "Benchmarking Performance",
    "B14GlossaryDescription": "Comparison of financial statements to those of competitors, peers or players in other industries exposes differences in operating models and/or performance.",
    "B13GlossaryTitle": "Balance Sheet",
    "B13GlossaryDescription": "Shows the company's assets and how they are financed at a specific point in time. All Assets the company uses to generate revenue and income must be financed with Liabilities and Shareholders' Equity.",
    "B12GlossaryTitle": "Bad Cost",
    "B12GlossaryDescription": "A cost that doesn't lead to increased revenues or decreased costs.",
    "A9GlossaryTitle": "Asset Turnover",
    "A9GlossaryDescription": "Defined as Operating Revenues/Assets. Indicates how effectively a company generates Revenues with every dollar of Assets.  Also called Asset Velocity.",
    "A8GlossaryTitle": "Add-on Sales",
    "A8GlossaryDescription": "Cross-selling or up-selling are examples of Add-on Sales.  Loyal consumers are more likely to accept such offers than brand new consumers - if they are satisfied with the goods and services already purchased.",
    "A7GlossaryTitle": "Actual Share",
    "A7GlossaryDescription": "Once consumers in the market make their decisions on which company to purchase from and how much they intend to purchase, each company's market share is determined.",
    "A6GlossaryTitle": "Actual Revenue",
    "A6GlossaryDescription": "Actual revenue is determined by combining actual market share and the price at which a company sold its goods and services.",
    "A5GlossaryTitle": "Actual Income",
    "A5GlossaryDescription": "Actual revenue less actual expenses. If a company misses its forecast, the fixed costs will be the same but revenues will be less, thus reducing revenue. If a company exceeds its forecast, overtime may be required because the fixed cost level was too low to meet demand.",
    "A4GlossaryTitle": "Actual Expense",
    "A4GlossaryDescription": "Based on fixed costs established at the beginning of the year, but also on variable costs based on the amount the company sells.",
    "A3GlossaryTitle": "Acquisition Expense",
    "A3GlossaryDescription": "All expenses related to acquiring new consumers.",
    "A2GlossaryTitle": "Accounts Receivable (A/R)",
    "A2GlossaryDescription": "The amount of money that customers owe the company for products and services that have been delivered but not yet paid for.  Appears on Balance Sheet.  Also called A/R.",
    "A1GlossaryTitle": "Accounts Payable (A/P)",
    "A1GlossaryDescription": "Amount of money the company owes to suppliers for products and services that it has received but not yet paid for.  Appears on Balance Sheet.  Also called A/P.",
    "A11GlossaryTitle": "Available Market",
    "A11GlossaryDescription": "The Available Market consists of consumers who are new to the market or switching from a competitor.",
    "A10GlossaryTitle": "Asset Velocity",
    "A10GlossaryDescription": "Defined as Operating Revenues/Assets. Indicates how effectively a company generates Revenues with every dollar of Assets.  Also called Asset Turnover.",
    "PlanningStepsPage1Title": "Planning Steps",
    "PlanningStepsPage1Text": "<ul><li>The tool will help you make decisions and see planned results.</li><li>You will need to return to the Dashboard to see Competitor Information.</li><li>Your decisions are not final until you submit them.</li><li>You can return to the Dashboard and come back to the Tool as many times as you like.</li><li>When your plan is complete, return to the office to Submit Decisions to the marketplace.</li></ul>",
    "GuidePage5Title": "Feedback",
    "GuidePage5Text": "At the end of each period, you will receive a feedback presentation on how well the marketplace received your plan. Each presentation gives you an overview of the impacts of your decisions that you've made in each situation and in the Planning Tool.<br><br>The presentations also give you additional insight into how you can make more effective decisions for better business results. You can access and review previous presentations from the Dashboard.",
    "GuidePage4Title": "Planning Tool",
    "GuidePage4Text": "The Planning Tool helps you create your strategic plan for each period and enables you to make decisions across the business. The impacts of your decisions will be clearly visible on the top dashboard and also in the reports that will be provided to you.<br><br>As you make your decisions in the Planning Tool, be sure to consider competitor information, the impacts of the decisions and choices you've made and your overall strategy. <br><br>You can access the Planning Tool by clicking the Planning button located on the Dashboard. And you can revisit it as many times as you like, until you submit your final decisions to the marketplace.",
    "GuidePage3Title": "Tutorials",
    "GuidePage3Text": "Tutorials are designed to provide you with insight on important business topics. They highlight the trade-offs involved with the choices presented to you and help you make informed decisions.<br><br>Initially, you will access Tutorials through your decision tool app. They are also available to you at anytime from the Dashboard.",
    "GuidePage2Title": "Meetings and Messages",
    "GuidePage2Text": "Your colleagues will contact you seeking your advice on key situations. Using the information, tools and resources at your disposal, you will provide guidance through the decisions you make. As choices for each decision are presented to you, you will choose the one you believe to be the best course of action. You will receive follow-up information about the outcomes of your decision.",
    "GuidePage1Title": "Dashboard",
    "GuidePage1Text": "Welcome. This Guide is designed to illustrate the various components of the decision-making process you will follow.<br><br>This page will be your home base. From here, you will interact with colleagues and access information, resources and tools that will help you make important decisions. <br><br>",
    "Competitor3MarketIntelligenceTitle": "Market Intelligence for RoundRock",
    "Competitor3MarketIntelligence_R3": "With the economy making a comeback, RoundRock is again focusing on growth in the Consumer and Enterprise Hardware businesses. RoundRock is hoping that the improvements in efficiency made during the downturn will allow them to quickly ramp up production to meet rising demand and deliver higher levels of profitability. We expect RoundRock to invest further in Consumer product features to attract new customers as well as increase investments in Enterprise Hardware functionality.",
    "Competitor3MarketIntelligence_R2": "During times of economic recession, we expect RoundRock to retreat to their core and decrease its investments in the Enterprise Hardware and Services. We do, however, expect RoundRock to continue to offer additional features on its Consumer products and continue to offer a large selection of products to consumers. To control costs and maintain margins, we expect RoundRock to redouble efforts to improve internal processes and efficiencies.",
    "Competitor3MarketIntelligence_R1": "We expect RoundRock to continue to focus on their core Consumer business by further investing in design levels and maintaining strong relationships with channel partners. Analyst believe that RoundRock will deliver a high level of features and provide a wide breadth of products to entice Consumer customers. We also believe that RoundRock will continue to fight for market share in the Enterprise Hardware market by further investing in functionality and reliability.",
    "Competitor3BackgroundTitle": "RoundRock Background",
    "Competitor3Background": "RoundRock Computers was founded in 1990 just outside of Square Pebble. The company was founded on the belief that selling personal computers direct to consumers can better meet the consumer's needs and help you sell your computers at a lower price. The small startup expanded rapidly and was quickly recognized across the nation. The company quickly moved to selling its computers via its website and always kept a close eye on operational efficiencies to be able to support their low price business model. By 2000, RoundRock Computers had established themselves as the national market leader in the Consumer business and had set their sights on new targets. At a press conference in 2000, the CEO was quoted as saying, &quot;You can not keep a RoundRock in a Square Pebble. We are going global!&quot; Since 2000, RoundRock has been focused on maintaining their strong position in the Consumer business, expanding their global presence and start gaining more market share in the Enterprise Hardware and Services businesses. As RoundRock has started shifting their strategy, they have had moderate success in gaining market share in the Enterprise Hardware business, but the shift in business model has started to erode some of RoundRock's competitive advantage that they had developed in their highly efficient cost structure.",
    "Competitor3": "RoundRock",
    "Competitor2MarketIntelligenceTitle": "Market Intelligence for Big Blue",
    "Competitor2MarketIntelligence_R3": "Big Blue appears very well situated to take advantage of the rebounding economy. Big Blue's two core businesses, Enterprise Software and Services, are expected to recover the fastest from the downturn. Big Blue will continue to invest in and leverage its technological investments in Enterprise Software to battle for market share. Big Blue will also utilize its large and highly skilled services workforce to secure additional customre contracts. Analyst also believe Big Blue will begin increasing its investments in the Consumer business to expand their presence.",
    "Competitor2MarketIntelligence_R2": "With the downturn of the global market, Big Blue is expected to only invest in core markets. We expect Big Blue to continue to play heavily in the Services and Enterprise Software markets to help customers realize cost savings through software upgrades and migration to new platforms. Big Blue plans to increase flexibility and reduce costs by increasing the amount of outsourced manufacturing and reducing investments in the Consumer business. Analysts, however, still expect Big Blue to maintain its market leader position in software functionality with its next version of its software expected to hit the market in the third quarter. To support Big Blue's continued push in the services market, analyst expect Big Blue to continue to invest in the training of services employees.",
    "Competitor2MarketIntelligence_R1": "We expect Big Blue to continue to focus on the Enterprise Software and Services markets that have led to Big Blue's success and profitability in the past. Big Blue is expected to invest heavily in software functionality and reliability as well as grow their Services workforce to be able to take advantage of growing demand. Industry analysts expect Big Blue's latest software version to be released near the end of the second quarter with very high levels of functionality and reliability. Analysts also expect Big Blue to further invest in the competency of their service personnel.",
    "Competitor2BackgroundTitle": "Big Blue Background",
    "Competitor2Background": "Big Blue was founded in the 1900's producing automatic tabulating, punching and sorting machines, but Big Blue really emerged on the scene as the leader in information technology and computing in the 1960's when Big Blue was able to gain access to research being conducted at Beantown Institute of Technology (BIT) and began advancing their computing power. This partnership with BIT allowed Big Blue to become the industry standard in computers. Big Blue concentrated on building large mainframes and focusing on large Enterprise and Government contracts. Big Blue quickly developed software, services and sale force capabilities to be able to better serve their large Enterprise clients. Big Blue has a strong established brand and is known for their commitment to investing in technological improvements and being on the cutting edge. The CEO of Big Blue was quoted as saying, &quot;Big Blue has more patents than anyone. Creating innovations in technology is what we do.&quot; Big Blue has leveraged their long history and commitment to technological advancement to establish themselves as the leader in the Enterprise market. Big Blue has used their large direct sales force model to form strong relationships with Enterprise customers around the world. In an effort to continue to grow revenues and expand their presence, Big Blue has recently entered the Consumer market. Big Blue hopes to leverage their strong brand name and investments in technology to help them quickly gain market share.",
    "Competitor2": "Big Blue",
    "ToolTipValueProposition": "Value proposition offered to customers for each product.",
    "ToolTipStartingPlantUnits": "Production capacity available at the beginning of the year",
    "ToolTipSolutionsArchitects": "Number of FTEs dedicated to creating more integrated solutions for clients so that clients can derive more value from solutions they purchase. In year 0, 40 FTEs were dedicated as solution architects. Studies have shown that dedicating more than 100 FTEs as solution architects does not provide much additional benefit.",
    "ToolTipSolutionIndexChart": "Displays Solution Index for this year and the previous year",
    "ToolTipSolutionIndex": "Index that represents the ability to offer an integrated solution of your company's products to your customers. This index accounts for Solution Discounts offered, number of dedicated Solution Architects, Services Competency and Interoperability and Strategic Initiatives",
    "ToolTipSoftware": "Software products",
    "ToolTipServices": "Support, consulting and managed services solutions",
    "ToolTipResources": "Displays the change in resources from last year to this year",
    "ToolTipResourceAllocationEnterpriseFTETotal": "FTEs necessary to generate Enterprise Hardware and Software value propositions.",
    "ToolTipResourceAllocation": "Comparison of how resources are allocated by business unit from last year to this year",
    "ToolTipProductivity": "Current productivity level for FTEs in the organization. Increasing the number of internal process improvement FTEs will improve productivity in the following year.",
    "ToolTipProductionPlantFacilities": "Physical plant that is used for the manufacturing of products",
    "ToolTipProductionLabor": "Employees that work in the manufacturing plant to produce products. This labor pool is separate from the FTEs that are used in other parts of the organization.",
    "ToolTipProd5EmpResourcesRequiredForRandD": "Resources required for product improvements this year vs. last year",
    "ToolTipProd3ValueProposition": "Current product specifications",
    "ToolTipProd3TotalMarketSize": "Total Consumer product market demand",
    "ToolTipProd3TotalDiscountExpense": "Total discount expense including Solution discount and channel discounts for each product. Increasing your solution discount or channel incentives decision will increase this cost.",
    "ToolTipProd3SolutionDiscount": "Maximum discount on each product included in a Solution sale. Increasing your solution discount on a product will improve your value proposition as well as increase your solution index; however, there is an associated discount expense to it.",
    "ToolTipProd3RevenueForecast": "Forecasted Consumer product revenue",
    "ToolTipProd3ResourceAllocationConsumerFTETotal": "Total FTEs dedicated to the Consumer business",
    "ToolTipProd3ProductsRevenue": "Forecasted Product revenue this year compared to actual Product revenue from last year",
    "ToolTipProd3Products": "Assortment of Consumer products",
    "ToolTipProd3Price": "Price charged for each product. Setting the price at each Business Unit drives growth and profitability. You will need to weigh your overall value proposition, customer care-abouts, and market size to the price you are charging your customers.",
    "ToolTipProd3MarketShareForecast": "Forecasted Consumer product market share",
    "ToolTipProd3MarketShare": "Actual product market share from last year.",
    "ToolTipProd3IncomeStatementSummary": "Forecasted revenue for both Consumer products and Consumables and the major cost categories for each",
    "ToolTipProd3FtrConsumerValueProposition": "Displays the total value proposition offered by the consumer products",
    "ToolTipProd3Ftr2StartingDesignLevel": "Design level at the beginning of the year",
    "ToolTipProd3Ftr2InvestmentRequired": "Investment required to improve design and feature level",
    "ToolTipProd3Ftr2FTEsRequired": "FTEs required for design and feature improvements",
    "ToolTipProd3Ftr2EndingDesignLevel": "Design level at the end of this year",
    "ToolTipProd3Ftr2AddDesignFeatures": "Design and feature improvement this year. Design and feature level represents an improvement in overall performance through improvements in design and the addition of features that will enhance the user experience. Improvements to Design/Features require FTEs and a dollar investment to implement.",
    "ToolTipProd3Ftr1InvestmentRequired": "Investment required to increase the breadth of products. A minimum of 2,000 is required here to maintain the current level of SKUs.",
    "ToolTipProd3Ftr1FTEsRequired": "Number of FTEs needed to develop the increase in breadth of products. A minimum of 10 FTEs is required per year to maintain the current level of SKUs.",
    "ToolTipProd3Ftr1BreadthLevelThisYear": "The breadth of your consumer product portfolio this year. Breadth represents the number of product offerings and the number of SKUs available that you are offering to your customers. Although increasing your breadth will lead to increased sales, increases in breadth will increase cost of sales as well as obsolescence and inventory handling costs.",
    "ToolTipProd3Ftr1BreadthLevelLastYear": "The breadth of your consumer product portfolio last year",
    "ToolTipProd3ForecastedVolume": "Forecasted unit sales for each product. The forecast will determine the number of units that will be stocked in your inventory for sale this year. The forecast number will also drive your pro forma financial statements. All unsold inventory will be carried over to the next year, but will use up cash on your balance sheet and has an associated obsolescence and inventory handling cost associated with it. On the other hand, not forecasting enough will cause a stockout and will result in missed sales and decreased customer satisfaction. Therefore, accurate forecasting will be critical to your company's success.",
    "ToolTipProd3ConsumerChannelIncentivesCoMarketing": "Investments in providing greater financial incentives to channel partners via discounts or additional market development funds such as co-marketing dollars (1 - low level, 5 - high level)",
    "ToolTipProd3ConsumerChannelDevelopmentFTEs": "FTEs dedicated to work with channel partners to manage the relationship, form joint strategic plans, and provide training. This decision will improve your channel enablement index.",
    "ToolTipProd3ConsumablesRevenue": "Forecasted Consumables revenue this year compared to actual Consumables revenue from last year",
    "ToolTipProd3Consumables": "Consumables to be sold with Consumer products. You can set your Consumer Consumables pricing strategy here by taking on a high, medium, or low pricing strategy for consumables.",
    "ToolTipProd3ChannelEnablementIndex": "Represents your ability to win mindshare from your channel partners. By increasing channel incentives/co-marketing as well as assign FTEs towards channel development, you will improve your channel enablement index.",
    "ToolTipProd2UtilizationSummary": "Comparison of actual utilization rates from last year and the planned utilization rate for this year",
    "ToolTipProd2TotalMarketSize": "Total market demand for Services",
    "ToolTipProd2TotalDiscountExpense": "Total discount expense including Solution discount and channel discounts for Services. Increasing your solution discount will increase this cost.",
    "ToolTipProd2SolutionsDiscount": "Maximum discount on Services included in a Solution sale. Increasing your solution discount on a product will improve your value proposition as well as increase your solution index; however, there is an associated discount expense to it.",
    "ToolTipProd2ServicesCompetencyDevelopment": "Adding levels of service competency represents an overall improvement in your organization's ability to handle different types of implementations, increase knowledge of interoperable architecture that customers are running, and improving overall quality of work that your customers receive. Increasing Services competency will improve sales, but will require FTEs and costs to implement.",
    "ToolTipProd2ServicePersonnelRequired": "Number of Services personnel required to meet forecasted demand and utilization",
    "ToolTipProd2RevenueForecast": "Forecasted Services revenue",
    "ToolTipProd2Price": "Price charged for a day's worth of Services. Setting the price at each Business Unit drives growth and profitability. You will need to weigh your overall value proposition, customer care-abouts, and market size to the price you are charging your customers.",
    "ToolTipProd2PlannedUtilization": "Forecasted Utilization level for Services personnel. By having a lower utilization level, you will improve your value proposition as the total quality of the work completed for your customers will improve while improving your overal Employee Satisfaction, but will be much more costy to implement. On ther other hand, having a higher utilization rate may decrease overall quality of work for your customers, but will improve profitability as your Services staff become more efficient.",
    "ToolTipProd2OutsourcePct": "Percentage of the Services workforce to be outsourced. By outsourcing a percentage of your Services contracts to be completed by outside contractors, you will be taking on increased costs, but will have more flexibility in your cost structure to handle increases and decreases in overall customer demand. On the other hand, by using internal Services staff to service your customers, you will improve quality of Services and improved profitability, but you will have to carry extra headcount and costs should you misforecast.",
    "ToolTipProd2OpeningServiceCompetency": "Service Competency level at the beginning of the year.",
    "ToolTipProd2MarketShareForecast": "Forecasted Services market share",
    "ToolTipProd2MarketShare": "Actual Services market share from last year.",
    "ToolTipProd2InVsOutsourcing": "Percentage of the Services workforce that is in-sourced vs. outsourced",
    "ToolTipProd2InvestmentRequired": "Expense amount required to increase Service Competency",
    "ToolTipProd2IncomeStatementSummary": "Forecasted Services revenue and major cost categories",
    "ToolTipProd2FtrTTMFTEs": "FTEs dedicated to improving expected launch date of products",
    "ToolTipProd2FtrStartingLevel": "Starting level for Functionality and Reliability at the beginning of the year",
    "ToolTipProd2FtrReliability": "Measures the reliability of the product. You are probably used to reliability being measured out to five nines, but in the simulation, we have made a simplification so that the reliability number is a metric relative to the competition.",
    "ToolTipProd2FtrInvestmentRequired": "Investment required to increase functionality and reliability levels",
    "ToolTipProd2FtrFunctionality": "Overall product performance as measured by features, capability, and speed.",
    "ToolTipProd2FtrFTEsRequired": "FTEs required to increase the functionality or reliability",
    "ToolTipProd2FtrEndingLevel": "Ending level for Functionality and Reliability at the end of the year",
    "ToolTipProd2FtrAddLevel": "Investment in Functionality improvement this year. Functionality represents the performance of the product. Investments into functionality require FTEs and an invesment into R%26D to implement. And due to an increase in product complexity, adding levels of functionality will decrease reliability and increased time to market for the product. You can assign FTEs towards Reliability or TTM to offset the increase in product complexity.",
    "ToolTipProd2FTEsRequired": "Number of FTEs to support the increase in Service Competency",
    "ToolTipProd2ForecastedVolume": "Forecasted service contracts. The forecast will determine the number of units that will be stocked in your inventory for sale this year. The forecast number will also drive your pro forma financial statements. All unsold inventory will be carried over to the next year, but will use up cash on your balance sheet and has an associated obsolescence and inventory handling cost associated with it. On the other hand, not forecasting enough will cause a stockout and will result in missed sales and decreased customer satisfaction. Therefore, accurate forecasting will be critical to your company's success.",
    "ToolTipProd2EndingServiceCompetency": "Service Competency level at the end of the year",
    "ToolTipProd2ContractorsRequired": "Contractors required as a result of forecasted market share, utilization and outsourcing decisions",
    "ToolTipProd1TotalSalesMarketingExpenses": "Total sales and marketing expenses for the Enterprise business unit.",
    "ToolTipProd1TotalMarketSize": "Total market demand for each product this year.",
    "ToolTipProd1TotalDiscountExpense": "Total discount expense including Solution discount and channel discounts for each product. Increasing your solution discount will increase this cost.",
    "ToolTipProd1StartingNumberOfRegions": "Number of regions with a sales presence at the beginning of the year.",
    "ToolTipProd1SolutionsDiscount": "Maximum discount on each product included in a Solution sale. Increasing your solution discount on a product will improve your value proposition as well as increase your solution index; however, there is an associated discount expense to it.",
    "ToolTipProd1SalesForcePerRegion": "Number of sales people per region.",
    "ToolTipProd1SalesCoverage": "Density of sales coverage in each region (1 - light coverage, 5 - dense coverage). Having a high density of sales coverage can allow your company to uncover new opportunities and improve overall sales, but can be costly. On the other hand, having lower density will allow you to achieve higher profitability, but will decrease overall revenue.",
    "ToolTipProd1RevenueForecast": "Forecasted revenue for each product.",
    "ToolTipProd1Price": "Price charged for each product. Setting the price at each Business Unit drives growth and profitability. You will need to weigh your overall value proposition, customer care-abouts, and market size to the price you are charging your customers.",
    "ToolTipProd1MarketShareForecast": "Forecasted market share for each product. Please reference last year's market share number here on this page to create an accurate forecast.",
    "ToolTipProd1GlobalExpansion": "The number of new regions that your company will enter. Entrance into new regions will improve your overall sales coverage and improve sales, but will have an associated sales and marketing cost as well as FTE cost and a capital investment cost into new property plant and equipment for that region.",
    "ToolTipProd1FtrTTMFTEs": "FTEs dedicated to improving the products expected launch date",
    "ToolTipProd1FtrStartingLevel": "Starting level for Functionality and Reliability at the beginning of the year",
    "ToolTipProd1FtrReliability": "Measures the reliability of the product. You are probably used to reliability being measured out to five nines, but in the simulation, we have made a simplification so that the reliability number is a metric relative to the competition.",
    "ToolTipProd1FtrInvestmentRequired": "Investment required to increase functionality and reliability levels",
    "ToolTipProd1FtrFunctionality": "Overall product performance as measured by features, capability, and speed.",
    "ToolTipProd1FtrFTEsRequired": "FTEs required to increase functionality or reliability",
    "ToolTipProd1FtrEndingLevel": "Ending level for Functionality and Reliability at the end of the year",
    "ToolTipProd1FTEsRequired": "Number of FTEs to support the expansion into new regions.",
    "ToolTipProd1ForecastedVolume": "Forecasted unit sales for each product. The forecast will determine the number of units that will be stocked in your inventory for sale this year. The forecast number will also drive your pro forma financial statements. All unsold inventory will be carried over to the next year, but will use up cash on your balance sheet and has an associated obsolescence and inventory handling cost associated with it. On the other hand, not forecasting enough will cause a stockout and will result in missed sales and decreased customer satisfaction. Therefore, accurate forecasting will be critical to your company's success.",
    "ToolTipProd1EndingNumberOfRegions": "Number of regions with a sale presence by the end of the year.",
    "ToolTipProd1CapitalExpenditures": "Amount of capital expenditure required to establish presence in new regions.",
    "ToolTipProcessImprovementFTEs": "Number of FTEs dedicated to working on special programs that are aimed at improving internal processes and productivity to cut out costs and improve employee effectiveness. Productivity improvements suffer from a one year lag, but profitability improvements will be immediate.",
    "ToolTipPlantUtilizationChart": "Percentage of production plant that is being utilized to produce products",
    "ToolTipPlantUtilization": "Percentage of production plant that is being utilized to produce products. Decisions can not be submitted if this number exceeds 100%.",
    "ToolTipPlantOperatingCosts": "Total costs of operating plant facilities this year",
    "ToolTipOutsourcedProductionCosts": "Total cost of having products produced by an outside manufacturer",
    "ToolTipOutsourcedProduction": "Amount of production that will be outsourced to an outside manufacturer. By outsourcing production to an outside manufacturer, you can improve your plant capacity, but will sacrifice profitability and time to market for your products.",
    "ToolTipOpsCostDrivers": "Displays the different manufacturing cost components in their main components: materials, labor, machinery, and other. The inventory handling costs associated with the handling and shipping of products are also displayed",
    "ToolTipOpeningLaborHeadcount": "Number of production employees at the beginning of the year",
    "ToolTipMarketShareAndGrowth": "Forecasted market share and revenue growth comparisons to actual results from last year.",
    "W145GlossaryTitle": "Weighted Average Cost of Capital (WACC)",
    "W145GlossaryDescription": "The cost of maintaining a company's assets, weighted according to a company's capital structure.  Also known as the &quot;hurdle rate&quot; or WACC.",
    "V144GlossaryTitle": "Vision",
    "V144GlossaryDescription": "The starting point for the strategy process is the Vision. It sets the company's direction, establishing what kind of organization it wants to be.",
    "V143GlossaryTitle": "Variance",
    "V143GlossaryDescription": "Comparison between budgeted financial items and actual financial results.",
    "V142GlossaryTitle": "Variable Costs",
    "V142GlossaryDescription": "These costs increase or decrease as the total volume of sales increases or decreases.  Variable Costs = Cost per unit multiplied by the number of units sold.",
    "V141GlossaryTitle": "Value Proposition",
    "V141GlossaryDescription": "The offering your company makes to consumers.  A value proposition a company competes with in the marketplace is a combination of four factors: price, product, promotion and place. This Value Proposition does not end once a potential consumer is acquired.",
    "V140GlossaryTitle": "Value Equation",
    "V140GlossaryDescription": "The Value Equation is made up of the 4 Ps (product, promotion, place, price).  The fundamental value equation says that price must be less than or equal to value (product plus promotion plus place).",
    "V139GlossaryTitle": "Value Creation",
    "V139GlossaryDescription": "Based on how well it executes its strategy to achieve a return on investment on its actions, a company will receive feedback from customers and the competitive market on how much value it created.",
    "V138GlossaryTitle": "Value Chain",
    "V138GlossaryDescription": "Shows the primary and supporting activities that a company conducts in order to create value.  The Value Chain plays a critical role in identifying areas for investment in resources and capabilities to achieve differentiation or cost advantage.",
    "T137GlossaryTitle": "Trend Analysis",
    "T137GlossaryDescription": "Comparing the current period's financial statements to previous financial time periods highlights the improvement or decline in operating effectiveness or efficiency.",
    "T136GlossaryTitle": "Total Market",
    "T136GlossaryDescription": "Largest possible purchasers of a company's goods and services. Typically it is the total population.",
    "T135GlossaryTitle": "Total Costs",
    "T135GlossaryDescription": "Total costs for a company equal the fixed costs plus the variable costs.",
    "T134GlossaryTitle": "Time Value of Money",
    "T134GlossaryDescription": "This concept is used when deciding on the future returns that a present-day investment will yield.  The Time Value of Money refers to the fact that a dollar in hand today is worth more than a dollar promised at some future time. ",
    "S133GlossaryTitle": "SWOT Analysis",
    "S133GlossaryDescription": "An analysis framework that examines a company's strengths and weaknesses internally, as well as external opportunities and threats.",
    "S132GlossaryTitle": "Sustainable Advantage",
    "S132GlossaryDescription": "Once a company attains competitive advantage and is successful, it must sustain that position in its industry.",
    "S131GlossaryTitle": "Strategy Implementation",
    "S131GlossaryDescription": "Strategic Implementation occurs when the vision, goals and strategy at various levels of the organization have been aligned.",
    "S130GlossaryTitle": "Strategy Alignment",
    "S130GlossaryDescription": "When the Visions and goals are aligned at different levels of an organization, alignment of strategies is more likely to occur.",
    "S129GlossaryTitle": "Strategy",
    "S129GlossaryDescription": "Strategy helps a company to achieve its goals.  A good strategy takes into account the company's current competitive situation and available resources and capabilities.",
    "S128GlossaryTitle": "STEP Analysis",
    "S128GlossaryDescription": "An analysis framework that supplements the factors explored in a Five Forces Analysis, the STEP Analysis looks at the social, technological, economic and political changes that a company cannot control, but must account for in its strategy.",
    "S127GlossaryTitle": "Selling, General & Administrative Expenses (SG&A)",
    "S127GlossaryDescription": "These include costs associated with selling, promoting and distributing products or services.  Also included are general administrative expenses incurred in operating the business.  Appears on Income Statement.",
    "R126GlossaryTitle": "Revenue Target",
    "R126GlossaryDescription": "A combination of market share forecast and the price component of the value proposition make up the company's revenue target.",
    "R125GlossaryTitle": "Revenue",
    "R125GlossaryDescription": "The value of the goods and services sold to customers during the time period.  Appears on Income Statement. ",
    "R124GlossaryTitle": "Return on Investment (ROI)",
    "R124GlossaryDescription": "Each decision or action taken by a company involves an investment in time and money.  Investors want to see a return on those investments.  Also known as ROI.",
    "R123GlossaryTitle": "Return on Invested Capital (ROIC) ",
    "R123GlossaryDescription": "Calculated as Operating Income/Invested Capital, or (Revenues - Operating Expense)/ (Debt + Equity).  ROIC shows how efficient a company is at generating Operating Income for every dollar in Invested Capital.  Also known as ROIC.",
    "R122GlossaryTitle": "Return on Assets (ROA)",
    "R122GlossaryDescription": "Defined as Net Income/Assets.  Indicates how effectively a company uses its Assets to generate Net Income.  Also called ROA.",
    "R121GlossaryTitle": "Retained Earnings",
    "R121GlossaryDescription": "Money reinvested in the company. Appears on Balance Sheet.",
    "R120GlossaryTitle": "Resources",
    "R120GlossaryDescription": "Tangible, intangible and human assets available to the company.",
    "R119GlossaryTitle": "Referrals",
    "R119GlossaryDescription": "A consumer that remains with the company for a period of time and is satisfied with the goods and services purchased will often refer others to the company.",
    "P118GlossaryTitle": "Property, Plant & Equipment (PP&E)",
    "P118GlossaryDescription": "Represents the value of the company's network, buildings, land, machinery and other equipment used in operations and not acquired for resale. Appears on Balance Sheet.",
    "P117GlossaryTitle": "Profit Margin",
    "P117GlossaryDescription": "Defined as Net Income/Revenues, Profit Margin indicates your efficiency in translating revenue into net earnings.",
    "P116GlossaryTitle": "Profit Centers",
    "P116GlossaryDescription": "These centers combine revenue and expense budgets.",
    "P115GlossaryTitle": "Productivity",
    "P115GlossaryDescription": "Productivity is the amount of demand (load) per employee. Productivity is calculated by dividing the load by the force. ",
    "P114GlossaryTitle": "Present Value (PV)",
    "P114GlossaryDescription": "The amount of a future investment discounted by a pre-determined interest rate.  The amount is discounted to take into account the possibility of risk that might result in not receiving the investment at all.  Also known as PV.",
    "P113GlossaryTitle": "PPH Method",
    "P113GlossaryDescription": "A method of doing market analysis, penetration and hit rate.  This method helps companies to set forecasts accurately.",
    "P112GlossaryTitle": "Potential Market",
    "P112GlossaryDescription": "The Potential Market is portion of the Total Market that want to purchase the goods and services offered by companies in an industry.",
    "P111GlossaryTitle": "Penetrated Market",
    "P111GlossaryDescription": "The Penetrated Market is the portion of the Available Market that a company can reach with its delivery and distribution networks.",
    "P110GlossaryTitle": "Partners' Capital",
    "P110GlossaryDescription": "Represents the value of the owners' interest in the company.  This term is used instead of Shareholders' Equity when the company is a joint-venture.  Appears on Balance Sheet.",
    "O109GlossaryTitle": "Other Non-Current Liabilities",
    "O109GlossaryDescription": "Includes the value of deferred tax payments and minority interests in the company.  Appears on Balance Sheet.",
    "O108GlossaryTitle": "Other Assets",
    "O108GlossaryDescription": "Other Assets include items such as investments in other companies and pre-paid expenses. Appears on Balance Sheet.",
    "O107GlossaryTitle": "Opportunity Cost",
    "O107GlossaryDescription": "The cost of any decision includes the Opportunity Cost, which represents the cost of the best forgone opportunity.",
    "O106GlossaryTitle": "Operating Margin (OM)",
    "O106GlossaryDescription": "Operating Margin indicates operating efficiency and shows how well a company is growing revenues and decreasing costs.  Operating Margin is calculated as Operating Income/Revenues.",
    "O105GlossaryTitle": "Operating Income",
    "O105GlossaryDescription": "The profit the company has made after subtracting the costs running the business, including depreciation.  A measure of profit before taxes and financial items.  Also called Earnings Before Interest and Taxes (or EBIT).  Appears on Income Statement. ",
    "N99GlossaryTitle": "Net Cash Flow",
    "N99GlossaryDescription": "Net cash flow for the year based on the company's change in cash from operating, investing and financing activities.  Appears on the Cash Flow Statement.",
    "N104GlossaryTitle": "Notes Payable",
    "N104GlossaryDescription": "Money owed by the company to its lenders which is due within one year. Appears on Balance Sheet.",
    "N103GlossaryTitle": "Niche Differentiation Strategy",
    "N103GlossaryDescription": "This strategy focuses on a specific market segment by understanding its unique needs. A company with differentiation advantage in a specific niche can command price premiums, high share and strong customer loyalty.",
    "N102GlossaryTitle": "Net Present Value (NPV)",
    "N102GlossaryDescription": "The difference between the present values of expected cash receipts and the cash outlays for a project.  The cash flows are discounted using the firm's cost of capital rate.  Projects are good investments if the NPV is greater than zero.  Also known as NPV.",
    "N101GlossaryTitle": "Net Income (NI)",
    "N101GlossaryDescription": "Amount the company has left at the end of the year to pay out as dividends to shareholders or to reinvest back into the business.  Appears on Income Statement.",
    "N100GlossaryTitle": "Net Expense",
    "N100GlossaryDescription": "Net Expense (or Income) of paying interest on the company's outstanding debts (or loans) and receiving interest on the company's cash investments.  Appears on Income Statement.  ",
    "M98GlossaryTitle": "Market Share",
    "M98GlossaryDescription": "The portion of the available market that the company gets as a result of its value proposition, when consumers compare it to competitors.",
    "M97GlossaryTitle": "Market Capitalization",
    "M97GlossaryDescription": "Defined as Stock Price x Number of Shares Outstanding.  Market Capitalization measures the expectations that investors have about the future potential of a company.",
    "L96GlossaryTitle": "Low-Cost Niche Strategy",
    "L96GlossaryDescription": "This strategy focuses on a specific market segment by understanding its unique needs and how to serve them at a low cost. A company with cost advantage in a specific niche can offer lower prices to gain share in high-growth segments.",
    "L95GlossaryTitle": "Long-Term Debt",
    "L95GlossaryDescription": "Debt which comes due more than one year from the date shown on the balance sheet.  Appears on Balance Sheet.",
    "L94GlossaryTitle": "Long Term Liabilities",
    "L94GlossaryDescription": "Company's liabilities which come due after one year.  Appears on Balance Sheet.",
    "L93GlossaryTitle": "Long Term Assets",
    "L93GlossaryDescription": "Assets that would take longer than one year to convert into cash.  Appears on Balance Sheet. ",
    "L92GlossaryTitle": "Load",
    "L92GlossaryDescription": "Load can be equated to demand.",
    "I91GlossaryTitle": "Investing Activities",
    "I91GlossaryDescription": "Includes the company's Capital Expenditures and sale of assets.  Appears on the Cash Flow Statement. ",
    "I90GlossaryTitle": "Inventory Turnover",
    "I90GlossaryDescription": "Defined as Revenues/Inventory.  Inventory Turnover tells us the speed at which Inventory is provisioned and sold.  Low turnover may indicate excess stock and/or poor sales.",
    "I89GlossaryTitle": "Inventory",
    "I89GlossaryDescription": "The value of items available for sale, which may include merchandise in stores and warehouses, or work in process.  Appears on Balance Sheet. ",
    "I88GlossaryTitle": "Internal Rate of Return (IRR)",
    "I88GlossaryDescription": "The discount rate at which a project's NPV is zero.  The IRR must be greater than a firm's cost of capital.  Also known as IRR.",
    "I87GlossaryTitle": "Interest Income",
    "I87GlossaryDescription": "Includes interest income, royalty, gains from currency exchange and other such sources of income.  Appears on Income Statement. ",
    "I86GlossaryTitle": "Interest Expense",
    "I86GlossaryDescription": "What the company paid for its loans over the course of the year.  Appears on Income Statement. ",
    "I85GlossaryTitle": "Interest Coverage",
    "I85GlossaryDescription": "Defined as Operating Income/Interest.  Interest Coverage indicates the company's ability to pay its interest expense through its operating activities. ",
    "I84GlossaryTitle": "Intangibles",
    "I84GlossaryDescription": "Include the value of the company's right or legal claim to use licenses, patents and trademarks. Intangibles also include the value of Goodwill. Appears on Balance Sheet.",
    "I83GlossaryTitle": "Intangible Assets",
    "I83GlossaryDescription": "Examples of Intangible Assets include the company's investments in wireless licenses, as well as goodwill resulting from earlier acquisitions of other companies. Appears on Balance Sheet.",
    "I82GlossaryTitle": "Indifference Line",
    "I82GlossaryDescription": "This line is used in the price-value model.  Any point on this line represents where value equals price in the mind of the consumer.",
    "I81GlossaryTitle": "Income Taxes Payable",
    "I81GlossaryDescription": "Taxes due within one year.  Appears on Balance Sheet.",
    "I80GlossaryTitle": "Income Tax",
    "I80GlossaryDescription": "The amount a company pays in taxes for the year.  If a company has negative pretax earnings, it receives a tax credit.  Appears on Income Statement. ",
    "I79GlossaryTitle": "Income Statement",
    "I79GlossaryDescription": "The Income Statement (also called the Profit & Loss Statement) measures a company's cumulative economic development over a certain time period.",
    "H78GlossaryTitle": "Hit Rate",
    "H78GlossaryDescription": "The portion of the Penetrated Market Penetration that a company actually sells to.",
    "G77GlossaryTitle": "Gross Margin ROI (GMROI)",
    "G77GlossaryDescription": "Calculated as Gross Margin / Inventory.  This ROI metric is commonly used by retail firms and other companies for which gross margin and inventory are key drivers of profitability.  Also known as GMROI.",
    "G76GlossaryTitle": "Gross Margin (GM)",
    "G76GlossaryDescription": "Defined as Gross Profit/Revenues,  Gross Margin indicates how efficient a company is at managing Cost of Sales and translating revenue into operating cash flow.",
    "G75GlossaryTitle": "Goodwill",
    "G75GlossaryDescription": "Recognized as an asset when the company acquires another company, paying more than the value of the target company's assets. Appears on Balance Sheet.",
    "G74GlossaryTitle": "Good Cost",
    "G74GlossaryDescription": "When investing in a cost leads to either increased revenue or decreased costs.",
    "G73GlossaryTitle": "Goals",
    "G73GlossaryDescription": "The financial, operational and strategic outcomes that a company sets for itself.  A company sets its goals based on its Vision, past performance and assessment of its potential.",
    "G72GlossaryTitle": "Goal Alignment",
    "G72GlossaryDescription": "When the goals of different levels of the organization complement each other and sum up to enable the whole company to meet its objectives.",
    "F71GlossaryTitle": "Future Value",
    "F71GlossaryDescription": "Future Value refers to the amount of money to which an investment will grow over a finite period of time at a given interest rate.  Future value is the cash value of an investment at a particular time in the future.  Also referred to as FV.",
    "F70GlossaryTitle": "Fundamental Return on Investment",
    "F70GlossaryDescription": "Calculated as Profit / Investment, or (Benefit - Cost) / Cost, or (Benefit / Cost) - 1, the Fundamental Return on Investment illustrates the ratio of Profit to the Investment required to generate it.  This is commonly called Cost-Benefit analysis.  The higher the percentage ROI the better.  A negative ROI is undesirable.",
    "F69GlossaryTitle": "FTEs",
    "F69GlossaryDescription": "FTEs stands for Full Time Equivalent, it's the equivalent employees working full-time. In other words, one FTE is equivalent to one employee working full-time, while an FTE of 0.5 signals that the worker is only half-time. In order to increase the number of FTEs you have available you can implement some strategic initiatives. During the decision making you can be left with a negative number of FTEs, then you'll have to reallocate your decisions to be left at least with 0 FTEs.",
    "F68GlossaryTitle": "Free Cash Flow",
    "F68GlossaryDescription": "Indicates a company's ability to finance itself internally, without going to the capital markets for financing.  Appears on the Cash Flow Statement.  ",
    "F67GlossaryTitle": "Four P's (4 P's)",
    "F67GlossaryDescription": "The 4 P's consist of the following: product, promotion, place, and price.",
    "F66GlossaryTitle": "Forecast Share",
    "F66GlossaryDescription": "When setting revenue and income targets, a company will forecast the numbers of consumers it serves and the amount of goods and services it expects those consumers to purchase.",
    "F65GlossaryTitle": "Fixed Cost",
    "F65GlossaryDescription": "Fixed costs are costs that remain constant, no matter what the sales volume is like in a company.",
    "F64GlossaryTitle": "Five Forces Analysis",
    "F64GlossaryDescription": "This analysis framework looks at the main forces impacting competition in the marketplace. It looks at the number, nature and strength of rivals, substitutes, buyers, suppliers and new entrants.  This framework was developed by Michael Porter.",
    "F63GlossaryTitle": "Financing Activities",
    "F63GlossaryDescription": "Includes the company's changes in Debt, Share Issuances and Dividend payments.  Appears on the Cash Flow Statement. ",
    "E62GlossaryTitle": "Equity",
    "E62GlossaryDescription": "Owners' investment in the company.  Appears on Balance Sheet.",
    "E61GlossaryTitle": "Earnings Before Taxes",
    "E61GlossaryDescription": "The company's profit before taking income taxes into consideration.  Appears on Income Statement. ",
    "D60GlossaryTitle": "Dividends on Shares",
    "D60GlossaryDescription": "Portion of Net Earnings that the company pays as dividend to its shareholders.  Appears on the Cash Flow Statement. ",
    "D59GlossaryTitle": "Dividend Yield",
    "D59GlossaryDescription": "Calculated as Dividend Per Share/Share Price.  Many investors look for a return on their investment in shares of stock, known as the Dividend. ",
    "D58GlossaryTitle": "Discounted Payback Period",
    "D58GlossaryDescription": "The length of time until the accumulated discounted cash flows from an investment equal or exceeds the original cost.",
    "D57GlossaryTitle": "Discounted Cash Flow (DCF)",
    "D57GlossaryDescription": "The amount that a company is willing to pay today in order to receive the anticipated cash flow in future years.  Also known as Discounted Cash Flow.",
    "D56GlossaryTitle": "Depreciation & Amortization",
    "D56GlossaryDescription": "The cost of property, plant and equipment consumed to produce goods and services during the year.  Appears on Income Statement. ",
    "D55GlossaryTitle": "Defection Rate",
    "D55GlossaryDescription": "The Defection Rate determines the number of consumers that defect to competitors. (in other words, they are consumers that stop purchasing Sony's products).",
    "D54GlossaryTitle": "Debt-to-Equity Ratio",
    "D54GlossaryDescription": "Defined as Debt/Shareholders' Equity. Measures long-term solvency.",
    "D53GlossaryTitle": "Debt",
    "D53GlossaryDescription": "Amount of money the company owes to banks and other financial institutions that have loaned the company funds to finance its operations.  Appears on Balance Sheet.",
    "D52GlossaryTitle": "Days Sales Outstanding (DSO)",
    "D52GlossaryDescription": "Defined as [(Accounts Receivable/Operating Revenues) * 365].  Measures the average collection period for Accounts Receivable.  Also called DSO.",
    "D51GlossaryTitle": "Days Payable Outstanding (DPO)",
    "D51GlossaryDescription": "Defined as [(Accounts Payable/Cost of Sales) * 365].  Measures the average period in which a company pays its suppliers.  Also called DPO.",
    "D50GlossaryTitle": "Days on Hand (DOH)",
    "D50GlossaryDescription": "Defined as [(Inventory/Cost of Sales)*365]. Measures how many days of sales a company is keeping in stock as inventory. Also called DOH.",
    "C49GlossaryTitle": "Current Ratio",
    "C49GlossaryDescription": "Defined as Current Assets/Current Liabilities. Measures short-term liquidity risk. ",
    "C48GlossaryTitle": "Current Liabilities",
    "C48GlossaryDescription": "Company's liabilities which come due within one year.  Appears on Balance Sheet.",
    "C47GlossaryTitle": "Current Assets",
    "C47GlossaryDescription": "Company's assets that can be converted into cash within one year.  Appears on Balance Sheet. ",
    "C46GlossaryTitle": "Cost-Benefit Analysis",
    "C46GlossaryDescription": "Often calculated as Profit/Investment.  This term is also known as Return on Investment.  Cost-Benefit Analysis illustrates the ratio of Profit to the Investment required to generate it.  The higher the percentage calculated the better.  A negative result is undesirable.",
    "C45GlossaryTitle": "Cost to Retain",
    "C45GlossaryDescription": "The money a company spends to retain consumers once they begin purchasing. The Cost to Retain may be higher or lower for a particular consumer in a year based on whether the company makes a specific retention offer which the consumer accepts.",
    "C44GlossaryTitle": "Cost to Provide & Retain Consumers",
    "C44GlossaryDescription": "Costs to Provide & Retain Consumers are recurring expenses incurred after a consumer is acquired.  These expenses include the cost of goods and services sold, the cost of consumer care, and all other expenses required to satisfy consumers.",
    "C43GlossaryTitle": "Cost of Sales",
    "C43GlossaryDescription": "The company's costs associated with manufacturing goods.  Appears on Income Statement. ",
    "C42GlossaryTitle": "Cost Centers",
    "C42GlossaryDescription": "These centers have expense budgets only.",
    "C41GlossaryTitle": "Contribution Margin ROI (CMROI)",
    "C41GlossaryDescription": "Calculated as Contribution Margin/Inventory. This ROI measure is often used by manufacturing firms, where profitability is driven in large part by the variable cost to produce its goods.  Also known as CMROI.",
    "C40GlossaryTitle": "Contribution Margin Return on Investment (CMROI)",
    "C40GlossaryDescription": "Calculated as Contribution Margin/Inventory. This ROI measure is often used by manufacturing firms, where profitability is driven in large part by the variable cost to produce its goods.  Also known as Contribution Margin ROI.",
    "C39GlossaryTitle": "Contribution Margin",
    "C39GlossaryDescription": "Calculated as Revenue - Variable Costs.  Shows the difference between revenue and variable cost, and is the amount left over to cover fixed cost and provide profit.",
    "C38GlossaryTitle": "Consumers",
    "C38GlossaryDescription": "Consumers represent the portion of Market Penetration that a company actually sells its goods and services to. It is based on the company's value proposition in the market place.",
    "C37GlossaryTitle": "Consumer Lifetime Value",
    "C37GlossaryDescription": "A measure of the value of each consumer to the company.",
    "C36GlossaryTitle": "Consumer Lifecycle",
    "C36GlossaryDescription": "The Consumer Lifecycle allows a company to have a single view of the Consumer, managing the handoffs between steps in the product/service lifecycle.  The Consumer Lifecycle also allows companies to appreciate the downstream and upstream impacts of consumer decisions made in each step of the Lifecycle.",
    "C35GlossaryTitle": "Consumer Defections",
    "AccountsPayable": "Accounts Payable",
    "AccountsReceivable": "Accounts Receivable",
    "Actual": "Actual",
    "ActualAsAPctOfForecast": "Actual as a % of Forecast",
    "ActualUtilizationLastYear": "Actual Utilization Last Year",
    "ActualVsPlannedUtilizationGraph": "Actual vs. Planned Utilization Graph",
    "AddCompetency": "Add Competency",
    "AddDesignFeatures": "Add Design/Features",
    "AddDismissLabor": "Add/Dismiss Labor",
    "AddFacilities": "Add Facilities",
    "AddLevel": "Add Level",
    "AddLevels": "Add levels",
    "AddPlantUnits": "Add Plant Units",
    "Administrative": "Administrative",
    "AdministrativeExpenses": "Administrative Expenses",
    "Alert": "Alert",
    "AllMonetaryValuesIn000s": "All monetary values in 000s",
    "Analysis": "Analysis",
    "AR": "A/R",
    "AreYouSureLogout": "Are you sure you want to log out?",
    "AsPercentages": "as percentages",
    "Assets": "ASSETS",
    "AssetTurnover": "Asset Turnover",
    "ASWOT": "Advanced SWOT",
    "AT": "AT",
    "Attrition": "Attrition",
    "AttritionLostResources": "Attrition (Lost Resources)",
    "AverageAssets": "Average Assets",
    "BalanceSheet": "Balance Sheet",
    "BeginningResources": "Beginning Resources",
    "Branding": "Branding",
    "BrandingBudget": "Branding Budget",
    "Breadth": "Breadth",
    "BreadthLevelLastYear": "Breadth Level Last Year",
    "BreadthLevelThisYear": "Breadth Level This Year",
    "BreadthLocalization": "Breadth/Localization",
    "BuyingCriteria": "Buying Criteria",
    "CAGR": "CAGR",
    "CAGROBal": "CAGR (oBal)",
    "CAGRPct": "CAGR %",
    "Cancel": "Cancel",
    "CapExRequired": "CapEx Required",
    "CapitalExpenditures": "Capital Expenditures",
    "Cash": "Cash",
    "CashFlowStatement": "Cash Flow Statement",
    "CashFromFinancingActivities": "CASH FROM FINANCING ACTIVITIES",
    "CashFromOperatingActivities": "CASH FROM OPERATING ACTIVITIES",
    "CashUsedInInvestingActivities": "CASH USED IN INVESTING ACTIVITIES",
    "CED": "Critical Enables vs Differentiators",
    "CEO": "CEO",
    "ChangeInAccountsPayable": "Increase (+)/ Decrease (-) in Accounts Payable",
    "ChangeInAccountsReceivable": "Increase (-)/ Decrease (+) in Accounts Receivable",
    "ChangeInFinishedGoods": "Increase (-)/ Decrease (+) in Finished Goods",
    "ChangeInMaterials": "Increase (-)/ Decrease (+) in Materials",
    "ChangeInOtherCurrentLiabilities": "Increase (+)/ Decrease (-) in Other Current Liabilities",
    "ChangeInWorkInProgress": "Increase (-)/ Decrease (+) in Work In Progress",
    "ChangesInWorkingCapital": "Changes In Working Capital",
    "ChannelEnable": "Channel Enable",
    "ChannelEnablement": "Channel Enablement",
    "ChannelEnablementIndex": "Channel Enablement Index",
    "ChannelEnablementIndexLastYear": "Channel Enablement Index Last Year",
    "ChannelEnablementIndexThisYear": "Channel Enablement Index This Year",
    "Close": "Close",
    "ClosingCompetency": "Closing Competency",
    "ClosingHeadcount": "Closing headcount",
    "ClosingLevel": "Closing Level",
    "COGS": "COGS",
    "Competency": "Competency",
    "CompetencyLastYrThisYr": "Competency Last Yr | This Yr",
    "CompetitorReport": "Competitor Report",
    "Confirm": "Confirm",
    "Consumables": "Consumables",
    "ConsumablesGrossMargin": "Consumables Gross Margin",
    "ConsumablesPricing": "Consumables Pricing",
    "ConsumablesRevenue": "Consumables Revenue",
    "Consumer": "Consumer",
    "ConsumerChannelDevelopmentFTEs": "Consumer Channel Development FTEs",
    "ConsumerChannelIncentivesCoMarketing": "Consumer Channel Incentives/Co-marketing Funds",
    "ConsumerConsumables": "Consumer Consumables",
    "ConsumerFTETotal": "Consumer FTE Total",
    "ConsumerOperatingMargin": "Consumer Operating Margin",
    "ConsumerProfitability": "Consumer Profitability",
    "ConsumerRandD": "Consumer R&D",
    "ConsumerRevenue": "Consumer Revenue",
    "ConsumerSales": "Consumer Sales",
    "ConsumerSolutionDiscount": "Consumer Solution Discount",
    "ConsumerValueProposition": "Consumer Value Proposition",
    "ContractorsRequired": "Contractors Required",
    "Corporate": "Corporate",
    "CorporateBranding": "Corporate Branding",
    "CorporateUnallocated": "Corporate/Unallocated",
    "CorpUnallocatedFTEs": "Corp/Unallocated FTEs",
    "COS": "COS",
    "COS_R1": "COS",
    "COS_R2": "COS",
    "COS_R3": "COS",
    "CostDrivers": "Cost Drivers",
    "CostOfGoodsSold": "Cost of Goods Sold",
    "CostOfInvestmentDivestment": "Cost of Investment/Divestment",
    "CostOfSales": "Cost of Sales",
    "CSAT": "CSAT",
    "CSATTrend": "CSAT Trend",
    "CumulativeFTEsAllocated": "Cumulative FTEs Allocated",
    "CumulativeOperatingMargin": "Cumulative Operating Margin",
    "CurrentAssets": "Current Assets",
    "CurrentLiabilities": "Current Liabilities",
    "CurrentYear": "Current Year",
    "CurrentYearLevel": "Current year level",
    "CurrentYearOperatingMargin": "Current Year Operating Margin",
    "CustomerSatisfaction": "Customer Satisfaction",
    "CustomerValueProposition": "Customer Value Proposition",
    "Days": "Days",
    "Decide": "Decide",
    "DecisionReview": "Decision Review",
    "DemandForecast": "Demand Forecast",
    "Depreciation": "Depreciation",
    "Depreciation_R1": "Depreciation",
    "Depreciation_R2": "Depreciation",
    "Depreciation_R3": "Depreciation",
    "DesignAndFeatures": "Design and Features",
    "DesignFeatures": "Design/Features",
    "DiscountCosts": "Discount Costs",
    "Discounting": "Discounting",
    "Distribution": "Distribution",
    "Edit": "Edit",
    "EmployeeAdministration": "Employee Administration",
    "EmployeeSatisfaction": "Employee Satisfaction",
    "EndingCashBalance": "ENDING CASH BALANCE",
    "EndingDesignLevel": "Ending Design Level",
    "EndingLaborHeadcount": "Ending Labor Headcount",
    "EndingLevel": "Ending Level",
    "EndingNumberOfRegions": "Ending Number of Regions",
    "EndingPlantUnits": "Ending Plant Units",
    "EndingResourcesHeadcount": "Ending Resources (Headcount)",
    "EndingServiceCompetency": "Ending Service Competency",
    "EndOfRoundFeedback": "End of Round Feedback",
    "EngineerHeadcount": "Engineer Headcount",
    "Enter": "Enter",
    "EnterpriseAllocationFTETotal": "Enterprise Allocation (FTE Total)",
    "EnterpriseFTETotal": "Enterprise FTE Total",
    "EnterpriseHardware": "Enterprise Hardware",
    "EnterpriseHardwareOperatingMargin": "Enterprise Hardware Operating Margin",
    "EnterpriseHardwareSolutionDiscount": "Enterprise Hardware Solution Discount",
    "EnterpriseHardwareValueProposition": "Enterprise Hardware Value Proposition",
    "EnterpriseHardwareVoiceOfTheCustomer": "Enterprise Hardware Voice of the Customer",
    "EnterpriseHW": "Enterprise HW",
    "EnterpriseHWProfitability": "Enterprise HW Profitability",
    "EnterpriseHWRevenue": "Enterprise HW Revenue",
    "EnterpriseRandD": "Enterprise R&D",
    "EnterpriseSales": "Enterprise Sales",
    "EnterpriseSoftware": "Enterprise Software",
    "EnterpriseSoftwareSolutionDiscount": "Enterprise Software Solution Discount",
    "EnterpriseSoftwareValueProposition": "Enterprise Software Value Proposition",
    "EnterpriseSW": "Enterprise SW",
    "EnterpriseSWProfitability": "Enterprise SW Profitability",
    "EnterpriseSWRevenue": "Enterprise SW Revenue",
    "Equity": "Equity",
    "ESAT": "ESAT",
    "ESATTrend": "ESAT Trend",
    "ExpectedLaunchDate": "Expected Launch Date",
    "Expenses": "Expenses",
    "Export": "Export",
    "Feedback": "Feedback",
    "FeedbackSlides": "FEEDBACK SLIDES",
    "FeedbackSlideTitles": "FEEDBACK SLIDE TITLES",
    "FinishedGoods": "Finished Goods",
    "FixedAdministration": "Fixed Administration",
    "FixedCosts": "Fixed Costs",
    "Forecast": "Forecast",
    "ForecastedReports": "Forecasted Reports",
    "ForecastedVolume": "Forecasted Volume",
    "FreeCashFlow": "FREE CASH FLOW",
    "FTEsRequired": "FTEs Required",
    "FTEstoConsumer": "FTEs to Consumer",
    "FTEsToConsumerChannelDevelopment": "FTEs to Consumer Channel Development",
    "Functionality": "Functionality",
    "FVC": "Fixed vs Variable Costs",
    "General": "General",
    "GeneralExpenses": "General Expenses",
    "GlobalExpansion": "Global Expansion",
    "GlobalExpansionGraph": "Global Expansion Graph",
    "GlobalPresence": "Global Presence",
    "Glossary": "Glossary",
    "GrossMargin": "Gross Margin",
    "GrossMarginByProduct": "Gross Margin by Product",
    "GrossMarginPct": "Gross Margin %",
    "GrossProfit": "Gross Profit",
    "Guide": "Guide",
    "Hardware": "Hardware",
    "Hardware_R1": "Hardware",
    "Hardware_R2": "Hardware",
    "Hardware_R3": "Hardware",
    "HardwareFunctionality": "Hardware Functionality",
    "HardwareGrossMargin": "Hardware Gross Margin",
    "HardwareMarketShare": "Hardware Market Share",
    "HardwareReliability": "Hardware Reliability",
    "HardwareRevenue": "Hardware Revenue",
    "HardwareTTM": "Hardware TTM",
    "Help": "Help",
    "HIQROA": "High Impact Questions and Link to ROA",
    "HumanResources": "Human Resources",
    "ID": "GEN",
    "IncomeStatement": "Income Statement",
    "IncomeStatement000s": "IncomeStatement (000s)",
    "IncomeStatementGraph": "Income Statement Graph",
    "IncomeStatementSummary": "Income Statement Summary",
    "Index": "Index",
    "InitiativeFTEsRequired": "Initiative FTEs Req'd",
    "Initiatives": "Initiatives",
    "InitiativesInstructions": "Select Strategic Initiatives by clicking on the numbered circle. To view more information about each initiative, click the initiative title and the description will appear here.",
    "InitiativesRemaining": "Initiatives Remaining",
    "InitiativesSelected": "Initiatives Selected",
    "InitiativesUsedYear": "Initiatives Used Year",
    "InSource": "In-source",
    "InSourcePct": "In Source %",
    "Insourcing": "Insourcing",
    "InternalProcessImprovements": "Internal Process Improvements",
    "Interoperability": "Interoperability",
    "Inventories": "Inventories",
    "Inventory": "Inventory",
    "InventoryAndObsolesence": "Inventory and Obsolesence",
    "InventoryHandlingCost": "Inventory Handling Cost",
    "InvestmentRequired": "Investment Required",
    "InVsOutsourcing": "In- vs Out-Sourcing",
    "Labor": "Labor",
    "Labor_R1": "Labor",
    "Labor_R2": "Labor",
    "Labor_R3": "Labor",
    "LaborAdminCosts": "Labor Admin Costs",
    "LaborHeadcount": "Labor Headcount",
    "LaborRecruitDismissCosts": "Labor Recruit/Dismiss Costs",
    "LaborSalaryCosts": "Labor Salary Costs",
    "LaborUtilization": "Labor Utilization",
    "LastY": "Last Y",
    "LastYear": "Last Year",
    "LastYear_R1": "Last Year",
    "LastYear_R2": "Last Year",
    "LastYear_R3": "Last Year",
    "LastYearActual": "Last Year (Actual)",
    "LastYearLevel": "Last Year Level",
    "LastYearsCSAT": "Last Year's CSAT",
    "Liabilities": "Liabilities",
    "LiabilitiesAndEquity": "LIABILITIES & EQUITY",
    "LogOut": "Log Out",
    "LongTermDebt": "Long Term Debt",
    "LossOnSaleOfPlant": "Loss on Sale of Plant",
    "Low": "Low",
    "LVOC": "Customer Lifetime Value",
    "Machinery": "Machinery",
    "Machinery_R1": "Machinery",
    "Machinery_R2": "Machinery",
    "Machinery_R3": "Machinery",
    "MarginPct": "Margin %",
    "MarketGrowthThisYear": "Market Growth This Year (%)",
    "Marketing": "Marketing",
    "MarketIntelligence": "Market Intelligence for ",
    "MarketReport": "Market Report",
    "MarketReportIntro": "The baseline projected demand paths are shown in the graph below. The tables shown below the graph reflect a recent polling of customers in your region in which customers were asked to rate their buying criteria from most important (10) to least important (1).",
    "MarketReportTitle": "Growth Rates Are Indexed With Year 0 = 100",
    "MarketShare": "Market Share",
    "MarketShareAndGrowth": "Market Share & Growth",
    "MarketShareForecast": "Market Share Forecast",
    "MarketShareForecastThisYear": "Market Share Forecast (This Year)",
    "MarketShareLastYear": "Market Share (Last Year)",
    "MarketSharePct": "Market Share %",
    "Materials": "Materials",
    "Materials_R1": "Materials",
    "Materials_R2": "Materials",
    "Materials_R3": "Materials",
    "Meeting": "Meeting",
    "Meetings": "Meetings",
    "Messages": "Messages",
    "Metric1Name": "Revenues",
    "Metric2Name": "Op Profit",
    "Metric3Name": "C-Sat",
    "Metric4Name": "E-Sat",
    "NetCapitalInvestDivest": "Net Capital Investments(-)/ Divestments (+)",
    "NetCashFlow": "NET CASH FLOW",
    "NetCashFromInvestingActivities": "NET CASH FROM INVESTING ACTIVITIES",
    "NetCashFromOperatingActivities": "NET CASH FROM OPERATING ACTIVITIES",
    "NetChangeInWorkingCapital": "Net Change in Working Capital",
    "NetEarnings": "Net Earnings",
    "NextYearFacilities": "Next Year Facilities",
    "No": "No",
    "None": "None",
    "NonUtilized": "Non-Utilized",
    "NotSelected": "Not Selected",
    "OM": "OM",
    "OMPct": "OM %",
    "OP": "OP",
    "OP_R1": "OP",
    "OP_R2": "OP",
    "OP_R3": "OP",
    "OpeningCashBalance": "OPENING CASH BALANCE",
    "OpeningCompetency": "Opening Competency",
    "OpeningLaborHeadcount": "Opening Labor Headcount",
    "OpeningLevel": "Opening Level",
    "OpeningServiceCompetency": "Opening Service Competency",
    "OperatingExpenses": "Operating Expenses",
    "OperatingMargin": "Operating Margin",
    "OperatingMarginbyBusinessUnit": "Operating Margin by Business Unit",
    "OperatingMarginPct": "Operating Margin %",
    "OperatingMarginPctOBal": "Operating Margin % (oBal)",
    "OperatingMarginPctOfRevenue": "Operating Margin % of Revenue",
    "OperatingMarginTrend": "Operating Margin Trend",
    "OperatingProfit": "Operating Profit",
    "Operations": "Operations",
    "OpEx": "OpEx",
    "OpEx_R1": "OpEx",
    "OpEx_R2": "OpEx",
    "OpEx_R3": "OpEx",
    "OpMargin": "Op Margin",
    "Other": "Other",
    "OtherAssets": "Other Assets",
    "OtherCurrentLiabilities": "Other Current Liabilities",
    "OtherExpense": "Other Expense",
    "Outsource": "Outsource",
    "Outsource_R1": "Outsource",
    "Outsource_R2": "Outsource",
    "Outsource_R3": "Outsource",
    "OutsourcedProduction": "Outsourced Production",
    "OutsourcedProductionCosts": "Outsourced Production Costs",
    "OutsourcePct": "Outsource Percentage",
    "Outsourcing": "Outsourcing",
    "OutsourcingCosts": "Outsourcing Costs",
    "PandLGraphLastYear": "P&L Graph (The Legend for the Graph is in order) - (Previous Year Data)",
    "PersonnelUtilization": "Personnel Utilization",
    "PlannedUtilization": "Planned Utilization",
    "PlannedUtilizationPct": "Planned Utilization (%)",
    "PlannedUtilizationThisYear": "Planned Utilization This Year",
    "PlanningSteps": "Planning Steps",
    "PlanningTool": "Planning Tool",
    "Plant": "Plant",
    "PlantCapacityDecisions": "Plant Capacity Decisions",
    "PlantMachinery": "Plant Machinery",
    "PlantOperatingCosts": "Plant Operating Costs",
    "PlantOperations": "Plant Operations",
    "PlantReport": "Plant Report",
    "PlantUtilization": "Plant Utilization",
    "PNV": "Price & Volume",
    "PPandE": "Plant, Property, and Equipment",
    "PPE": "PP&E",
    "Previous": "Previous",
    "PreviousYear": "Previous Year",
    "Price": "Price",
    "Pricing": "Pricing",
    "ProcessImprovementFTEs": "Process Improvement FTEs",
    "Product": "Product",
    "Product1Name": "Hardware",
    "Product2Name": "Software",
    "CancelPassword_AfterFeedback_R1": "cancel3",
    "CancelPassword_AfterFeedback_R2": "cancel5",
    "CancelPassword_AfterIntro": "cancel1",
    "CancelPassword_AfterSubmit_R1": "cancel2",
    "CancelPassword_AfterSubmit_R2": "cancel4",
    "CancelPassword_AfterSubmit_R3": "cancel6",
    "EnterPassword_R1": "Enter Password",
    "EnterPassword_R2": "Enter Password",
    "EnterPassword_R3": "Enter Password",
    "IntroBlogImage": "intro-blog1.jpg",
    "IntroBlogText": "{{ tlInputTeamName }} is looking for a new CEO.<br /><br />{{ tlInputTeamName }} has announced the retirement of Clint Barnstorm, President & CEO. The company plans to bring in a new CEO to take over at the end of the quarter.<br><br>{{ tlInputTeamName }} has been competing in the high tech industry since 1980. The company prides itself on providing innovative products and services to its customers, and has accordingly experienced strong growth and financial results over the years. Since business analysts consider the company to have the most potential in the industry, analysts and employees are looking forward to seeing who will lead the company in the future. The recruitment and interview process for the CEO position is in progress...<br><br>Click &quot;Read Email&quot; to continue.",
    "IntroBlogTitle": "Leadership in Action Blog",
    "IntroEmailButtonImage": "overviewIcon.png",
    "IntroEmailImage": "round1-introduction.jpg",
    "IntroEmailText": "Congratulations on being selected as our new CEO!<br><br>Our mission is to be the most highly regarded company in this industry and deliver superior value to our shareholders. This is a new role for you, but the good news is that you are part of a strong team of people that will help you through the transition.<br><br>You will face some challenges, but this job should help you expand your perspective and challenge your current thinking. We expect you to lead the company to superior business results with a solid foundation for the future.<br><br>Here is some background information to familiarize you with the company.<br><br>Good luck!<br>Ian, Chairman of the Board",
    "IntroEmailTitle": "Ian",
    "IntroOverviewButtonText": "Update your SWOT Analysis",
    "IntroOverviewButtonTitle": "Alert",
    "IntroOverviewImage": "IntroOverviewIcon.png",
    "IntroOverviewText": "{{ tlInputTeamName }} is a leader in the high tech industry and organized around three major business units: Enterprise, Consumer and Services. The company has grown organically as well as through acquisitions and currently has 30,000 employees. Last year's revenues were approximately $13.4B, which represents a growth of 9% from the previous year. Gross Margin was 35% and Operating Margin was a little under 13%.<br><br>The company currently offers a number of products and services:<br><br><li>Enterprise Hardware</li><li>Enterprise Software</li><li>Consumer Products and Consumables</li><li>Services</li><rowbreak><br>We manufacture our products and provide our services to customers all over the world and we are constantly looking to strengthen our market position and expand our global presence.",
    "IntroOverviewTitle": "{{ tlInputTeamName }} Company Overview",
    "NewMessageButtonText": "Ian - Chairman of the Board",
    "NewMessageButtonTitle": "New Message",
    "Password_AfterFeedback_R1": "business283",
    "Password_AfterFeedback_R2": "investment353",
    "Password_AfterIntro": "revenue426",
    "Password_AfterSubmit_R1": "employee975",
    "Password_AfterSubmit_R2": "finance857",
    "Password_AfterSubmit_R3": "dividend628",
    "PasswordErrorMessage": "Invalid password",
    "PasswordText_R1": "Please enter the password for the next year.",
    "PasswordText_R2": "Please enter the password for the next year.",
    "PasswordText_R3": "Please enter the password for the next year.",
    "ReadEmail": "Read Email",
    "Resume": "Resume",
    "ResumeText": "Click to Resume Session",
    "StartNew": "Start New",
    "StartNewText": "Click to Start a New Session",
    "TeamLeader": "Team Leader",
    "TeamMember": "Team Member",
    "TeamName": "Team Name",
    "TeamSession": "Team Session",
    "UpdateSWOT": "Update SWOT",
    "XYZOverview": "{{ tlInputTeamName }} Overview",
    "YourName": "Your Name",
    "BusinessChallengesText": "The company's main Business Challenges are:<br><br><ul><li>Being nimble and agile</li><li>Indentifying and capitalizing on new market trends</li><li>Collaborating across business units to deliver more value for the customer</li><li>Designing products that function well with other products in the market</li><li>Building stronger relationships with customers</li><li>Streamlining processes to be more efficient</li><li>Focusing attention and resources to create a compelling value proposition</li><li>Aligning culture to return superior results</li><li>Allocating capital appropriately to fuel future growth</li></ul>",
    "BusinessChallengesTitle": "Business Challenges",
    "CompetitiveLandscapeText": "The high tech industry is highly competitive with new competitors entering from both the established and emerging markets. There are many companies that compete in the market by specializing in the production of a particular piece of hardware or software to establish their brand and market position.<br><br>However, we pay close attention to two main competitors that offer a portfolio of products in services similar to ours:<br><br><ul><li>Big Blue is one of the oldest competitors in the industry. Big Blue is known as the leader in quality and has formed deep relationships with customers </li><li>Our other main competitor, RoundRock Computers, competes on price, and is known as the lowest cost option</li></ul><br>When tracking our performance we often benchmark against these two competitors.",
    "CompetitiveLandscapeTitle": "Competitive Landscape",
    "DashboardButtonTitle": "Dashboard",
    "DiagnosticSharedValuesInitialText": "What are the fundamental values that the company/team is built on? Why are these values important to you? What is your vision for the company?",
    "DiagnosticSharedValuesTitle": "Shared Values",
    "DiagnosticSkillsInitialText": "What are the key skills of the members of this leadership team? How do you plan to maximize these skills and minimize any potential skill gaps?",
    "DiagnosticSkillsTitle": "Skills",
    "DiagnosticStaffInitialText": "Are there any gaps in roles within your management team and ITI as a whole? What can you do to fill these gaps?",
    "DiagnosticStaffTitle": "Staff",
    "DiagnosticStrategyInitialText": "How do you intend to achieve your goals? How will you deal with competitive pressure? Which Strategic Disciplines will you target?",
    "DiagnosticStrategyTitle": "Strategy",
    "DiagnosticStructureInitialText": "What are your team roles, and how will you communicate as a group? How will you make decisions and communicate them through the organization?",
    "DiagnosticStructureTitle": "Structure",
    "DiagnosticStyleInitialText": "What does your team value in management and leadership styles? How will you determine that leadership is being effective?",
    "DiagnosticStyleTitle": "Style",
    "DiagnosticSystemsInitialText": "What internal rules and processes will your team use to keep on track? Where are the controls and how are they monitored and evaluated?",
    "DiagnosticSystemsTitle": "Systems",
    "DiagnosticText": "Now that your team has agreed on the situation in the SWOT Analysis, it's your time to determine the strategy you will use handle the situation. To do this, you will perform a 7-S analysis on the company and your leadership team. We recommend that you begin with Shared Values in order to align on your vision, then build the rest from that foundation. When considering your Strategy, do not forget to select your Strategic Discipline focus by filling in the relative % level of focus on the given chart. After the team is fully aligned on your strategy, you will be able to set financial goals for each revenue source on the next page.",
    "DiagnosticTitle": "McKinsey 7s Diagnostic Model",
    "GlobalTrendsText": "There are many trends impacting the global economy and the high tech industry. Of these trends, you as management should be particularly concerned with the following key trends:<br><br><ul><li>Globalization</li><li>Digitization</li><li>Virtualization</li><li>Increased emphasis on sustainability </li><li>Increased competition from low-cost competitors in emerging markets</li><li>Increased desire for mobility from customers and the workforce</li></ul>",
    "GlobalTrendsTitle": "Global Trends",
    "GoalSettingText": "As the CEO, it's up to you to set the overall direction.<br><br>We have eight key measures called the 8 Metrics. Try to be <b>realistic</b> (not too aggressive or conservative) and set the targets you want to reach in two years. All targets are possible, even the &quot;Stretch&quot; goals! Every year you will receive a report showing how close you are to your goals. Be sure to note your goals so that you can track them.<br><br>Click &quot;Submit&quot; when you are done.",
    "GoalSettingTitle": "Goal Setting",
    "KeyMetricsText": "Your results will be measured on four key metrics:<br><br><ul><li>Revenue</li><li>Operating Profit</li><li>Customer Satisfaction (C-Sat)</li><li>Employee Satisfaction (E-Sat)</li></ul><br>Each of these metrics will directly impact your ability to achieve financial success.<br><br>Your score will be calculated by adding your operating profit for years one and two.<br><br>Be sure to meet your hurdles (C-Sat and E-Sat above 90%). If you do not meet the hurdles, your score will be discounted.",
    "KeyMetricsTitle": "Key Metrics",
    "SWOTAnalysisText": "As the new CEO of the company it's up to you to do a SWOT analysis of our company's current situation. Please fill in the strengths and weaknesses as well as opportunities and threats you identify by clicking in each box on the page to the right.<br><br>Click on the images below to read more about global trends, challenges, competitive landscape and key metrics.",
    "SWOTAnalysisTitle": "SWOT Analysis",
    "SWOTOpportunityInitialText": "Improve cross-BU collaboration to increase solution selling; <br>Improve customer relationships; <br>Worker and consumer mobility; <br>Drive towards virtualization;",
    "SWOTOpportunityTitle": "Opportunities",
    "SWOTStrengthInitialText": "Strong global brand, presence and scale; <br>Diversified portfolio of products and solutions; <br>Ability to deliver end-to-end solutions;",
    "SWOTStrengthTitle": "Strengths",
    "SWOTThreatInitialText": "Emergence of low-cost competitors in emerging markets; <br>Big Blue's entrance into the Consumer market; <br>RoundRock leveraging their low-cost business model to enter Enterprise market;",
    "SWOTThreatTitle": "Threats",
    "SWOTWeaknessInitialText": "Lack of focus and prioritization in where to focus value proposition; <br>Business units operate in silos; <br>Complicated channel incentive plan; <br>Ability to leverage scale in software",
    "SWOTWeaknessTitle": "Weaknesses",
    "ValueDicCustomerIntimacyTitle": "Customer Intimacy",
    "ValueDicCustomerIntimacyToolTip": "Builds bonds with customers to deeply understand them and to provide products and services that maintain their loyalty.",
    "ValueDicOperationalExcellenceTitle": "Operational Excellence ",
    "ValueDicOperationalExcellenceToolTip": "Consistently striving to provide your customers with leading-edge products or useful new applications of existing products or services.",
    "ValueDicProductLeadershipTitle": "Product Leadership",
    "ValueDicProductLeadershipToolTip": "Providing customers with reliable products or services at competitive prices, delivered with minimal difficulty or inconvenience.",
    "ValueDiscText": "Where does your company intend to position itself along the value discipline framework? Plot the percentage of your company's strategic focus on the map below.",
    "ValueDiscTitle": "Value Disciplines",
    "Conservative": "Conservative",
    "FeedbackJustRight": "Feedback on the Goals<br><br>The Board seems pleased with your goals. You will be able to review your progress toward your goals at the end of the Feedback Session each year.<br><br>Click &quot;Visit Dashboard&quot; to continue.",
    "FeedbackNotAmbitiousEnough": "Feedback on the Goals<br><br>The Board has reviewed your plan and is pleased that you are committed to the job. However, they are concerned that you have not set enough ambitious goals. A good leader has at least one ambitious goal to inspire the team; so please revise your targets to focus yourself on at least one &quot;Stretch&quot; goal.<br><br>Click the &quot;Submit&quot; button when you are done.",
    "FeedbackNotEnoughGoals": "Feedback on the Goals<br><br>You need to set targets on all 8 key measures.<br><br>Click the &quot;Submit&quot; button after you are done.",
    "FeedbackTooAmbitious": "Feedback on the Goals<br><br>The Board has reviewed your plan and noted that you have very high ambitions. It shows you are committed to the job. However, they question how realistic it is to try to reach the market in so many different areas. Please revise your targets to focus yourself on no more than four &quot;Stretch&quot; goals.<br><br>Click the &quot;Submit&quot; button when you are done.",
    "High": "High",
    "Medium": "Medium",
    "Stretch": "Stretch",
    "Target": "Target",
    "VisitDashboard": "Visit Dashboard",
    "VisitYourDashboard": "Visit Your Dashboard",
    "PlanningToolTips_R1": "Tips for Year 1<br><br>You have been introduced to your company, the competition and the markets in which you are competing. Your goal is to create as much Operating Profit as possible while keeping your Customers and Employees satisfied. You will be entering in and out of this Planning Tool throughout the simulated year. After making your first round of decisions, you can return to your Dashboard and gather more information on your competitors by clicking the Analysis button in your Dashboard. You also want to make sure that you are iterating and updating your decisions after you receive new information while in your Dashboard.<br><br><b>YOUR NEXT STEPS:<br>1.</b> Access your department using the navigation buttons on the left.<br><br><b>2.</b> Access market driver information by clicking on the 'Market Report' in the upper right of the decision pages. Make decisions for your company. You should immediately see the effects of your decisions.<br><br><b>3.</b>  When you are finished with your first set of decisions, return to the Dashboard to collect more information. After receiving the new information, return to the Planning Tool to update your decisions. <br><br><b>4.</b>  Repeat this process until you have received all of the new information, you are happy with your decisions and you are able to submit your decisions by clicking on the &quot;Submit&quot; button in the Dashboard to finalize your decisions for the current year.",
    "PlanningToolTips_R2": "Tips for Year 2<br><br>The economy has taken a turn for the worse and the market is going to be a little more competitive this year. Are you up for the challenge?<br><br>You have had the opportunity to incorporate the updated market information into your revised SWOT. Now it is time execute on your updated strategy and align the decisions in the Planning Tool to your updated strategy.<br><br>Since the economy is experiencing a global recession, you want to make sure you are delivering products and services that customers are willing to purchase. You also want to make sure that you are closely controlling your costs and driving efficiencies throughout your company. Be sure to forecast accurately, so that you do not incur additional manufacturing, labor and inventory handling costs.<br><br>Remember to return to the Planning Tool after you have received new information in your Dashboard about the market, your competition and the state of your business.",
    "PlanningToolTips_R3": "Tips for Year 3<br><br>The last two years have taken you for quite a wild ride. By now, you should have a firm grasp on the reigns of your company and are hopefully well positioned to take your company to new heights.<br><br>As you well remember, the Operating Margin for this year counts double when calculating your high score. Now remember, as you are trying to drive your Operating Margin, keep an eye on the other two components of your balanced scorecard, Customer and Employee Satisfaction. If you do not meet the 90%25 hurdle for both Customer and Employee Satisfaction then your score will be penalized.<br><br>Your balanced scorecard is used as a proxy of your ability to generate the kinds of operating profits in the future that you have been able to generate over the last three years (the idea being that today's non-financial and financial strength predict future financial strength). If you find yourself a little low on these two non-financial metrics, you may want to look into a few Strategic Initiatives to help you reach your goal.",
    "ToolTipAddDismissLabor": "Number of production employees to add or dismiss this year",
    "ToolTipAddPlantUnits": "Additional capacity added during the year. Each additional production unit of capacity will not be available until the following year. The addition of plant capacity will also require a capital expenditure and impact your depreciation expenses. To divest of excess plant, enter a negative number.",
    "ToolTipAllocationOfResources": "Displays where resources are currently allocated amongst the different business units",
    "ToolTipAttrition": "Number of production employees that have left the organization since last year",
    "ToolTipCapitalExpenditures": "Total capital investments that are being made this year. This sum includes cash costs to add plant facilities, expand globally, maintain offices, and upgrade new equipment.",
    "ToolTipCorpOpsOperatingMargin": "Current forecasted operating margin percentage for the company",
    "ToolTipCorporateBranding": "Funding that is dedicated towards improving the position and awareness of the company brand",
    "ToolTipCumulativeFTEsAllocated": "Total number of FTEs dedicated to improving internal processes",
    "ToolTipEmpResourcesRequiredForRandD": "FTEs required for Hardware and Software improvements compared against last year's investment",
    "ToolTipEndingLaborHeadcount": "Number of production employees available this year",
    "ToolTipEndingPlantUnits": "Total capacity available at the end of the year",
    "ToolTipFtr3Breadth": "Overall size of the consumer product portfolio offered",
    "ToolTipFtr3DesignAndFeatures": "Design specifications and features added to the product",
    "ToolTipFtr3ExpectedLaunchDate": "Date the product is expected to launch",
    "ToolTipFtrValueProposition": "Value proposition for Hardware and Software products",
    "ToolTipHardware": "Hardware products",
    "ToolTipIncomeStatementSummary": "Forecasted revenue from both Hardware and Software and the major cost categories for each.",
    "ToolTipLaborAdminCosts": "Total administrative cost associated with production employees",
    "ToolTipLaborRecruitDismissCosts": "Total costs associated with recruiting or dismissing labor",
    "ToolTipLaborSalaryCosts": "Total salary cost for production employees",
    "ToolTipLaborUtilization": "Current labor utilization rate. Decisions can not be submitted if this number exceeds 130%. By having a lower labor utilization rate, you can improve your E-Sat, but sacrifice profitability as your employees will be less productive. On the other hand, increasing your utilization rate, you will sacrifice E-Sat for profitability, as your employees will work harder, but be less happy putting in those extra hours."
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $24M/year + 30 FTEs/year",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise SW Sales</li><li>Enterprise HW Sales</li><li>Customer Satisfaction </li>",
    "name": "Adaptive Infrastructure",
    "narrative": "In an effort to provide maximum value to customers, ITI launches the Adaptive Infrastructure initiative.  This program aims to identify the best route for data to flow in order to lower costs and improve flexibility for customers.  Additional effort is directed to reduce complexity and improve manageability and utilization. As a result, ITI will be able to greatly improve its customers' Return on Technology Investments. <br><br>",
    "PageType": "Initiative",
    "ID": "INIT01"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $40M/year + 30 FTEs/year",
    "ID": "INIT02",
    "name": "Push to Virtualization",
    "narrative": "The Virtualization / Data Center vision is a culmination of anticipating a world of virtualization around the concept of &quot;any content to any device&quot; - servers, storage, applications - anytime, anywhere. Data Centers move us from 'one person to one machine' interactions to 'many people - many machines' where users are empowered versus restricted by infrastructure limitations. The common theme of all virtualization technologies is the process of aggregating IT resources into unified, shared resource pools that can be delivered dynamically to business applications as needed.<br><br>",
    "PageType": "Initiative",
    "category": "Process",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Enterprise SW Sales</li><li>Enterprise HW Sales</li><li>Solution Sales</li>"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 30 FTEs/year",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise SW Sales</li><li>Global Presence</li><li>Customer Satisfaction</li>",
    "name": "Global Software Focus",
    "narrative": "Software sold by ITI is not off-the-shelf and often requires customization. Since the company does not have the resources to do all customization work in-house, it must rely on software deployment partners; especially critical in international markets. A major push is made to recruit and certify international deployment partners. <br><br>",
    "PageType": "Initiative",
    "category": "Growth",
    "ID": "INIT03"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $30M/year + 40 FTEs/year&",
    "ID": "INIT04",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise Software Sales</li><li>Solution Sales</li><li>Customer Satisfaction</li>",
    "category": "Growth",
    "narrative": "Cloud computing is a style of computing in which scalable and often virtualized resources are provided as a service over the Internet. ITI will expand its functional software offering by developing a company-wide software business entitlement, subscription, and delivery infrastructure. This will occur by creating an innovative 'software business' model, including quality IT, communications, and collaboration software.  Subsequently, sales force and support staff will require training on &quot;software as a service (SAAS).&quot;  The SAAS business model allows ITI to become a true 'platform' company by enabling the 'applications' part of customer solutions. <br><br>",
    "PageType": "Initiative",
    "name": "Cloud Computing: Selling Software as a Service (SAAS)"
}, {
    "category": "Process",
    "ID": "INIT05",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Services Sales</li><li>Service Competency </li>",
    "name": "Organizational Capability and Performance",
    "narrative": "In an effort to better serve large customers, ITI aims to improve customer performance through a series of new offerings in the areas of workforce management, organizational capability, and performance management.  This helps customers enhance workforce management processes, track metrics to improve transparency, enable ongoing management of resource levels, and promote a performance driven culture. <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 30 FTEs/year"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $38M + 30 FTEs/year",
    "ID": "INIT06",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Service Sales</li><li>Customer Satisfaction</li>",
    "name": "Cost-focused Consulting: Expense Reduction",
    "narrative": "In the current market, many customers are focused on cost reduction. As such, ITI creates a new go-to market program focused on creating cost savings for customers: Business Value Assessment Services. These services help the customer identify cost saving programs and quantify their ROI.<br><br>",
    "PageType": "Initiative",
    "category": "Process"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $35M + 35 FTEs/year",
    "ID": "INIT07",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Service Sales</li><li>Solution Sales</li>",
    "name": "Integrated Service Delivery",
    "narrative": "ITI offers a new program that integrates all support needs across their customers' mixed vendor environment, taking responsibility for consistent service levels, service outcomes backed by agreed and measurable goals, geographic coverage and other IT complexities that impact their business. The program simplifies customers' IT support by consolidating responsibility for all vendor management and service delivery.  <br><br>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "cost": "<span class='impact-heading'>Investment:</span> $40M + 15 FTEs/year",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Consumer Product Sales</li><li>Customer Satisfaction</li><li>Consumable Sales</li><li>Channel Enablement Index</li>",
    "name": "Partner Understanding: Striking a Balance",
    "narrative": "Increasingly, ITI differentiates itself relative to the competition by offering a seamless value proposition with partners. This initiative aims to better understand partners across four primary areas: 1) Operational Fit  2) Cultural Fit 3) Strategic Fit and 4) Strategic ROI.  During the process, ITI works towards a list of guiding principles for channel engagement: <ul><li>Define how ITI and the channel can create greater customer value together</li><li>Outline areas for sharing risk and reward</li><li>Identify how to best work with channels that also compete with ITI at times</li></ul><br><br>",
    "PageType": "Initiative",
    "ID": "INIT08"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $35M/year %2b consumables discount expense increase + 15 FTEs/year",
    "name": "Consumer and Consumables Bundling Rebate",
    "impact": "<span class='impact-heading'>Impact: </span><li>Consumable Sales</li><li>Consumer Product Sales</li><li>Brand Awareness</li>",
    "category": "Growth",
    "narrative": "To increase market penetration of consumables, ITI provides a rebate to customers that make bundled purchases.  Past experience has shown rebates to be an effective way to drive sales, but the costs will reduce overall margins. <br><br>",
    "PageType": "Initiative",
    "ID": "INIT09"
}, {
    "category": "Growth",
    "ID": "INIT10",
    "impact": "<span class='impact-heading'>Impact: </span><li>Consumer Product Sales</li><li>Consumable Sales</li><li>Design/Features </li><li>Consumer Cost of Sales </li><li>General Expenses</li><li>Customer Satisfaction</li>",
    "name": "New Business Models",
    "narrative": "Consumer market trends are advancing at an alarming rate.  Simply keeping up with trends allows ITI to 'play,' but not to lead.  In order to better position the company for growth, ITI builds the capability of Consumer employees and leaders in the areas of business acumen, market understanding, and flexibility.  As a result, individuals are able to quickly assess business challenges and opportunities, and build new business models fit to survive and lead. <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $35M + 25 FTEs"
}, {
    "category": "People",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 15 FTEs",
    "ID": "INIT11",
    "impact": "<span class='impact-heading'>Impact:</span><li>Solution Sales</li><li>Employee Satisfaction</li>",
    "name": "Compensation Structure",
    "narrative": "ITI has built three successful business; Enterprise, Services and Consumer.  However, the company has not tapped into the full potential of the organization as a whole.  Multiple opportunities exist, one of which is adjusting the compensation and rewards structure to drive solution sales across business units.  Sales people will no longer be compensated just on revenue generated for their individual business unit, but on the value they create for ITI as a whole. <br><br>",
    "PageType": "Initiative"
}, {
    "category": "Growth",
    "ID": "INIT12",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Solution Sales</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li><li>FTE Productivity</li>",
    "name": "Creating a Culture of Solution Selling",
    "narrative": "Once the proper rewards structure is in place, ITI turns its attention toward creating a culture of solution selling.  This effort begins with a root-cause analysis of issues prevalent across the organization (not just the sales force).  Sales teams are then moved to 'think solutions first' and products/services second.  In addition, operations teams across the business attend collaboration meetings to share best practices and focus efforts.  <b>This is a multi-year effort; the full effect is not realized in the initial year of implementation.</b>  <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $25M/year + 20 FTEs/year"
}, {
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 10 FTEs/year",
    "ID": "INIT13",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Manufacturing Costs</li><li>Other Costs</li><li>Working Capital</li>",
    "name": "Supply Chain Optimization",
    "narrative": "In an effort to control cost of sales (COS), ITI is embarking on a thorough supply chain review. Throughout this review ITI will examine contracts with suppliers, manufacturing sites and shipping routes. As a result of this process, ITI expects to reduce costs across the entire supply chain and improve margins. <br><br>",
    "category": "Process"
}, {
    "name": "Application Rationalization: Illustrating Value to a Customer",
    "PageType": "Initiative",
    "narrative": "ITI embarks on a thorough study to illustrate the value of application rationalization among customers.  Results of the study indicate that ITI Enterprise and Service customers run an average of 5500 applications.  The study also revealed a significant opportunity to reduce customer applications to an average of 1500 by consolidating and simplifying current and new applications. Coinciding with the study, ITI builds out enterprise sales skills to illustrate the business impact of application rationalization to both IT managers and senior line executives. <br><br>",
    "category": "Growth",
    "ID": "INIT14",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 20 FTEs/year",
    "impact": "<span class='impact-heading'>Impact: </span><li>Service Sales</li><li>Solution Sales</li><li>Customer Satisfaction</li>"
}, {
    "category": "Innovation",
    "ID": "INIT15",
    "impact": "<span class='impact-heading'>Impact: </span><li>Enterprise HW sales</li><li>Enterprise SW Sales</li><li>Customer Satisfaction</li><li>Time to Market</li><li>Engineer FTE productivity</li>",
    "name": "Early Collaboration in Product Design",
    "narrative": "In an effort to increase customer touch points, key customers are invited to collaborate on product creation throughout the development process. Their intimate knowledge of the market (the customer's customer) and unique product needs is solicited and incorporated before the product goes to market.  <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 20 FTEs/year"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 40 FTEs/year",
    "ID": "INIT16",
    "name": "Design for Serviceability",
    "narrative": "A task force is created with members of the support team and product design team. The goal is to figure out how products can be designed upfront for higher meantime between failure and easier serviceability, particularly with respect to remote monitoring capabilities. <br><br>",
    "PageType": "Initiative",
    "category": "Innovation",
    "impact": "<span class='impact-heading'>Impact: </span><li>Service Personnel Productivity </li><li>Enterprise HW Sales</li><li>Service Sales</li><li>Service Expenses</li><li>Employee Satisfaction</li>"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $40M/year + 35 FTEs/year",
    "impact": "<span class='impact-heading'>Impact:</span><li>Cost of Sales</li><li>Cost of Services</li><li>All Sales</li><li>Engineer FTE productivity</li><li>Improved Services personnel productivity</li><li>Inventory Handling (Obsolescence)</li>",
    "name": "Focusing on Customer Value",
    "narrative": "ITI is streamlining research and development to be more in-line with what customers are willing to pay for.  The company begins by gathering critical data on key customer concerns and buying criteria.  Information is conveyed to engineering teams using advanced simulations which allow individuals to experience the impacts of misalignment and the benefits of success. Subsequently, thorough customer-alignment research is conducted prior to the development of any new products. <br><br>",
    "PageType": "Initiative",
    "category": "Growth",
    "ID": "INIT17"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 30 FTEs/year",
    "ID": "INIT18",
    "impact": "<span class='impact-heading'>Impact: </span><li>Cost of Sales</li><li>Plant Utilization</li><li>Labor Required</li><li>Inventory levels decreased</li>",
    "category": "Innovation",
    "narrative": "Design for manufacturability begins with the initial concept and extends through product design, sourcing and testing.  Engineering teams are asked to map out their existing design process and identify where areas of opportunity exist to improve design for manufacturability.  A series of balanced procedures are put into place to ensure success at each critical point in the process while not impacting the time required develop solutions.  <br><br>",
    "PageType": "Initiative",
    "name": "Design for Manufacturability"
}, {
    "category": "People",
    "ID": "INIT19",
    "impact": "<span class='impact-heading'>Impact: </span><li>Employee Satisfaction</li><li>Engineer FTE Productivity</li>",
    "name": "Creating a Culture of Employee Engagement",
    "narrative": "A successful business culture is defined by employee engagement.  This means that employees take the lead to ensure that team members feel confident in their work, valued and motivated to always perform at their best.  ITI embarks on a plan to improve workplace culture through improved hiring, team building, employee reviews and increased mentoring.<br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 40 FTEs/year"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $15M",
    "ID": "INIT20",
    "impact": "<span class='impact-heading'>Impact: </span><li>Engineer FTE Productivit</li><li>Employee Satisfaction</li><li>Administrative Expenses</li><li>Reduction in headcount</li>",
    "name": "Workforce Rationalization",
    "narrative": "With the numerous changes in the company from its history of acquisitions, the size of the workforce has ballooned. By performing a systematic review of the organization, ITI will be able to streamline the organization, reducing the number of redundancies across functions and increasing the efficiency of processes. This initiative will ultimately lead to a reduction in headcount and provide ITI with cost savings. <br><br>",
    "PageType": "Initiative",
    "category": "People"
}, {
    "category": "People",
    "cost": "<span class='impact-heading'>Investment:</span> $30M + 15 FTEs/year",
    "ID": "INIT21",
    "impact": "<span class='impact-heading'>Impact: </span><li>Engineer FTE Productivit</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li>",
    "name": "Performance Management",
    "narrative": "Developing talent is a differentiator in the marketplace. This includes providing employees with challenges and resources to grow which in turn guarantees the best leaders, strongest team, and the most compelling developmental opportunities in the industry. ITI embraces performance management where a high performance culture aligns its workforce to serve customer needs and consistently deliver strong business results. It is an environment where employees do great work and make a difference. A focus on elevating and differentiating performance ensures that recognition and rewards are aligned with results. <br><br>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span> $60M + 40 FTEs </li>",
    "impact": "<span class='impact-heading'>Impact: </span><li>Cost of Sales</li><li>Operational Expenses</li><li>Engineer FTE Productivity</li><li>Time to market</li><li>Employee Satisfaction</li>",
    "name": "Implement ERP system",
    "narrative": "Enterprise resource planning (ERP) is a company-wide computer software system used to manage and coordinate all the resources, information, and functions of a business from shared data stores.  The first step is to integrate the hardware and software required on the local area network. Step 2 is to train individuals on the ERP systems use and leverage the investment. <b> Not all impacts occur in the first year of implementation.</b><br><br>",
    "PageType": "Initiative",
    "ID": "INIT22"
}, {
    "cost": "<span class='impact-heading'>Investment:</span> $40M + 15 FTEs",
    "name": "Employee Mobility & Real Estate Reduction",
    "impact": "<span class='impact-heading'>Impact: </span><li>Operations Expenses</li><li>Engineer FTE Productivit</li><li>Reduction in Plant Property and Equipment</li><li>Increased Cash</li><li>Employee Satisfaction</li>",
    "category": "Process",
    "narrative": "ITI makes a major move towards mobility, allowing call control capabilities from a worker's primary workplace to any location or device of their choosing.  This improved connectivity drives business value by improving worker reachability and responsiveness, maintaining business continuity, improving productivity and reducing operational costs.  In addition, ITI is able to divest several pieces of real estate and reduce other infrastructure-related assets.<br><br>",
    "PageType": "Initiative",
    "ID": "INIT23"
}, {
    "category": "Process",
    "ID": "INIT24",
    "impact": "<span class='impact-heading'>Impact: </span><li>Service Personnel Productivity</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li>",
    "name": "Services Efficiency (1st time fix)",
    "narrative": "In an effort to improve service efficiency, ITI embarks on a thorough training initiative to reduce re-work.  To institutionalize the concept of '1st time fix,' engineers attend training and apply learnings to identify skill gaps, improve planning, and improve efficiency.  <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $30M + 20 FTEs"
}, {
    "category": "Process",
    "cost": "<span class='impact-heading'>Investment:</span>Accounts Payable Reduced to 10 Days + 10 FTEs",
    "ID": "INIT25",
    "impact": "<span class='impact-heading'>Impact: </span><li>Cost of Sales</li><li>Decreased General and Administrative Expenses</li>",
    "name": "Reduce Accounts Payable (2/10, Net 30)",
    "narrative": "ITI negotiates more favorable terms with suppliers and vendors worldwide in an attempt to optimize credit days (when payments are due) and discounts. Through such negotiations, ITI is able to negotiate a 2%25 discount on all notes payable if paid within 10 days.  Cash flow is negatively affected, but profits improve.<br><br>",
    "PageType": "Initiative"
}, {
    "category": "Process",
    "ID": "INIT26",
    "impact": "<span class='impact-heading'>Impact: </span><li>Increase in Accounts Payable</li><li>Decrease in Accounts Receivable</li><li>Decreased General and Administrative Expenses</li><li>Inventory Handling</li><li>Employee Satisfaction</li>",
    "name": "Improve Internal Processing",
    "narrative": "Many of the financial processes and systems at ITI are complex and disconnected from one another.  This creates excessively high costs and can potentially delay timely access to information.  Improving internal processing will drastically simplify these processes, increase consistency, and eliminate non-value-added work.  As a result, accounts payable are extended, accounts receivable are reduced, and inventory handling improves. <br><br>",
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $25M + 10 FTEs"
}, {
    "PageType": "Initiative",
    "cost": "<span class='impact-heading'>Investment:</span> $25M + 10 FTEs",
    "ID": "INIT27",
    "impact": "<span class='impact-heading'>Impact: </span><li>Engineer FTE Productivity</li><li>Services Personnel Productivity</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li>",
    "name": "Creating a Culture of Diversity and Inclusion",
    "narrative": " A workplace that values diversity and is free of discrimination improves its productity, and leveraging the strengths of team members from different geographies and cultures leads to better business outcomes. ITI makes a commitment to a culture of Diversity and Inclusion (D&I) by setting clear directives to HR to pursue applications from qualified candidates from underrepresented populations, hiring a firm to facilitate internal group discussions around D&I, and prioritizeing diversity when evaluating Board candidates. <br><br>",
    "category": "People"
}, {
    "ID": "INIT28",
    "cost": "<span class='impact-heading'>Investment:</span> $15M + 25 FTEs",
    "category": "People",
    "PageType": "Initiative",
    "impact": "<span class='impact-heading'>Impact: </span><li>Engineer FTE Productivity</li><li>Services Personnel Productivity</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li>",
    "name": "Engaging Leadership ",
    "narrative": "The most effective leaders can adjust their leadership styles to meet the needs of those they are leading. They foster an individual's natural talents to enable them to do the best work of their careers. ITI develops a leadership curriculum to improve leaders' communication styles, ability to create a feedback culture, coaching techniques, and desire to seek diverse teams and opinions. <br><br>"
}, {
    "alt1_feedback": "Feedback 1",
    "alt1_narrative": "Description 1",
    "alt2": "Choice 2",
    "alt2_feedback": "Feedback 2",
    "alt2_narrative": "Description 2",
    "alt1": "Choice 1",
    "alt3_feedback": "Feedback 3",
    "alt3_narrative": "Description 3",
    "alt4": "Choice 4",
    "alt4_feedback": "Feedback 4",
    "alt4_narrative": "Description 4",
    "icon": "samanthaIcon.jpg",
    "ID": "R1D0",
    "image": "samantha-header1.jpg",
    "maximum": "2",
    "minimum": "2",
    "name": "Multiple Select Test",
    "narrative": "Please choose 2 of the following 4 options",
    "PageType": "MultiSelect",
    "alt3": "Choice 3"
}, {
    "name": "Consumer Sales Are Being Threatened",
    "alt1_narrative": "Our first option is to increase discounts. Our sales force anticipates that if we increase our discounts on our Consumer products then we will be able to be more competitive in the market place and gain additional market share. As we know, the Consumer market is extremely price sensitive.",
    "alt2": "Attach Peripherals",
    "alt2_feedback": "I just wanted to give you a quick update on our Consumer product sales. Our promotion of attaching peripherals to some Consumer product sales seems to have really paid off. We have been able to protect our market share without losing much margin on our Consumer products and it even looks like the sales of peripherals are increasing as well.<br><br>You want to make sure that you are capturing this increased demand for our products in the planning tool by increasing your forecasted volume for Consumer products",
    "alt2_narrative": "Another option is to attach ITI peripherals to Consumer product sales. Our marketing department believes that by attaching peripherals to some Consumer product sales we will not only protect our market share, but also raise awareness for some of our other products. We all know that consumers like receiving free products.",
    "feedbackimage": "r1d1-feedback.jpg",
    "icon": "samanthaIcon.jpg",
    "alt1_feedback": "I just wanted to give you a quick update on our Consumer product sales. Since we decided to increase discounts we have been noticing an increase in sales, but our margins are tighter than ever. These new sales are coming at a cost.<br><br>You want to make sure that you are capturing this increased demand for our products in the planning tool by increasing your forecasted volume for Consumer products.",
    "tutorialDescription": "Price and Volume Tutorial",
    "tutorial": "tutorialPriceAndVolume",
    "PageType": "SingleSelect",
    "narrative": "I hate to admit it, but we have been losing some market share in consumer product sales. Some of our competitors are heavily discounting in an effort to attack our market position. My team and I have been modeling different alternatives. The two options that seem to provide the best financial outcomes are increasing discounts or adding peripherals whenever consumers buy one of our products. Which option should we proceed with to solidify our market position?  Before you decide, please go through the tutorial on price and volume for more insight on this situation.",
    "ID": "R1D1",
    "image": "samantha-header1.jpg",
    "alt1": "Increase Discounts"
}, {
    "icon": "paulIcon.jpg",
    "feedbackimage": "r1d2-feedback.jpg",
    "alt2_narrative": "Although the sales cycle for a solution can be longer and more difficult, it will deliver more value to our customer. There is a risk that we could be seen as not listening to our customer's requests and trying to up-sell them, but if they are updating their hardware maybe they need to update their software as well.",
    "alt2_feedback": "I just received a call from All Auto Co. They really liked our consultative sales approach. They said they were not originally planning on upgrading their Enterprise software at this time, but they decided to upgrade both hardware and software since we were able to present such a convincing business case. <br><br>You want to make sure that you are accounting for this increased revenue in the planning tool by increasing your forecasted volume for Enterprise hardware and software products.",
    "alt2": "Sell the solution",
    "alt1_narrative": "Proceeding with the single component sale is fairly low risk and most likely a short sales process since we are one of All Auto Co's preferred suppliers. Our customer has asked for Enterprise hardware, so we should provide Enterprise hardware and best of all we will be able to recognize the revenue this quarter.",
    "alt1_feedback": "I just received a call from All Auto Co and they want to use us as their provider when they update their Enterprise hardware components. We will be able to ship the products soon and will be able to recognize the revenue this quarter. <br><br>You want to make sure that you are capturing this new contract in the planning tool by increasing your forecasted volume for Enterprise hardware products.",
    "alt1": "Sell the Hardware",
    "tutorialDescription": "Lifetime Customer Value Tutorial",
    "tutorial": "tutorialLifetimeCustomerValue",
    "PageType": "SingleSelect",
    "narrative": "I was just at one of our largest customers, All Auto Co, they want to update their Enterprise hardware. I know we can fill their need and probably even get the sale in this quarter. I think if we can add in our software product to the sale, it will be a better solution for All Auto Co and ultimately more revenue for us. What do you think we should do?<br><br>Before you decide, please go through the tutorial on lifetime customer value for more insight on this situation.",
    "name": "Solution Sale?",
    "image": "r1d2-header.jpg",
    "ID": "R1D2"
}, {
    "feedbackimage": "r1d3-feedback.jpg",
    "PageType": "SingleSelect",
    "name": "New Product Introduction",
    "image": "r1d3-header.jpg",
    "ID": "R1D3",
    "icon": "frankIcon.jpg",
    "narrative": "I was just talking to the head of our R&D labs. It looks like we have the chance to pursue an emerging opportunity in the consumer space. This would allow us to produce a cutting edge product and increase margins in the Consumer space. This is a big strategic decision.<br><br>What should we do?",
    "alt2_narrative": "While we would like to pursue this new opportunity, it just requires too many FTEs. We can not afford to pull resources from the other business units at this point in the year. On top of that, we are not even sure if the market for this new product will ever materialize. We should just stick with the plan we created at the beginning of the year.",
    "alt2_feedback": "I just informed the R&D labs of your decision to forego the new product introduction and focus on the core business. I explained the new opportunity did not fit into our strategic plan at this point, but the engineers still seemed pretty disappointed. <br><br>You may want to think about trying to increase employee satisfaction when returning to the planning tool.",
    "alt2": "Not a Strategic Priority",
    "alt1_narrative": "While this will require a large number of FTEs and we will most likely have to pull resources from other business units, this is an opportunity that we can not let pass. Margins in the Consumer space are already tight, but this will give us the opportunity to differentiate ourselves, gain market share and improve margin in the next few years.",
    "alt1": "Introduce the New Product",
    "alt1_feedback": "I just informed the R&D labs of your decision to move forward with the development of the new product. They are really excited to move forward with this opportunity and are gathering resources so that they will be able to introduce the product next year. <br><br>Since so many FTEs will be working on this new product introduction, you will want to make sure that you have not over allocated resources when you return to the planning tool."
}, {
    "PageType": "Read Update",
    "tutorial": "guideIntroductionWiB",
    "tutorialDescription": "Guide to Immerse, Leadership in Action",
    "ID": "R1S1",
    "icon": "chairmanIcon.jpg",
    "image": "round1-introduction.jpg",
    "name": "Introduction",
    "narrative": "Hi there. My name is Ian. As the Chairman of the Board I would like to personally welcome you to our company. I am very excited to have you onboard.<br><br>Before you start with your day-to-day activities, I recommend that you do the following:<br><br><ul><li>Go through the Guide, which will give you an overview of the simulation and the decision-making process that you will be following. </li><li>After going through the Guide, return to your Dashboard to look around and get familiar with the environment you will be working in.</li><li>Make sure to access the competitors' information by clicking on the Analysis button. This information will be updated every year.</li></ul><br>Good luck to you!"
}, {
    "chartseries": "EnterpriseHW, EnterpriseSW, Consumer, Services",
    "PageType": "Read Update",
    "ID": "R1S2",
    "icon": "marketUpdateIcon.png",
    "chartyear": "tlInputTeamYear",
    "name": "Year 1 Market Update",
    "chartranges": "[tlOutputMarketUpdateProd1, tlOutputMarketUpdateProd2, tlOutputMarketUpdateProd3, tlOutputMarketUpdateProd5]",
    "chartnumberformat": "0.0%",
    "chartcategories": "MarketGrowthThisYear",
    "chart": "basiccolumn",
    "narrative": "Growth analysts and industry experts expect moderate to average growth in the high-tech industry this year (see graph) with most of the growth being fueled by Enterprise Software and Services. Prices are expected to remain fairly stable with some pricing pressure in the Consumer products market. In the coming years industry experts expect prolonged growth in Enterprise Software and Services markets as customers will be migrating to new platforms and upgrading to 'smarter' IT systems. Experts also expect emerging markets to provide growth for the Consumer business as customers begin to have more disposable income.<br /><br />"
}, {
    "alt1": "Straight Cuts Across the Board",
    "alt1_feedback": "I just informed the employees about our decision to cut costs across the board. While none of the employees are happy about the cost reductions, they seem to understand that times are tough and they believe the approach is fair. Let's hope that things turn around soon so that we can get back to growing the business. <br><br>In the meantime, you may want to try and improve employee satisfaction when you return to the planning tool.",
    "alt1_narrative": "Using a straight percentage cost reduction across all business units will be quick and easy to implement. It will appear as a fair approach to all of the employees and will allow us to quickly get refocused on producing products, serving our customers and making sure we are on the right track.",
    "alt2": "In-depth Organizational Analysis",
    "alt2_feedback": "I just informed the employees about our decision to conduct a thorough analysis of each business unit to determine where cost can be reduced. Even though this process takes much longer and is more intrusive, I believe it will make sure that we are not overly constraining growth areas and allow us to better target areas where there is not much of a growth opportunity. This approach will position us well for future growth. <br /><br />Some employees believe that their business unit is being unfairly targeted. You may want to try to improve employee satisfaction when you return to the planning tool.",
    "alt2_narrative": "Even though analyzing each business unit is a time consuming process and will take some focus from competing in the market, this is not something that can be taken lightly. This is a painful process, but we have to make sure that it is executed properly.",
    "feedbackimage": "r2d1-feedback.jpg",
    "icon": "frankIcon.jpg",
    "ID": "R2D1",
    "image": "r2d1-header.jpg",
    "name": "Cost Cutting",
    "narrative": "As you know the economy has taken a turn for the worse and it does not look like we will be able to hit our growth targets this year. If we are going to get anywhere close to protecting our profit margin, we are going to have to reduce our costs. I think there are two ways that we can approach this:<ol><li>Issue the same straight percentage cost reduction for each business unit</li><li>Analyze business unit by business unit to determine where the cost reductions should come from.</li></ol><br />Before you decide, please go through the tutorial on fixed vs variable costs for more insight on this situation.",
    "PageType": "SingleSelect",
    "tutorial": "tutorialFixedVsVariableCosts",
    "tutorialDescription": "Fixed vs Variable Costs Tutorial"
}, {
    "icon": "frankIcon.jpg",
    "alt1": "Create New Products",
    "alt1_narrative": "While introducing new product versions may add some complexity to our supply chain, we need to make sure that we are offering the right product at the right price point if we are going to compete in the Emerging Markets. We should work with the business units to aid them in their go-to-market approach.",
    "alt2": "Deliver Standard Solutions",
    "alt2_feedback": "I just wanted to give you an update on the decision you made to ship standard products to the Emerging Markets. It seems like we are losing market share in Emerging Markets. Our standard products have higher levels of functionality than most customers in Emerging Markets need and we can not competitively price these products without losing too much margin.<br /><br />You may want to decrease your volume forecast for Enterprise hardware and Consumer products when you return to the planning tool to account for the decrease in market share in the Emerging Markets.",
    "alt2_narrative": "We are in the middle of an economic downturn. We can not afford to add any additional costs to our cost structure at the moment. We currently serve some of the largest companies in the world. The products and solutions we have for them should be good enough for these new customers.",
    "feedbackimage": "r2d2-feedback.jpg",
    "alt1_feedback": "I just wanted to give you an update on the decision you made to work with the business units to introduce the new product versions to the Emerging Markets. While it has slightly increased our costs, the business leaders have informed me that we are wining market share. By allowing them to deliver products and solutions tailored to the Emerging Markets, they can deliver a product with just the functionality needed at a price point that is competitive.<br /><br />You may want to increase your volume forecast for Enterprise hardware and Consumer products when you return to the planning tool to account for the increase in market share in the Emerging Markets.",
    "ID": "R2D2",
    "image": "r2d2-header.jpg",
    "name": "Solutions for Emerging Markets",
    "tutorialDescription": "Critical Enablers vs Differentiators Tutorial",
    "tutorial": "tutorialCriticalEnablersVsDifferentiators",
    "PageType": "SingleSelect",
    "narrative": "Many of the Enterprise hardware and Consumer business leaders are planning on creating additional versions of their products to be sold in Emerging Markets. I have told them that introducing new product versions will grossly increase our manufacturing and shipping costs, but they retort that they need these products to compete with new low-cost competitors that are appearing in the emerging markets. What should we do?<br /><br />Before you decide, please go through the tutorial on critical enablers vs differentiators for more insight on this situation."
}, {
    "ID": "R2D3",
    "icon": "frankIcon.jpg",
    "feedbackimage": "r2d3-feedback.jpg",
    "alt2_narrative": "By having more products and solutions in one customer, it is more likely that customer is going to stay with us. We need to make sure this is not just another transactional customer. We need to build a strong relationship with this new customer. We should tell KO Enterprises that we will not sell the hardware without our OS.",
    "alt2_feedback": "We went back to KO Enterprises and told them that we could not sell them the hardware product without our OS. Ko was pretty set on using our competitor's OS and it was a long negotiation process. We were able to seal the deal by offering a discount on our OS and showing them how pairing our hardware with our OS will actually improve results for them. By selling them a total solution, I think we are going to be able enjoy a long relationship with KO.<br /><br />Since we are expecting a long and profitable relationship with KO, you may want to increase your volume forecast for Enterprise hardware and Enterprise software.",
    "alt2": "Push the OS",
    "alt1_narrative": "Times are tough right now and we can not afford to miss the opportunity to establish a relationship with a new customer. We also could really use the new revenue stream. We should just sell the hardware product with the competitor's OS, if that is what the customer really wants.",
    "alt1_feedback": "Remember the decision you made to sell the Enterprise hardware with our competitor's OS. Well, KO Enterprises decided to accept the proposal and we were able to place our hardware products with them. However, it seems like it is beginning to be harder and harder to differentiate our hardware products, but we will take this win. <br /><br />You may want to increase your volume forecast for Enterprise hardware when you return to the planning tool to account for the new sale to KO Enterprises.",
    "alt1": "Sell the Hardware",
    "PageType": "SingleSelect",
    "narrative": "I have great news! I have just made some great headway with a new customer, KO Enterprises. They see us as the market leader in Enterprise hardware and are ready to place an order for our hardware products. The only reason I hesitate is because they want to use our competitor's operating system (OS). I know that we have allowed this to happen previously, but I really think we should try to use our own OS for this new customer.<br /><br />What do you think we should do?",
    "name": "New Customer Installation",
    "image": "r2d3-header.jpg"
}, {
    "icon": "frankIcon.jpg",
    "alt1": "Bring in the Consumer Group",
    "alt1_narrative": "Our client felt comfortable enough with us to ask us to help them with a problem that is not a service problem. I know that we would not be able to recognize the revenue towards our Services goal and it may keep us from focusing on our core business, but we should at least bring in the Consumer group to see if they have a solution for our client.",
    "alt2": "Focus on Services",
    "alt2_feedback": "I just wanted to give you an update on your decision not to introduce the Consumer group to our client. The client was disappointed that we were not able to help them with this particular problem, but they understood that print services is not a typical issue we deal with. We continue to focus on trying to selling more service solutions.<br /><br />You may want to slightly increase your volume forecast for Services since we are just concentrating on selling Services solutions with our client.",
    "alt2_narrative": "We need to focus on growing our Services revenue within this client. These are tough times and we only get measured on the revenue we bring in for our group. We do not want to get stuck having to answer to our client because other business units are not managing their project properly.",
    "feedbackimage": "r2d4-feedback.jpg",
    "alt1_feedback": "I just wanted to provide you with an update concerning your decision to introduce the Consumer group to our Services client. Our client was happy that we were able to reach across business units to help them solve issues they were facing. It has been a little more work to manage the client relationship, since the client comes to us first if there is anything wrong with any of the programs there, but we are now seen as more of a trusted advisor and true business partner.<br />You may want to increase your volume forecast for Services and Consumer products when you return to the planning tool to account for the collaboration between the two business units and stronger client relationship.",
    "ID": "R2D4",
    "image": "r2d4-header.jpg",
    "name": "Managed Print Services",
    "narrative": "While onsite at one of our largest service clients, I was approached by our client to see if we could help them manage their printing. I honestly did not know what we could do about printing solutions, but I know that if we partner with another business group we will not be able to recognize that revenue within our group. I also fear that if we bring in other business units we may be required to spend more time managing those solutions instead of selling new service engagements.<br /><br />What do you think we should do?",
    "PageType": "SingleSelect"
}, {
    "name": "Year 2 Market Update",
    "PageType": "Read Update",
    "ID": "R2S1",
    "icon": "marketUpdateIcon.png",
    "chartyear": "tlInputTeamYear",
    "chartseries": "EnterpriseHW, EnterpriseSW, Consumer, Services",
    "chartranges": "[tlOutputMarketUpdateProd1, tlOutputMarketUpdateProd2, tlOutputMarketUpdateProd3, tlOutputMarketUpdateProd5]",
    "chartnumberformat": "0.0%",
    "chartcategories": "MarketGrowthThisYear",
    "chart": "basiccolumn",
    "narrative": "The global economy has been dramatically affected by a worldwide credit crisis. Financial institutions are not lending money and consumer confidence is at an all time low. Businesses are not investing in major expenditures because they can not secure financing and consumers are not making purchases. Industry experts expect slight growth in the Enterprise Hardware market as companies are looking to upgrade to products that are more cost effective, from a total cost of ownership perspective and more energy efficient. Experts also believe there will be slight growth in the Services market as well, since companies will still need service and support for their existing IT systems. One thing that all industry experts can agree on is that price is going to be much more important to customers in all segments this year.<br /><br />"
}, {
    "alt1_feedback": "I just wanted to provide you with an update on your decision to grant additional rebates to the channel partner. For the first six months the program worked really well. Sales were increased for both the company and the channel partner, but after the program ended sales started to go back to historical levels. In addition, since we were giving extra rebates our margins are going to be a little lower than expected. Since our margins are lower for these sales, it will have a negative impact on our ROA.",
    "icon": "frankIcon.jpg",
    "name": "Underperforming Channel Partner",
    "narrative": "I know that business is turning around, but one of our largest channel partners has been missing their sale targets and is in danger of losing their Elite membership status. A partner business manager met with the channel partner informing them that if they do not meet their sales targets they will lose Elite membership status. The channel partner said they understood, but needed extra incentives to help get their business back on track. We can grant them extra rebates, increase the channel partner's territory, or work with them to create an account plan. What do you think we should do?<br /><br />Before you decide, please go through the tutorial on high impact questions and their link to ROA for more insight on this situation.",
    "PageType": "SingleSelect",
    "tutorial": "tutorialHighImpactQuestions",
    "tutorialDescription": "High Impact Questions Tutorial",
    "feedbackimage": "r3d1-feedback.jpg",
    "alt1": "Increase Incentives",
    "image": "r3d1-header.jpg",
    "alt1_narrative": "If we give our channel partner an extra 10% rebate on the products they sell within the next six months, that would be a quick way to incentivize our channel partner to sell more products and increase the cash flow for our channel partner.",
    "alt2": "Increase Territory",
    "alt2_feedback": "I just wanted to provide you with an update on your decision to grant additional territory to our channel partner. Our channel partner was able to increase sales by calling on the additional accounts, but this also caused some channel conflict.  The transitioning of customers from one channel partner to another and from our direct sales force to the channel partner has caused  conflict between channel partners and has caused a disruption in our on Go To Market strategy.<br /><br />You may want to reduce your volume forecast for Consumer products since there is such a disruption in our channel right now. This reduction in revenues without a decrease in cost is going to reduce our margins, which will have a negative impact on our ROA.",
    "alt2_narrative": "By increasing the territory of our channel partner we can give our channel partner more access to new accounts. The access to new account should help our channel partner reach their sales goals.",
    "alt3": "Create an Account Plan",
    "alt3_feedback": "I just wanted to provide you with an update on your decision to create an account plan with our channel partner. While this approach did not produce immediate results and has taken more time from both us and the channel partner it is really starting to pay off. By asking high impact questions and really finding out about the channel partners business we were able to design an account plan that was customized to their business. This channel partner is now extremely committed to us and we continue to see sales increase.<br /><br />You may want to increase your volume forecast for Consumer products to account for the increase in sales from your channel partner. Our ability to increase revenues from this account without increasing costs has improved our margin and our ROA.",
    "ID": "R3D1",
    "alt3_narrative": "We could also consult our channel partner and do some account planning to identify areas of growth. If we agree to the account plan and milestones, we could support the channel partner with additional business development resources. This approach will take commitment from both sides, but may not provide immediate results for the channel partner."
}, {
    "name": "New Hardware Implementation",
    "narrative": "One of our largest services customers is having a problem with their new hardware implementation. They say that the product is not reliable and is not functioning properly. They have threatened to end their contract with us and use our competitor if we do not redesign our products to be more reliable.<br><br>What do you think we should do?",
    "PageType": "SingleSelect",
    "alt1": "Commit to Product Redesign",
    "alt1_feedback": "We just completed increasing the reliability on our hardware product and delivered them to the customer. The process was expensive and consumed a lot of time from our engineers. After we reinstalled the new hardware, the client called us back a month later saying they had been experiencing the same problem. We went to the client site and after spending some time with them determined that it was not a product reliability issue but user error. That was an expensive fix for something that should have only amounted to a site visit.",
    "alt1_narrative": "We can not afford to lose this big account. We have to keep this customer happy. If the customer want us to redesign a portion of our product to make it more reliable and solve their problems then we should do it. Plus after we make these improvements we can use this product with other customers and reduce the number of problems they are having as well.",
    "alt2": "Visit the Client Site",
    "alt2_feedback": "We just finished our visit with the client that was complaining about the hardware reliability. After spending time with the client, we were able to determine that the hardware was not causing the problem. The client was simply using our hardware incorrectly. We were successfully able to train our client how to work with the product correctly and avoid future problems. The client was extremely happy with our service and now views us as a trusted partner.<br /><br />You may want to increase your volume forecast for Services to account for the stronger relationship with your customer.",
    "alt2_narrative": "Our reliability standards are some of the best in the industry. I can not believe that it is a product reliability issue. We should spend a little extra time with our client to better understand their processes and how they are using the product.",
    "feedbackimage": "r3d2-feedback.jpg",
    "icon": "frankIcon.jpg",
    "ID": "R3D2",
    "image": "r3d2-header.jpg"
}, {
    "alt1_feedback": "I wanted to give you an update on the status of the acquisition. We have successfully merged the two companies. We have identified and realized most of the synergies between the two companies and we seem to be operating smoothly. However, I am not sure if we are operating as smoothly as we could be. Sometimes it seems like people are doing their job, but do not identify with the strategy and direction of the company. <br><br>You may want to slightly increase your volume forecast for Enterprise Software as a result of the merged company and access to a larger customer base.",
    "icon": "frankIcon.jpg",
    "image": "r3d3-header.jpg",
    "name": "Potential Acquisition",
    "narrative": "It has just come to our attention that one of our competitors in the software space has not recovered as well as some of the other companies in our industry and we may be able to purchase them for a good price. If we purchased this company we would have access to all of their customers and it should help us increase our global presence and market share within software. I know acquisitions are big decisions and would probably require us to reallocate some resources to be able to bring in the new company, but maybe we should get the management team together to talk about it. What do you think we should do?",
    "PageType": "SingleSelect",
    "feedbackimage": "r3d3-feedback.jpg",
    "alt3_feedback": "I just wanted to provide you with an update on your decision to not pursue the acquisition. I recently heard that one of our competitors bought the software company and integrated the companies very quickly without doing any cultural alignment to support the integration. It seems like they are having a little trouble getting the two cultures to align and merge. I guess it is not as easy as they thought.",
    "alt3": "Do Not Acquire",
    "alt2_narrative": "Acquiring this competitor would help us get the scale we need to run a profitable software business, but an acquisition is more than just the meshing of two companies and streamlining redundancies. Whenever two companies are merged, we must look at the entire entity and make sure that there is a strong cultural alignment. We should proceed with the integration, but besides just looking for overlapping areas where we can improve efficiency we also need to make sure that the two cultures are aligned and work well together. This is going to be a longer process than just merging the two companies and will not return results as quickly.",
    "alt2_feedback": "I am here to provide you a status update on the acquisition. We are just about finished integrating the two companies and completing the cultural alignment. We have already started seeing some great results from the cultural alignment training. Employees seem just happier in their roles and can really identify with the company, the strategy and how their drives results for the company. <br><br>You may want to increase your volume forecast for Enterprise Software to represent your increased presence as a result of the merged company.",
    "alt2": "Acquire and Align Cultures",
    "alt1_narrative": "We need scale in the software industry to be able to leverage our fixed costs and improve margin. By acquiring this competitor we will be able to improve our revenue base, overall profitability and our global presence. We should acquire this competitor quickly, realize the synergies and increase the profitability of our Software business unit.",
    "ID": "R3D3",
    "alt1": "Quickly Acquire & Integrate",
    "alt3_narrative": "It is true that having a larger revenue base can improve profitability in the software business. It is also true that this acquisition is one path to get there quickly, but at this time we have too many other things areas to focus on to be distracted by this acquisition. We are showing strong growth in all of our business units and the organic growth in our Software group is enough to get us where we want to be without having to concern ourselves with merging different cultures."
}, {
    "chart": "basiccolumn",
    "chartnumberformat": "0.0%",
    "chartranges": "[tlOutputMarketUpdateProd1, tlOutputMarketUpdateProd2, tlOutputMarketUpdateProd3, tlOutputMarketUpdateProd5]",
    "chartseries": "EnterpriseHW, EnterpriseSW, Consumer, Services",
    "chartyear": "tlInputTeamYear",
    "chartcategories": "MarketGrowthThisYear",
    "ID": "R3S1",
    "name": "Year 3 Market Update",
    "narrative": "All signs point to a strong economic recovery. Financial institutions are once again beginning to issue loans and the latest consumer survey shows consumer confidence on the rise. Enterprise Software and Services seem to be recovering the quickest as companies are upgrading to &quot;next generation&quot; IT systems and moving towards virtual platforms. The Consumer market is also expected to show decent growth as customers in emerging markets will have more spending power and increased access to the internet and wireless networks.<br /><br />",
    "PageType": "Read Update",
    "icon": "marketUpdateIcon.png"
}, {
    "tutorialDescription": "ROA Tutorial",
    "tutorial": "tutorialROA",
    "PageType": "Read Update",
    "narrative": "Hi again. These last two years have been pretty challenging. You have had to deal with difficult business situations and navigate through some tough economic times. The economy is now turning around and we should have some good growth in many of our markets. Over the last two years, you have been positioning our company for future success. Now, it is time to capitalize. One metric that we look use to evaluate how well we are running the company is ROA. Before you get started on your third year I would like to recommend that you go through a tutorial on ROA. This will help you understand how the metric is calculated and why we use it. You can view the ROA for our company on the ROA tab in the Reports section of the Planning tool.<br /><br />Keep up the good work!",
    "name": "ROA Introduction",
    "image": "round1-introduction.jpg",
    "ID": "R3S2",
    "icon": "chairmanIcon.jpg"
}, {
    "icon": "marketUpdateIcon.png",
    "ID": "R3S3",
    "image": "r3s3-header.jpg",
    "name": "The Economy Rebounds",
    "narrative": "It is great news that the economy is starting to turn around and that businesses are looking to invest and grow again. With the turnaround of the economy the job market is becoming more competitive and our competitors are poaching away some of our top talent. We can expect to have a few less FTEs to work with this year and we will have to make sure that we are improving Employee Satisfaction and productivity of the people that are still here so that we do not lose anymore.",
    "PageType": "Read Update"
}, {
    "xxSim0Tool1": "1"
}
]}