{"scenes": [
{
    "xxSim0Tool1": "1"
}, {
    "AT_selected": "selected",
    "AT_SingleSelect_isChecked": "Press space or enter key to unselect",
    "AT_SingleSelect_notChecked": "Single select: Press space or enter key to select",
    "AT_unselected": "unselected",
    "DashboardKeyMetric1_R1": "Patient Volume",
    "DashboardKeyMetric1_R2": "Patient Volume",
    "DashboardKeyMetric1_R3": "Consumption",
    "DashboardKeyMetric2_R1": "ALOS",
    "DashboardKeyMetric2_R2": "PSAT",
    "DashboardKeyMetric2_R3": "Revenue Potential",
    "DashboardKeyMetric3_R1": "PSAT",
    "DashboardKeyMetric3_R2": "Efficiency",
    "DashboardKeyMetric3_R3": "CSAT",
    "DashboardKeyMetric4_R1": "Employee Engagement",
    "DashboardKeyMetric4_R2": "Episode 2 Metric 4",
    "DashboardKeyMetric4_R3": "Episode 3 Metric 4",
    "DashboardKeyMetric5_R1": "Efficiency",
    "DashboardKeyMetric5_R2": "Episode 2 Metric 5",
    "DashboardKeyMetric5_R3": "Episode 3 Metric 5",
    "From": "From",
    "ID": "GEN",
    "OSD_HowRespond": "How do you respond?",
    "Submit": "Submit",
    "Title": "Insights to Outcomes"
}, {
    "alt1": "Grow Revenue through Increasing Patient Volume ",
    "alt2": "Decrease Costs by Reducing Average Length of Stay ",
    "alt3": "Increase Patient Satisfaction ",
    "alt4": "Improve Employee Engagement",
    "alt5": "Reduce Operating Expenses by Improving ",
    "ID": "Rd1_Dec1_R1",
    "name": "Goals Common to Healthcare Providers",
    "narrative": "<p>You are the new CEO and are preparing for your first Senior Leadership Team (SLT) meeting and you want to organize the strategy discussion that will arise in the SLT meeting around three core goals for the business.</p>",
    "osd": "Stack rank potential goals",
    "PageType": "Ranking",
    "popupBtnText": "Prepare",
    "popupTitle": "Meeting Prep"
}, {
    "alt1": "Expand capacity ",
    "alt1_feedback1": "+ 5.0%",
    "alt10": "Invest in upgrades or renovations of existing facilities",
    "alt10_feedback1": "+ 1.0%",
    "alt10_feedback2": "- 1.0",
    "alt10_feedback3": "+ 2.0%",
    "alt10_feedback4": "+ 2.0%",
    "alt2": "Invest in alternative care strategies",
    "alt2_feedback1": "+ 3.0%",
    "alt2_feedback2": "- 0.1",
    "alt2_feedback3": "+ 3.0%",
    "alt3": "Focus on cutting-edge clinical technology",
    "alt3_feedback1": "+ 2.0%",
    "alt3_feedback2": "- 0.2",
    "alt3_feedback3": "+ 3.0%",
    "alt3_feedback4": "+ 2.0%",
    "alt3_feedback5": "+ 1.0%",
    "alt4": "Improve patient access",
    "alt4_feedback1": "+ 2.0%",
    "alt4_feedback3": "+ 3.0%",
    "alt5": "Focus on process improvements",
    "alt5_feedback2": "- 0.1",
    "alt5_feedback3": "+ 1.0%",
    "alt5_feedback4": "+ 1.0%",
    "alt5_feedback5": "+ 4.0%",
    "alt6": "Focus on managing costs",
    "alt6_feedback2": "- 0.1",
    "alt6_feedback4": "- 1.0%",
    "alt6_feedback5": "+ 2.0%",
    "alt7": "Improve employee satisfaction",
    "alt7_feedback1": "+ 3.0%",
    "alt8": "Implement software that will streamline or simplify work",
    "alt8_feedback4": "+ 3.0%",
    "alt8_feedback5": "+ 3.0%",
    "alt9": "Raise awareness of Lamna Healthcare's services in the community ",
    "alt9_feedback1": "+ 2.0%",
    "alt9_feedback3": "+ 1.0%",
    "alt9_feedback4": "+ 1.0%",
    "ID": "Rd1_Dec2_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Primary Drivers of Chosen Goals ",
    "narrative": "<p>As an SLT, select the drivers you want to invest in for your chosen goals. </p>",
    "osd": "Select a total of 5 drivers",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Driver Investment"
}, {
    "alt1": "Invite all clinical staff to a meeting at which you will explain the rationale for the changes. People adapt to change more easily when they understand the reason for it. Focus on three key areas: benefits to patients, benefits to the organization (including financial), and benefits to staff and employees.",
    "alt1_feedback": "<p>The staff meeting was an efficient way to communicate the rationale for the change. In the end, some people still disagreed with the changes, but at least they understood why the changes were happening. Employee engagement increases. </p><ul><li>Employee Engagement + 2%</li></ul>",
    "alt2": "You recognize that change takes time and each person reacts to change in a different way and at their own pace. However, regardless of people's personal feelings, you need them to be aligned. Answer questions as they come to you, and then work with individual department heads to enforce compliance.  ",
    "alt2_feedback": "<p>The clinical staff appreciated your personal response to their questions and concerns. Your work with the department heads ensures the changes are executed, improving quality, which ultimately has a positive impact on ALOS.</p><ul><li>Employee Engagement +1%</li><li>ALOS  - 0.1</li></ul>",
    "alt3": "People are more bought-in to change when they feel they are a part of it. Announce a two-week period for anyone to come forward with comments or concerns about the changes. Then go back to the SLT and determine if your plan should be revised. ",
    "alt3_feedback": "<p>During the two-week period, you received dozens of comments, questions, and concerns about the changes. You evaluated and brought all this information before the SLT, but in the end you moved forward with the same plan. Employees were upset to see their input disregarded. This inefficiency increases your operating expenses. Also, employee engagement decreases.</p><ul><li>Operating Expenses Efficiency -2%</li><li>Employee Engagement -2%</li></ul>",
    "header1": "FROM: CMO",
    "header2": "Message Shift",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec3_R1",
    "name": "Know Your Business",
    "narrative": "<p>Now that the SLT has decided on the new Goals and Strategic Drivers for Lamna Healthcare, they have messaged that out to patients, employees, and shareholders.  Unsurprisingly, several situations have arisen as result of this change in strategic direction.</p><p>The clinical staff has learned of the planned changes. Almost immediately, you begin receiving questions and pushback. &quot;Are these changes truly necessary?&quot; &quot;What was wrong with how we were working before?&quot; &quot;What's the expected benefit?&quot;  This wall of resistance has made you begin to wonder whether the physicians and other clinical staff will be open to adopting new technology and procedures in how they deliver patient care. </p>",
    "osd": "How should you respond to these questions?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Message Shift"
}, {
    "alt1": "This is your opportunity to address some of the bigger issues with Lamna Healthcare's IT landscape. Lamna Healthcare already has too many platforms and applications cobbled together. Trying to make the requested changes without addressing the foundational problems will only cause problems later. You decide to be proactive and communicate the bigger picture needs to the SLT, which could be addressed at the same time as these new changes.",
    "alt1_feedback": "<p>Your bold maneuver gets the attention of the SLT, and they understand the urgency of the situation in a way they hadn't previously. Unfortunately, there isn't the budget to make the sweeping changes all at once. However, you get a commitment for a moderate increase in budget now, with an even bigger increase to come in the next budget cycle.</p><ul><li>Employee Engagement + 2%</li></ul>",
    "alt2": "You do what you always do - make the best with what you have. You and your team always find a way to make things work. The solutions may not be optimal (like needing to visit three screens instead of one), but they are functional. You make a plan for how you will proceed, but you are also sure to communicate the limitations of this solution. ",
    "alt2_feedback": "<p>Your team slogs away and begins making the necessary changes. You are plagued with delays and workarounds and in the end your solution is a disappointment to users. The SLT is upset you didn't more clearly communicate the risks of moving forward with current resources. </p><ul><li>Employee Engagement - 3%</li><li>Efficiency  - 4%</li></ul>",
    "alt3": "You need a budget and you need more people. Put together a realistic plan for what you could accomplish with your current resources, and then two other plans showing the &quot;better&quot; and &quot;best&quot; solutions. All plans will include expected impacts and benefits to patients, employees, and the organization overall.",
    "alt3_feedback": "<p>The SLT appreciates your thoughtful analysis and especially the expected impacts to patients, employees, and the organization. There isn't much available budget to allocate to you, but the SLT deems your request important enough to dip into some reserve funds. You receive a big boost to your budget, and a promise for the remaining funds in the next budget cycle. The improved platforms increase employee engagement and also improves quality, which helps reduce ALOS and costs. </p><ul><li>Employee Engagement +3%</li><li>ALOS  - 0.05</li></ul>",
    "header1": "FROM: CIO",
    "header2": "New Direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec4_R1",
    "name": "Know Your Business",
    "narrative": "<p>Lamna Healthcare's new direction has implications for most of the clinical and administrative systems currently in place. You are concerned that the current resources are not capable of evolving in the way required by the new strategic direction. Of course, you haven't received any promises of an increased budget.</p>",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "New Direction"
}, {
    "alt1": "The proposed changes are aligned with clinical best practices and are in the best interests of patients. Financial considerations need to be secondary to that. Meet with the Board to share the non-financial benefits of these changes, which include improved patient outcomes, elevated brand reputation, and increased employee and clinician satisfaction. ",
    "alt1_feedback": "<p>Your focus on &quot;softer&quot; metrics was powerful, ultimately improving patient satisfaction and reducing ALOS. However, it left the Board questioning the financial impact. You continue to receive pushback until you agree to share a proposal that highlights the expected costs and financial benefits. </p><ul><li>Patient Satisfaction by +2%</li><li>ALOS - 0.05</li></ul>",
    "alt2": "Lamna Healthcare is a not-for-profit institution, but you know it must be financially sound in order to survive. Ask Naomi to put together a financial analysis, providing a comprehensive view of the costs along with the expected financial benefits. Then, propose that you and Naomi meet with the Board together to address the realistic impact to operating margin.  ",
    "alt2_feedback": "<p>The Board thanks you for your detailed analysis and approves your plans. Your sensible approach to shepherding the finances of the health system ultimately enable you to expand your services to increase patient volume, increasing revenue.</p><ul><li>Patient Volume +3%</li></ul>",
    "alt3": "Option C??",
    "header1": "FROM: CEO",
    "header2": "New Direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec5_R1",
    "name": "Know Your Business",
    "narrative": "<p>While Naomi Bennet (CFO) seemed aligned with the new direction during the SLT meeting, she cornered you later in the week. &quot;I've just been grilled by the Board. They are concerned that the new direction will require cost-intensive and labor-intensive investments to execute, thus putting in jeopardy our operating margin.&quot; </p>",
    "osd": "How do you respond to Naomi?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "New Direction"
}, {
    "alt1": "Aging populations",
    "alt1_narrative": "In most places around the world, birth rates are slowing and life expectancies are increasing. By 2050, there will be two billion people over age 60, representing 22% of the global population (compared to 12% today). With this aging population, the need for healthcare and eldercare will also increase.",
    "alt2": "Shortage of healthcare workers",
    "alt2_narrative": "As populations age and health needs become more complex, providers are facing a global shortage of workers at the worst possible time. By 2030, providers will suffer from a projected shortage of 14 million workers worldwide.",
    "alt3": "Increasing patient expectations",
    "alt3_narrative": "Just as digital transformation in other industries has led to increased consumer expectations, patients have higher expectations towards the health system. Ninety-two percent of patients now expect any health institution to have full access to their medical history. Health industries now have to reconcile more extensive data networks with increased security.",
    "alt4": "Rising healthcare costs",
    "alt4_narrative": "In spite of ongoing efforts to curb healthcare costs by government and industry, costs continue to rise. For cost reasons, many patients remain uninsured; and many insured patients have such high deductibles that they may avoid seeking care. ",
    "alt5": "Rapidly emerging healthcare technology",
    "alt5_narrative": "New treatments and medical technologies are constantly becoming available. Seventy percent of hospital and healthcare executives agree that keeping up with trending technologies provides a competitive advantage and is essential to growth and a positive customer experience. However, 48% of healthcare executives say the biggest obstacle to piloting digital transformation initiatives is a lack of mature technology. Providers must determine which technology to adopt in order to best serve patients.",
    "alt6": "Big data",
    "alt6_narrative": "More sophisticated healthcare technology, an increase in wearable medical devices, and other factors have led to an explosion of healthcare data. According to research compiled by Datavant, over four trillion gigabytes of healthcare data is generated annually, and this is projected to double every two years. Companies are racing to master the analysis of this massive amount of information.",
    "alt7": "Regulatory changes",
    "alt7_narrative": "Regulation is always a reality, but rapidly emerging technology and the need for increased security has increased the pace of regulatory change. Much of the recent regulatory change has been made with the goal of protecting patients and increasing transparency.",
    "ID": "Rd2_Dec1_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that are Opportunities",
    "narrative": "<p>With so much going on around you within the Healthcare industry, you and the SLT need to get a clear perspective of the trends within your industry and whether those trends can be opportunities to help your strategic execution, disruptors to your strategic execution, or both.</p>",
    "osd": "Of the trends available, select the two that are the most likely to be opportunities to help your strategic execution",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Trend Opportunities"
}, {
    "alt1": "Aging populations",
    "alt1_narrative": "In most places around the world, birth rates are slowing and life expectancies are increasing. By 2050, there will be two billion people over age 60, representing 22% of the global population (compared to 12% today). With this aging population, the need for healthcare and eldercare will also increase.",
    "alt2": "Shortage of healthcare workers",
    "alt2_narrative": "As populations age and health needs become more complex, providers are facing a global shortage of workers at the worst possible time. By 2030, providers will suffer from a projected shortage of 14 million workers worldwide.",
    "alt3": "Increasing patient expectations",
    "alt3_narrative": "Just as digital transformation in other industries has led to increased consumer expectations, patients have higher expectations towards the health system. Ninety-two percent of patients now expect any health institution to have full access to their medical history. Health industries now have to reconcile more extensive data networks with increased security.",
    "alt4": "Rising healthcare costs",
    "alt4_narrative": "In spite of ongoing efforts to curb healthcare costs by government and industry, costs continue to rise. For cost reasons, many patients remain uninsured; and many insured patients have such high deductibles that they may avoid seeking care. ",
    "alt5": "Rapidly emerging healthcare technology",
    "alt5_narrative": "New treatments and medical technologies are constantly becoming available. Seventy percent of hospital and healthcare executives agree that keeping up with trending technologies provides a competitive advantage and is essential to growth and a positive customer experience. However, 48% of healthcare executives say the biggest obstacle to piloting digital transformation initiatives is a lack of mature technology. Providers must determine which technology to adopt in order to best serve patients.",
    "alt6": "Big data",
    "alt6_narrative": "More sophisticated healthcare technology, an increase in wearable medical devices, and other factors have led to an explosion of healthcare data. According to research compiled by Datavant, over four trillion gigabytes of healthcare data is generated annually, and this is projected to double every two years. Companies are racing to master the analysis of this massive amount of information.",
    "alt7": "Regulatory changes",
    "alt7_narrative": "Regulation is always a reality, but rapidly emerging technology and the need for increased security has increased the pace of regulatory change. Much of the recent regulatory change has been made with the goal of protecting patients and increasing transparency.",
    "ID": "Rd2_Dec2_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that are Disrupters",
    "osd": "Using the same Trends, select the two that are the most likely to be disruptors to help your strategic execution",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Trend Disrupters"
}, {
    "alt1": "Connect with a local medical school and work on offering a fellowship program for new physicians. This could help address your immediate need as well as ensure a pipeline of future physicians.",
    "alt1_feedback": "<p>The medical school is receptive to partnering with you, but it takes longer than expected to find the right candidates, and the required paperwork is daunting. In the future, however, it becomes much easier to find new physicians. The steady employment of physicians enables you to see more patients, increasing revenue. The lower turnover also reduces operating expenses.</p><ul><li>Patient Volume +2%</li><li>Efficiency +2%</li></ul>",
    "alt2": "Invest in the latest equipment and technology. Physicians want to know they are using the best tools available and these investments will help both attract and retain physicians.",
    "alt2_feedback": "<p>To your surprise, you receive mixed results from investing in the latest equipment and technology. For experienced physicians, you learn that most of them want to continue practicing in the same way they have in the past. However, younger physicians are excited by the equipment and technology. Efficiency is lower, at first, as physicians learn how to use the equipment, but then it improves.</p><ul><li>Employee Engagement +1%</li><li>Increase Patient Satisfaction +%</li></ul>",
    "alt3": "Lamna Healthcare is well known as a top provider of orthopedic care. Develop the orthopedics group into a true center of excellence to continue to elevate its reputation. Physicians are attracted to facilities with a well-known brand, so continue to enhance your brand in that area.",
    "alt3_feedback": "<p>This approach takes significant time and investment, but ultimately the orthopedics group receives national recognition. This recognition increases patient volume, growing revenue. It also improves the reputation of the health system, which increases patient satisfaction.</p><ul><li>Patient Volume +4%</li><li>Patient Satisfaction +2%</li></ul>",
    "ID": "Rd2_Dec3_R1",
    "name": "Map Your Market",
    "narrative": "<p>Upon upskilling on the trends and disruptors within Healthcare, you discovered that Lamna Healthcare's turnover has increased in the last two years, and it has become more challenging to recruit new physicians.</p>",
    "osd": "What can you do to attract and retain physicians?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Map Your Market"
}, {
    "alt1": "You need to create some of your own positive press. Hire a marketing firm to enhance patient awareness, playing up your breadth of services and roots in the community. Also seek to broaden your reach through a marketing campaign to the surrounding rural areas that don't have local care available.",
    "alt1_feedback": "<p>The marketing campaign was successful in attracting more patients, increasing revenue. However, patients who care about the grading system continue to migrate. The outreach in rural communities do reach more patients, increasing patient volume even further.</p><ul><li>Patient Volume +2%</li></ul>",
    "alt2": "Hire a healthcare consultancy to review the results of the report and to observe Lamna Healthcare's processes in its lowest performing areas. Then, follow the consultancy's recommendations on how to make improvements for the next review period.  ",
    "alt2_feedback": "<p>The consultancy was expensive, but it uncovered several areas of improvement which, once addressed, increase patient satisfaction and reduce ALOS. </p><ul><li>Patient Satisfaction +4%</li><li>ALOS - 0.15</li></ul>",
    "alt3": "Conduct an internal review of the report and analyze Lamna Healthcare's processes in its lowest performing areas. Then, implement the recommendations on how to make improvements for the next review period.",
    "alt3_feedback": "<p>The internal team uncovered several areas of inefficiencies, which once addressed had a moderate impact on patient satisfaction and ALOS. The internal team, while less costly than a consultancy, did not have the perspective to notice what an external team could discover. </p><ul><li>Patient Satisfaction +2%</li><li>ALOS - 0.05</li></ul>",
    "ID": "Rd2_Dec4_R1",
    "name": "Situation from CMO Perspective",
    "narrative": "<p>A competing health system has earned the top score for patient experience, as judged by a national healthcare rating system.  Lamna Healthcare scored a grade lower. </p>",
    "osd": "How do you respond to this news?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Automation"
}, {
    "alt1": "Launch a mandatory security training for all employees, staff, and clinicians. Human error - such as falling for a phishing scam or using a weak password - is one of the top causes of security breaches. This training will raise everyone's security awareness and help reduce the risk of a breach.",
    "alt1_feedback": "<p>The training is an effective safeguard against an attack through human error. Operating expenses decrease and employee engagement increases, as employees feel informed about potential threats.</p><ul><li>Efficiency +2%</li><li>Employee Engagement +1%</li></ul>",
    "alt2": "Evaluate your current security solutions and meet with vendors to talk about the next level of security options. You want to be sure you have the right technology in place should you become the target of an attack.",
    "alt2_feedback": "<p>Your vendors have no shortage of security upgrades, leaving you unsure of which ones are truly necessary. You end up taking no action because of the unclear messaging.</p><ul><li>No impact</li></ul>",
    "alt3": "Conduct penetration testing to see where your biggest security vulnerabilities currently lie. Then implement the appropriate solutions to prevent an actual breach from occurring.",
    "alt3_feedback": "<p>The penetration testing gives you a clear sense of your current vulnerabilities. You implement the solutions to secure your system. Forestalling a breach improves your efficiency, reducing your operating expenses. </p><ul><li>Efficiency +3%</li></ul>",
    "ID": "Rd2_Dec5_R1",
    "name": "Situation from CMO Perspective",
    "narrative": "<p>National news headlines have recently been focused on a massive data breach at a large hospital, which exposed highly sensitive health and financial information of patients. Lamna Healthcare is on high alert to prevent a similar breach.  </p>",
    "osd": "What actions will you take to improve your own security capabilities?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Environmental Impact"
}, {
    "col1": "Strategic Initiatives",
    "col1alt1": "Personalize Healthcare",
    "col1alt1_feedback2": "- 0.1",
    "col1alt1_feedback3": "+ 3.0%",
    "col1alt1_narrative": "<p>New clinical tools are available that help to make treatments specific to individual patients through different therapies, treatment plans, and custom drugs. By investing in this initiative, Lamna Healthcare would be on the cutting edge of healthcare. </p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>ALOS</li></ul>",
    "col1alt10": "Building Extension ",
    "col1alt10_feedback1": "+ 6.0%",
    "col1alt10_feedback3": "+ 2.0%",
    "col1alt10_narrative": "<p>Lamna Healthcare has the space to expand its inpatient wings at two hospitals, for a total of 30 additional beds. This expansion will require new staff, but revenues for those hospitals are expected to increase by 10%.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Volume</li><li>Patient Satisfaction</li></ul>",
    "col1alt11": "Generic Drugs",
    "col1alt11_feedback5": "+ 1.0%",
    "col1alt11_narrative": "<p>You have the option to replace 80% of your branded drugs with generic ones in order to reduce costs. This is expected to generate a saving in medical costs with no impact on medical revenues. However, this could also impact on Patient Satisfaction as some patients prefer to have branded drugs.</p><p><strong>Expected Impact</strong></p><ul><li>Efficiency</li></ul>",
    "col1alt12": "Diabetes Prevention",
    "col1alt12_feedback1": "+ 3.0%",
    "col1alt12_feedback3": "+ 3.0%",
    "col1alt12_narrative": "<p>Lamna Healthcare is considering plans to deliver free diabetes prevention courses in partnership with a local association. This would be a great opportunity to educate the population about health, nutrition, and exercise while helping to build the health system's brand in the community.  </p><p><strong>Expected Impact</strong></p><ul><li>Patient Volume</li><li>Patient Satisfaction</li></ul>",
    "col1alt13": "Vaccination Plan",
    "col1alt13_feedback1": "+ 2.0%",
    "col1alt13_feedback3": "+ 3.0%",
    "col1alt13_narrative": "<p>A recent study has shown that roughly 1 child in 3 is not up-to-date with vaccinations in your community. This initiative will allow you to launch a vaccination program, in partnership with local schools, to take place every fall. Nurses will be on site to administer the vaccines. Given the charitable nature of this initiative, Lamna Healthcare should expect to receive support from the government and various charitable organizations. The final cost will depend on Lamna Healthcare's ability to publicize this work.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Volume</li><li>Increase Patient Satisfaction</li></ul>",
    "col1alt14": "Recognition Gifts",
    "col1alt14_feedback4": "+ 2.0%",
    "col1alt14_narrative": "<p>This initiative will reward your long-term employees. Provide customized gifts to employees when they reach milestone service anniversaries.</p><p><strong>Expected Impact</strong></p><ul><li>Employee Engagement</li></ul>",
    "col1alt15": "Stay Calm",
    "col1alt15_feedback3": "+ 1.0%",
    "col1alt15_feedback4": "+ 3.0%",
    "col1alt15_narrative": "<p>Healthcare workers often face stress, which can impact their performance on the job. Create quiet peaceful spaces within Lamna Healthcare's facilities for workers to meditate or practice yoga. This should reduce stress and ultimately improve the patient experience.</p><p><strong>Expected Impact</strong></p><ul><li>Employee Engagement</li><li>Patient Satisfaction</li></ul>",
    "col1alt16": "Talent Training - Knowledge Investment",
    "col1alt16_feedback3": "+ 2.0%",
    "col1alt16_feedback4": "+ 2.0%",
    "col1alt16_narrative": "<p>Investing in leadership talent has always been a key priority for Lamna Healthcare. This initiative doubles the current leadership and development budget and creates ongoing customized workshops focusing on healthcare issues and leadership training for both clinicians and administration. </p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>Employee Engagement</li></ul>",
    "col1alt17": "Enterprise Resource Planning (ERP) System",
    "col1alt17_feedback4": "+ 1.0%",
    "col1alt17_feedback5": "+ 2.0%",
    "col1alt17_narrative": "<p>The new ERP system will streamline operations and reduce costs by providing a better understanding of how Lamna Healthcare uses resources, including asset and inventory management, and human resources. Self-service tools will improve efficiency for both nurses and administration.</p><p><strong>Expected Impact</strong></p><ul><li>Employee Engagement</li><li>Efficiency</li></ul>",
    "col1alt18": "Customer Relationship Management System",
    "col1alt18_feedback3": "+ 2.0%",
    "col1alt18_feedback5": "+ 2.0%",
    "col1alt18_narrative": "<p>Implement a CRM system to track patients during and after their episode of care. This will improve patient satisfaction and adherence to recovery plans and uncover potential needs for additional services or products (devices, durable medical equipment, physical/psychiatric therapy, etc.). Used judiciously, this system can help improve patient satisfaction and improve revenues by anticipating the &quot;whole person&quot; needs of customers, not just their needs as patients.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>Efficiency</li></ul>",
    "col1alt19": "Tighter IT Security",
    "col1alt19_feedback5": "+ 2.0%",
    "col1alt19_narrative": "<p>After several articles appeared in the press about a successful computer hacking at one of your competitor's healthcare centers, you decide to spend a little extra budget on improving your IT security. You feel it is better to be safe than sorry.</p><p><strong>Expected Impact</strong></p><ul><li>Efficiency</li></ul>",
    "col1alt2": "Invest in Predictive Medicine",
    "col1alt2_feedback2": "- 0.1",
    "col1alt2_feedback3": "+ 3.0%",
    "col1alt2_feedback5": "+ 3.0%",
    "col1alt2_narrative": "<p>Implement sophisticated monitoring and machine learning to alert healthcare providers of an adverse event before it happens. This initiative will be costly, but significantly reduce adverse events outside of the intensive care unit.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction +3%</li><li>ALOS </li><li>Efficiency</li></ul>",
    "col1alt20": "Improving Cash Flow ",
    "col1alt20_feedback5": "+ 4.0%",
    "col1alt20_narrative": "<p>Lamna Healthcare has always tried to maintain good relationships with government and commercial insurers in order to receive prompt payment. By working closely with its insurers and implementing improved processes (e.g., better pre-certification), Lamna Healthcare hopes to receive payment for service more quickly. In addition to working with insurers, the health system invests in its own billing and payment tracking systems to ensure a quick and smooth invoicing flow. Finally, Lamna Healthcare gets more aggressive with bad debt. Bad debt is not related to charity care but stems from a lack of pursuing non-payment for services rendered.</p><p><strong>Expected Impact</strong></p><ul><li>Efficiency</li></ul>",
    "col1alt3": "Open Retail Clinics",
    "col1alt3_feedback1": "+ 3.0%",
    "col1alt3_feedback3": "+ 3.0%",
    "col1alt3_narrative": "<p>Put clinics where the customers are. Open retail clinics in places more convenient for people's everyday lives, such as in shopping centers. This will improve patient access to care - enabling patients to see a clinician at the moment of need, without needing to navigate a restrictive doctor's schedule.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>Patient Volume</li></ul>",
    "col1alt4": "Organizational Cultural Competence",
    "col1alt4_feedback1": "+ 1.0%",
    "col1alt4_feedback3": "+ 2.0%",
    "col1alt4_narrative": "<p>To better serve its communities and ensure better healthcare outcomes, Lamna Healthcare hires &quot;culture consultants.&quot;  These consultants represent the many cultures and ethnicities present in the communities Lamna Healthcare serves. They speak the patient's language and understand the values and beliefs of the patients and their families. The consultants will act as a bridge between patients and Lamna Healthcare, making admissions and discharges easier and safer.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>Patient Volume</li></ul>",
    "col1alt5": "Performance Improvement",
    "col1alt5_feedback4": "+ 2.0%",
    "col1alt5_feedback5": "+ 3.0%",
    "col1alt5_narrative": "<p>Lamna Healthcare has been successfully using Lean Six Sigma principles within various departments. Quality has improved, and employees are working more efficiently. Lamna Healthcare would now like to take the process down to the next level of management and must educate and train employees on Lean Six Sigma principles. Improvements in the quality of processes will help employees work more efficiently, allowing the hospitals to take in more outpatients.</p><p><strong>Expected Impact</strong></p><ul><li>Employee Engagement</li><li>Efficiency</li></ul>",
    "col1alt6": "Employee Productivity",
    "col1alt6_feedback3": "+ 2.0%",
    "col1alt6_feedback5": "+ 3.0%",
    "col1alt6_narrative": "<p>Lamna Healthcare has always focused on employee productivity. But with the growing shortage of skilled personnel - especially nurses - the health system needs to ask its employees for more productivity gains. </p><p>Lamna Healthcare has been paying overtime, which most employees appreciate. However, if too much overtime is required, employees could become overwhelmed, harming both employee and patient satisfaction. To increase employee productivity, focus on improved information systems and collaboration tools so employees can gain faster access to patient information and act on it. This initiative will allow the hospitals to staff appropriately for volume. </p><ul><li>Patient Satisfaction</li><li>Efficiency</li></ul>",
    "col1alt7": "Optimizing Average Length of Stay",
    "col1alt7_feedback2": "- 0.15",
    "col1alt7_feedback5": "+ 5.0%",
    "col1alt7_narrative": "<p>Lamna Healthcare's average length of stay (ALOS) remains quite high, which increases costs without bringing in additional revenue. By reducing ALOS, Lamna Healthcare can decrease costs as well as free up bed capacity for more patients, if it can attract them. To achieve a decrease in ALOS, Lamna Healthcare hires a highly regarded consultant group with a proven track record to focus on key process improvement initiatives.</p><p><strong>Expected Impact</strong></p><ul><li>ALOS</li><li>Efficiency</li></ul>",
    "col1alt8": "Renovations",
    "col1alt8_feedback1": "+ 2.0%",
    "col1alt8_feedback3": "+ 2.0%",
    "col1alt8_feedback4": "+ 2.0%",
    "col1alt8_narrative": "<p>Several of Lamna Healthcare's facilities need renovations. This project involves the refurbishment of the communal areas with the aim to create a warm, familiar atmosphere to improve the quality of life of patients, staff, and visitors.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Volume +2%</li><li>Patient Satisfaction</li><li>Employee Engagement</li></ul>",
    "col1alt9": "Park It Here",
    "col1alt9_feedback3": "+ 2.0%",
    "col1alt9_feedback4": "+ 2.0%",
    "col1alt9_narrative": "<p>Expand parking capacity and security in urban facilities. Limited parking at high-traffic urban facilities forces patients and visitors to park farther away than they would prefer, and some patients and families have complained about thefts and vandalism of their vehicles. These new parking structures will improve patient and employee engagement and Lamna Healthcare's reputation for safety and security.</p><p><strong>Expected Impact</strong></p><ul><li>Patient Satisfaction</li><li>Employee Engagement</li></ul>",
    "constraints": "tlInput11B_1A, tlInput11B_1B, tlInput11B_1C, tlInput11B_1D, tlInput11B_2A, tlInput11B_2B, etc.",
    "ID": "Rd3_Dec1_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Taking Action on Drivers through Strategic Initiatives",
    "narrative": "<p>With a clear perspective of Lamna Healthcare's goals, key drivers, and the trends impacting the business, you now need to take action.  Based on the drivers you selected, you have a variety of strategic initiatives you can implement to impact each driver.  However, you only have limited resources to invest so you must select the ones most critical for Lamna Healthcare to succeed in its strategic execution.</p>",
    "osd": "Select five Strategic Initiatives from the available 20 options listed",
    "PageType": "MultiSelectWithReview",
    "popupBtnText": "Decide",
    "popupTitle": "Strategic Initiatives"
}, {
    "alt1": "Chief Executive Officer",
    "alt10": "Chief Nursing Officer",
    "alt11": "Chief Strategy Officer",
    "alt12": "Chief Patient Experience Officer",
    "alt2": "Chief Medical Officer",
    "alt3": "Chief Information Officer",
    "alt4": "Director of Security",
    "alt5": "Director of IT",
    "alt6": "Chief Compliance Officer",
    "alt7": "Chief Operations Officer",
    "alt8": "VP Clinical Operations",
    "alt9": "Chief Financial Officer",
    "ID": "Rd3_Dec2_R1",
    "maximum": "3",
    "minimum": "3",
    "name": "Initiative Owners - Stakeholders (1.3.D2)",
    "narrative": "<p>For the group strategic initiatives you selected to be successful, the right internal stakeholders have to be aligned to and take ownership for executing next steps. Though all stakeholders are likely to have a part in executing this group of strategic initiatives, a subset of stakeholders will be critical to steer the overall success of these initiatives to maximize the return for Lamna Healthcare. Referring to the group of strategic initiatives, identify the three most critical stakeholders to be part of this subset responsible for steering success.</p><p>(* List of chosen initiatives *)</p>",
    "osd": "From the list of Stakeholders within Lamna Healthcare, select the three most critical to successful execution of your chosen strategic initiatives",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Executive Alignment"
}, {
    "alt1": "Hold a mandatory training on the new processes and procedures and focus your message on safety. Many of these procedural changes include extra safeguards to ensure appropriate patient care and reduce medical errors. These safeguards benefit not only the patient but helps protect the clinician from liability.",
    "alt1_feedback": "<p>Most clinicians respond well to the message about safety and the training helps them see that most of the changes won't be difficult to implement. Clinicians begin complying with the new procedures, reducing ALOS and therefore costs. However, you find that multiple follow-up trainings are required to truly make the changes permanent, decreasing efficiency and increasing operating expenses.</p><ul><li>ALOS -0.1</li><li>Efficiency +2%</li></ul>",
    "alt2": "As you respond to the clinicians, remind them of the days when health systems were transitioning from paper to electronic charting. Most people didn't want to change then - but in retrospect, who would want to go back to paper charting? After the pain of change is over, everyone will feel the same way about the change that is happening now.",
    "alt2_feedback": "<p>Your message is not as effective as you expected. Many of your younger clinicians never experienced paper charting, so the example doesn't resonate. Also, without follow-up and enforcement, many revert to their old way of working. Ultimately, the lack of compliance increases ALOS, increasing costs. </p><ul><li>ALOS +0.1</li><li>Patient Satisfaction -2%</li></ul>",
    "alt3": "Hold a meeting to explain in more detail the reason behind these changes. Then, follow-up with enforcement. Clinicians who do not follow the new procedures will be brought in for training, and further non-compliance could lead to disciplinary action, including termination of employment.",
    "alt3_feedback": "<p>Everyone likes to understand why a change is being implemented, so your explanation is effective in driving compliance. However, many clinicians are disturbed by your tough approach and quick disciplinary action, reducing employee engagement. </p><ul><li>ALOS -0.05</li><li>Employee Engagement -2%</li></ul>",
    "ID": "Rd3_Dec3_R1",
    "name": "Empower Your Employees",
    "narrative": "<p>In an effort to leverage technology to drive efficiency, Lamna Healthcare has hired several Informatics Nurses. These nurses are responsible for teaching new technology, tools, and processes to clinical staff. However, the Informatics nurses have received considerable push-back, with the common remark being, &quot;I've always done it this way before - why change?&quot;</p>",
    "osd": "What can you do to help the clinical staff see the value in these changes and comply?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Talent Gap"
}, {
    "alt1": "Agree wholeheartedly with her point. Then explain the difficulties in finding a simple solution for healthcare, given all the additional hurdles of patient information security. But, ask if she has any suggestions of platforms you might explore. ",
    "alt1_feedback": "<p>The physician nods and seems mildly annoyed by your response. &quot;No, no suggestions,&quot; she tells you.</p><ul><li>Efficiency -3%</li><li>Employee Engagement -2%</li></ul>",
    "alt2": "Ask some probing questions to understand how and when she most needs to collaborate. Share the challenges you have experienced in finding a solution and describe the options you have explored so far. Ask if any of the options you mention would be an improvement over what she is doing currently.",
    "alt2_feedback": "<p>Soon you are in a deep conversation with the physician about her biggest frustrations with the current solutions and her top needs in a new solution. While it's clear none of the solutions you've already explored would be the perfect fit, you identify one solution that would meet approximately 80% of the needs the physician mentions.</p><ul><li>Employee Engagement +2%</li><li>Efficiency +2%</li></ul>",
    "alt3": "Ask if she would be willing to join a task force to find a better collaboration solution for Lamna Healthcare. Previous efforts to implement a new solution have failed, largely due to an inability to align on the most important capabilities and security requirements. However, new options have since been developed and there may be a good solution available.",
    "alt3_feedback": "<p>The physician is startled by your offer, but accepts. With her on the task force, the team feels a committee that hadn't been there previously, and efforts to find a solution accelerate. Within six months, the team has identified a solution that they would like to implement.</p><ul><li>Patient Satisfaction +1%</li><li>Employee Engagement +2%</li><li>Efficiency +3%</li></ul>",
    "ID": "Rd3_Dec4_R1",
    "name": "Empower Your Employees",
    "narrative": "<p>You are casually chatting with one of Lamna Healthcare's physicians at the Holiday party. She brings up the frustration of inefficient communication across care teams and asks, &quot;I can use simple apps on my phone to effectively communicate with friends and family all across the world. Why can't that be possible across a hospital?&quot;</p>",
    "osd": "How will you respond to her?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Innovative Idea"
}, {
    "alt1": "Get the word out there! Advertise in the local media outlets, medical journals, and local universities. Take advantage of this great publicity to attract top talent.",
    "alt1_feedback": "<p>The advertising gets the word out in the local community, building local pride in Lamna Healthcare and increasing patient volume, which increases revenue. Patient satisfaction also increases, as patients are from the community and happy to receive care at a top employer. Employee engagement also increases.</p><ul><li>Patient Volume +3%</li><li>Patient Satisfaction +2%</li><li>Employee Engagement +2%</li></ul>",
    "alt2": "Host a job fair. Highlight current openings as well as positions frequently hired for, such as nursing roles. Play up Lamna Healthcare's position as a &quot;top employer&quot; in the community, ensuring a pipeline of current and future candidates. ",
    "alt2_feedback": "<p>The job fair draws a lot of publicity and you have multiple applicants for each role. You fill all open positions and connected with many potential future hires, such as nursing students. The efficient hiring and pipeline of future candidates improves efficiency, reducing operating expenses. Employee engagement also increases, as employees take pride in working at a top employer.</p><ul><li>Efficiency +3%</li><li>Employee Engagement +2%</li></ul>",
    "alt3": "You don't need to do anything else. HealthcareMonthly is a national publication and word is sure to get out about the results. Continue what you are doing and you will likely earn the same recognition next year. ",
    "alt3_feedback": "<p>Unfortunately, not many local residents read HealthcareMonthly, so the recognition barely creates a buzz in the community. Lamna Healthcare continues its current practices and remains well positioned to earn the same recognition next year. </p><ul><li>Increase Employee Engagement by 1%</li></ul>",
    "ID": "Rd3_Dec5_R1",
    "name": "Empower Your Employees",
    "narrative": "<p>Your efforts to invest in employees and build a strong culture have started to pay off. Job seekers now see Lamna Healthcare as a desirable place to work with strong professional development opportunities. HealthcareMonthly, a national publication, has recently named Lamna Healthcare as one of the top 10 health systems for career satisfaction.</p>",
    "osd": "You want to capitalize on the momentum the recognition created, but how?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Momentum"
}, {
    "alt1": "Insight 1",
    "alt1_feedback": "Feedback 1",
    "alt2": "Insight 2",
    "alt2_feedback": "Feedback 2",
    "alt3": "Insight 3",
    "alt3_feedback": "Feedback 3",
    "alt4": "Insight 4",
    "alt4_feedback": "Feedback 4",
    "alt5": "Insight 5",
    "alt5_feedback": "Feedback 5",
    "ID": "Rd4_Dec1_R1",
    "name": "Insights Selection Out of Context",
    "narrative": "<p>With so many things going on within Lamna Healthcare and around it in the marketplace, you are both enthused and overwhelmed. You have been charged with reimagining Lamna Healthcare's place in the healthcare industry. To help generate some new ideas to execute on Lamna Healthcare's strategic direction, you have invited several of your strategic vendor partners to share their insights and points-of-view on the future of Healthcare.  Each will be sharing an idea with you. </p>",
    "osd": "Select the most useful idea for helping you reimagine Lamna Healthcare's future",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Reimagining"
}, {
    "alt1": "Insight 1",
    "alt1_feedback": "Feedback 1",
    "alt2": "Insight 2",
    "alt2_feedback": "Feedback 2",
    "alt3": "Insight 3",
    "alt3_feedback": "Feedback 3",
    "alt4": "Insight 4",
    "alt4_feedback": "Feedback 4",
    "alt5": "Insight 5",
    "alt5_feedback": "Feedback 5",
    "ID": "Rd4_Dec2_R1",
    "name": "Insights Selection In Context",
    "narrative": "<p>When executives evaluate insights, they must do so through the lens of their organization. Not all ideas are created equal, and not all ideas help to further the goals of the company.  Consequently, though something may be insightful, it may lack relevance based on a company's goals. </p><p>Insights not only need to be relevant to the company, but they also must provide a new or alternate point-of-view that pushes thinking in fresh directions. To do this, insights must put forth new information or challenge the validity of an underlying assumption.  </p><p>Using this new perspective on how to evaluate insights, you have given feedback to your partners, asked them to refine their insights, and share them with you anew.</p>",
    "osd": "Select the insight that is most relevant to helping you reimagine Lamna Healthcare's future",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "New Insights"
}, {
    "alt1": "Idea 1",
    "alt2": "Idea 2",
    "alt3": "Idea 3",
    "alt4": "Idea 4",
    "alt5": "Idea 5",
    "ID": "Rd4_Dec3_R1",
    "name": "Best Idea to Disrupt",
    "narrative": "<p>You decide to release an RFP asking for vendors to come with their best ideas to disrupt. You bring in the top 5 responses to hear their new ideas.</p>",
    "osd": "Which vendor idea represents the best opportunity for you?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Vendor Ideas"
}, {
    "alt1": "Your community only needs so many cancer centers and adding more than necessary is a disservice to the community. Reach out to the competing health system's CEO to discuss how their cancer center will be different from your own and if it will truly be an asset to the community.",
    "alt1_feedback": "<p>The CEO meets with you but insists that the new cancer center will provide a different type and level of service, and that all patients should have multiple options.</p><ul><li>No Impact</li></ul>",
    "alt2": "Continue getting the word out about your own cancer treatment center. Your oncologists are focused on precision medicine and personalized treatment plans, and you have many outstanding success stories to share. However, if a patient desires a different approach, they should have that option.",
    "alt2_feedback": "<p>Focusing on your own cancer center is effective. You continue to share about the innovative treatment options and success stories, and your cancer center continues to thrive even after the other cancer center opens.</p><ul><li>Patient Volume +3%</li><li>Patient Satisfaction +3%</li></ul>",
    "alt3": "Launch prevention and early detection programs. These outreach efforts will truly get you enmeshed in the communities and raise the likelihood that patients will turn to your center if they are ever in need of treatment. ",
    "alt3_feedback": "<p>Your outreach into the community builds goodwill for your center, and patients with concerning screening results turn to Lamna Healthcare for treatment. Employee engagement also increases through these outreach efforts. </p><ul><li>Patient Volume +4%</li><li>Patient Satisfaction +4%</li><li>Employee Engagement +1%</li></ul>",
    "ID": "Rd4_Dec4_R1",
    "name": "Competition",
    "narrative": "<p>A competing health system just announced plans to open a state-of-the-art cancer treatment center just months after Lamna Healthcare opened its own treatment center.</p>",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Competition"
}, {
    "alt1": "Decline the opportunity. While this would enable you to offer more holistic care, you cannot forget your obligation to deliver affordable care to <strong>all<strong> patients. Subsidizing mental health would mean increasing the costs of other treatments, some of which may then become unaffordable to patients. ",
    "alt1_feedback": "<p>Since you declined the opportunity, nothing changes for you immediately. However, long-term, you lose patients because those with mental health needs begin to transition to other facilities.</p><ul><li>Patient Volume -2%</li></ul>",
    "alt2": "Suggest a partial partnership. You will commit Lamna Healthcare to treating a set number of mental health patients per month, which will enable you to budget for the added costs while still delivering value to the community.",
    "alt2_feedback": "<p>Your partnership is a success - you begin treating more mental health patients, broadening your scope of services, while also keeping a close eye on expenses. Because you are only a partial partner, the behavioral health system seeks other partnerships as well, and eventually a competing health system steps in to take a bigger share of the responsibility. This health system has let it be known they would like to be the sole partner within three years, squeezing you out of the opportunity.</p><ul><li>Patient Volume +2%</li><li>Efficiency -1%</li><li>Patient Satisfaction +1%</li></ul>",
    "alt3": "Go all-in on this opportunity. While it will likely be a money-losing venture, the partnership will indirectly add value. Lamna Healthcare will be able to attract a broader set of patients, and the goodwill generated in the community will also bring more patients.",
    "alt3_feedback": "<p>This is a big commitment and Lamna Healthcare does lose money on the venture. However, the increase in patient volume and the goodwill in the community more than make up for the expense.</p><ul><li>Patient Volume +4%</li><li>Efficiency -2%</li><li>Patient Satisfaction +2%</li></ul>",
    "ID": "Rd4_Dec5_R1",
    "name": "Partnership",
    "narrative": "<p>A private behavioral health facility approaches you with an idea for a partnership. The benefit is that the partnership would help your system expand further into behavioral health, where your presence is currently minimal, enabling you to offer more holistic care. It would also be good for the community. The challenge is that most patients would be government insured. </p>",
    "osd": "What response do you give?",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Partnership"
}, {
    "alt1": "Ask questions to gain a deeper understanding of Beatriz's upcoming projects and her potential involvement in a patient experience strategy. ",
    "alt1_feedback": "<p>Beatriz is happy to answer your questions, but she has no awareness of a patient experience strategy or if she would be involved in any way if there was one.  </p><ul><li>No Impact</li></ul>",
    "alt2": "Calculate the cost of inaction of a patient experience strategy and share with Beatriz.",
    "alt2_feedback": "<p>When Beatriz sees the cost of inaction, she recognizes the significant impact it could have on the health system. She is willing to take your idea and think about who it would make most sense for you to meet with next.</p><ul><li>Patient Volume +2%</li></ul>",
    "alt3": "Ask if Beatriz can introduce you to another business partner to expand your understanding of Lamna Healthcare's current thinking around patient experience.",
    "alt3_feedback": "<p>Beatriz wants to help you based on the strength of your relationship. However, she is reluctant to introduce you to the SLT, as she is unclear why this is a meaningful topic to pursue. She is willing to give you a referral to someone lower in the organization.</p><ul><li>Patient Volume +1%</li></ul>",
    "ID": "Rd1_Dec1_R2",
    "name": "Cost of Inaction",
    "narrative": "<p>Your primary contact in Lamna Healthcare is the Head of Information Security, Beatriz Melgar. You have a good relationship with her and you know she appreciated the insight you shared with her about a digital front door strategy. However, Beatriz has not taken any action based on the insight you shared, which makes you confident you need to expand your network beyond Beatriz.</p><p>Beatriz has strong connections with the Senior Leadership Team (SLT), some of whom may be interested in your insight. You would like to get a referral to members of the SLT. However, you recognize that you need to solidify your position as a true advisor to Beatriz so she feels confident introducing you to some of her colleagues. </p>",
    "osd": "What should you do to motivate Beatriz to act or refer you to a colleague? ",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Building Relationships"
}, {
    "alt1": "Emphasize that other health systems you work with have begun to offer virtual visits and that Lamna Healthcare is at risk of being left behind.",
    "alt1_feedback": "<p>This approach may get stakeholders' attention, but he may also interpret it as a scare tactic, diminishing your credibility.</p><ul><li>Patient Volume +1%</li></ul>",
    "alt2": "Find historical examples in healthcare about companies that faced a critical change but did not pivot to go where the market was headed.",
    "alt2_feedback": "<p>Stakeholders will likely appreciate the example of a healthcare company that successfully shifts with the market and will be more open to hearing your cost of inaction.  </p><ul><li>Patient Volume +1%</li><li>Patient Satisfaction +2%</li></ul>",
    "alt3": "Personalize the cost of inaction by sharing how you personally have skipped going to the doctor when you really should have, but didn't have the ability to make it to your doctor's office that was 25 minutes away.",
    "alt3_feedback": "<p>Personalizing your message is a great way to strengthen your cost of inaction. It brings the story to life and shows a real-world impact of this topic.</p></ul><li>Patient Volume +2%</li><li>Patient Satisfaction +2%</li></ul>",
    "ID": "Rd1_Dec10_R2",
    "name": "Earning an Audience",
    "narrative": "<p>Beatriz appreciates that you gathered data to calculate the cost of inaction. You both agree that staying with the status quo will not differentiate Lamna Healthcare from the competition. Beatriz thinks you should share the cost of inaction more broadly within Lamna Healthcare. However, Beatriz warns you that stakeholders will not respond well if you explicitly benchmark Lamna Healthcare against other companies. You need to figure out how to communicate the cost of inaction in a powerful story without bringing in comparisons. </p>",
    "osd": "What additional information will you share to make your cost of inaction more powerful? ",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Communicating Cost of Inaction"
}, {
    "alt1": "Rely on the strength of you cost of inaction. You have an enormously powerful message to share about the cost of not offering virtual visits, which the SLT will be sure to recognize.",
    "alt1_feedback": "<p>You do have a strong cost of inaction. However, you also currently do not have any support for your message, outside of Beatriz. The optimal answer is C, &quot;Uncover the other initiatives currently under consideration and who is leading them. Seek to find commonalities between those initiatives and the digital front door strategy, so that multiple ideas can be brought to the SLT as a connected strategy.&quot; Learning more about the other initiatives, and aligning to them, could help you generate support for your own initiative. Collaboration with other stakeholders - enabling their success as well as your own - is the ideal next step at this point, considering the limited resources.</p><ul><li>Patient Volume +1%</li></ul>",
    "alt2": "Follow-up with Beatriz, asking for a meeting with the SLT as soon as possible. You need to share the digital front door strategy before the SLT allocates budget in a different direction.",
    "alt2_feedback": "<p>Meeting with the SLT is likely premature at this point. The optimal answer is C, &quot;Uncover the other initiatives currently under consideration and who is leading them. Seek to find commonalities between those initiatives and the digital front door strategy, so that multiple ideas can be brought to the SLT as a connected strategy.&quot; Learning more about the other initiatives, and aligning to them, could help you generate support for your own initiative. Collaboration with other stakeholders - enabling their success as well as your own - is the ideal next step at this point, considering the limited resources.</p><ul><li>No impact</li></ul>",
    "alt3": "Uncover the other initiatives currently under consideration and who is leading them. Seek to find commonalities between those initiatives and the digital front door strategy, so that multiple ideas can be brought to the SLT as a connected strategy.",
    "alt3_feedback": "<p>Great choice. Learning more about the other initiatives, and aligning to them, could help you generate support for your own initiative. Collaboration with other stakeholders - enabling their success as well as your own - is the ideal next step at this point, considering the limited resources.</p><ul><li>Patient Volume +1%</li><li>Efficiency +2%</li></ul>",
    "ID": "Rd1_Dec11_R2",
    "name": "Earning an Audience (2.1.E3)",
    "narrative": "<p>You are aware that multiple initiatives, all with high priority, are currently being evaluated by Lamna Healthcare. You also know that the health system has budget and resource constraints, so not every initiative or project will be funded. </p>",
    "osd": "What will you do to help ensure that the digital front door strategy will secure the support and budget from the Senior Leadership Team (SLT)? ",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Initiative Funding"
}, {
    "alt1": "$1,900,000",
    "alt2": "$2,100,000",
    "alt3": "$2,700,000",
    "fb_generic": "<p>The correct selection is $2,700,000 = 20 x $90 x 1500.</p><p>On average, a clinician sees 20 patients per day and the healthcare facility receives $90 in payment.</p>",
    "ID": "Rd1_Dec2_R2",
    "name": "Cost of Inaction",
    "narrative": "<p>In order to calculate the cost of inaction, we need to first think through how this challenge will impact revenue or costs.  From the insight we know that there are many new ways healthcare facilities can adopt technology to improve the patient experience, improve efficiency, reach more patients, deliver better quality of care, etc. In this example we will be looking at using technology to offer virtual visits to patients. Specifically, we will be exploring how this technology could increase the number of patients that each clinician could see in a day. There is a cost to Lamna Healthcare of not acting and continuing to see the same number of patients they are currently.</p><p>Revenue from number of patients seen in a day = Number of patients seen x average reimbursement per patient x Number of doctors in clinic.</p>",
    "osd": "Calculate the revenue from the number of patients that a clinician currently sees in a day",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Using Technology"
}, {
    "alt1": "$1,650,000",
    "alt1_narrative": "$1,890,000 = 14 x $90 x 1500",
    "alt2": "$1,890,000",
    "alt3": "$1,900,000",
    "fb_generic": "The correct selection is $1,890,000 = 14 x $90 x 1500. In-person patient visits per day x average reimbursement x number of clinicians.",
    "ID": "Rd1_Dec3_R2",
    "name": "Cost of Inaction",
    "narrative": "<p>On average, a clinician will work 10 hours a day and will see 20 patients in one day. That averages to roughly two patients in an hour. However, a virtual visit typically takes only 15 minutes, enabling a clinician to complete four visits in an hour. Reimbursements are generally lower, however, at $40-$60 a visit. </p><p>For this example, we will assume an average rate of $50 per visit. We will also assume that doctors will only devote three hours per day to virtual visits. This means they will still have 14 in-person visits at $90/visit and then 12 virtual visits at $50/visit. </p><p>Our next step is to calculate the revenue of clinicians if they began offering virtual visits in addition to virtual visits. This is a two-part calculation. We will begin by looking at the revenue that will still come from the in-person visits. </p>",
    "osd": "Calculate the Revenue when offering in-person visits",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Retirement Age"
}, {
    "alt1": "$900,000",
    "alt2": "$1,500,000",
    "alt3": "$1,900,000",
    "fb_generic": "The correct selection is $900,000 = 12 x $50 x 1500. Virtual patient visits per day x average reimbursement x number of clinicians.",
    "ID": "Rd1_Dec4_R2",
    "name": "Cost of Inaction",
    "narrative": "<p>Next, we need to calculate the revenue that would come from offering virtual visits. Remember, we are saying that clinicians will only devote three hours to virtual visits at four appointments for three hours, that would equal 12 appointments per clinician.</p>",
    "osd": "Calculate the Revenue from offering virtual visits",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Virtual Visits"
}, {
    "alt1": "$2,670,000",
    "alt2": "$2,790,000",
    "alt3": "$3,235,000",
    "fb_generic": "The correct selection is $2,790,000 = $1,890,000 + $900,000. Revenue from in-person visits + Revenue from virtual visits.",
    "ID": "Rd1_Dec5_R2",
    "name": "Cost of Inaction (2.1.D5)",
    "narrative": "<p>Now, we need to calculate the combined revenue from in-person visits and virtual visits.</p><p>Revenue from in-person visits + Revenue from virtual visits.</p>",
    "osd": "Calculate the Combined Revenue",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Combined Revenue"
}, {
    "col1header": "(Clinic revenue per day with virtual visits",
    "col1row1": "$2,790,000",
    "col2header": "-",
    "col2row1": "-",
    "col3header": "Clinic revenue per day without virtual visits, only in-person visits)",
    "col3row1": "$2,700,000",
    "col4header": "x",
    "col4row1": "x",
    "col5header": "Working days per year",
    "col5row1": "210",
    "col6header": "=",
    "col6row1": "=",
    "col7header": "Cost of Inaction on Increasing Patient Expectations trend",
    "col7row1": "$18,900,000",
    "ID": "Rd1_Dec6_R2",
    "name": "Cost of Inaction",
    "narrative": "<p>Now we have the all the variables we need we need to calculate the cost of inaction:</p><ul><li>Revenue per clinician per day without offering virtual visits, only in-person visits</li><li>Revenue per clinician per day with offering virtual visits in combination with in-person visits</li></ul><p>For Lamna Healthcare, one cost of inaction on the trend Increasing Patient Expectations is how much additional revenue per day the healthcare facility will miss by not offering virtual visits, and then multiply that by the working days per year. The equations below show this calculation.</p>",
    "PageType": "Columns",
    "popupBtnText": "Read",
    "popupTitle": "Cost of Inaction"
}, {
    "alt1": "Lower patient access",
    "alt2": "Clinician retention",
    "alt3": "Lower quality scores",
    "alt4": "Increased administrative work",
    "alt5": "Slower growth",
    "alt6": "Difficulty retaining top clinicians",
    "alt7": "Poorer patient outcomes",
    "alt8": "Loss of patients to other healthcare facilities",
    "fb_generic": "<p>All of the items listed are potentially implications to Lamna Healthcare. However, the other most likely costs are likely the following:</p><ul><li><strong>Lower patient access.</strong> Getting to the doctor's office is a major struggle for some patients. Reasons could include a rigid work schedule, lack of transportation, or rural location. Offering the option of virtual care greatly increases patient access.</li><li><strong>Clinician retention.</strong> Many physicians would likely prefer to treat patients virtually, or they at least want to offer their patients that options. If physicians do not have that option, they may move to a health system that supports virtual visits.</li><li><strong>Loss of patients to other healthcare facilities.</strong> Patients who want or need to receive care virtually will begin using other healthcare facilities.</li></ul><p>Metric Impact</p><ul><li>Patient Volume: + 0.5% for each item correctly selected</li></ul>",
    "ID": "Rd1_Dec7_R2",
    "maximum": "3",
    "minimum": "3",
    "name": "Cost of Inaction",
    "narrative": "<p>Though we only calculated one cost of inaction, there are other implications for Lamna Healthcare that are also costs of inaction.  Below are other examples of the cost of inaction for Lamna Healthcare.</p>",
    "osd": "Select the three most likely to occur as a result of inaction on the Increasing Patient Expectations trend",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Other Implications"
}, {
    "alt1": "Tie to one specific stakeholder metric",
    "alt2": "Bring it to life for their function with an example or story specific to this type of industry",
    "alt3": "Ask questions to explore the stakeholder's perception of impacts and implications of this trend",
    "alt4": "Expand the impact to other metrics for this stakeholder based on Microsoft's knowledge and experience",
    "alt5": "Gain their agreement to explore this",
    "fb_generic": "<p>The correct order is:</p><ul><li>Tie to one specific stakeholder metric</li><li>Bring it to life for their function with an example or story specific to this type of industry</li><li>Ask questions to explore the stakeholder's perception of impacts and implications of this trend</li><li>Expand the impact to other metrics for this stakeholder based on Microsoft's knowledge and experience</li><li>Gain their agreement to explore this </li></ul><p>Metric Impact</p><ul><li>Patient Volume: + 0.25% for each item correctly ranked</li></ul>",
    "ID": "Rd1_Dec8_R2",
    "name": "Communicate Cost of Inaction",
    "narrative": "<p>This cost of inaction is obviously relevant for the Chief Patient Experience Officer, as this new delivery platform could have a large impact on the patient experience.  However, we need to be able to re-position this same cost of inaction for different stakeholders.  In this case, we know that the Chief Medical Officer is another key stakeholder.  </p>",
    "osd": "Order the following actions to effectively re-position this for the VP of Manufacturing",
    "PageType": "Ranking",
    "popupBtnText": "Decide",
    "popupTitle": "Communicate Cost of Inaction"
}, {
    "col1": "People Dynamics",
    "col1alt1": "Clinician Acquisition and Retention",
    "col1alt2": "Clinician Engagement",
    "col1alt3": "Patient Satisfaction",
    "col1alt4": "Trust in Leadership",
    "col1alt5": "Organizational Alignment",
    "col2": "Business Dynamics",
    "col2alt1": "Cost Effectiveness",
    "col2alt2": "Operational Efficiency",
    "col2alt3": "Operating Margin",
    "col2alt4": "Goal Attainment",
    "col2alt5": "Brand Reputation",
    "col2alt6": "Patient Growth",
    "col2alt7": "Revenue Growth",
    "fb_generic": "<p>All the items listed could help bring the cost of inaction to life. However, the three most likely topics include the following:</p><ul><li>Patient Satisfaction: Offering virtual visits would increase patient access and offer more flexible treatment options, likely increasing patient satisfaction.</li><li>Operating Margin: One of a health system's key metrics is operating margin. Offering virtual visits would increase volume and revenue, which would impact operating margin.</li><li>Revenue Growth: Improving access by offering virtual visits would increase patient volume and revenue.</li></ul>",
    "ID": "Rd1_Dec9_R2",
    "maximum": "3",
    "minimum": "3",
    "name": "Communicate Cost of Inaction",
    "narrative": "<p>When we are bringing the impacts of inaction to life, which three of the following categories would be useful to include in your story or example?</p>",
    "osd": "Select a total of three impacts",
    "PageType": "MultiSelectColumns",
    "popupBtnText": "Decide",
    "popupTitle": "Impacts of Inaction"
}, {
    "col1": "Chief Medical Officer",
    "col1alt1": "Quality Scores",
    "col1alt2": "Physician Retention",
    "col1alt3": "Operating Margin",
    "col2": "Chief Patient Experience Officer",
    "col2alt1": "Patient Satisfaction",
    "col2alt2": "Patient Volume",
    "col2alt3": "Patient Retention",
    "col3": "Chief Information Officer",
    "col3alt1": "Total Cost of Ownership (TCO)",
    "col3alt2": "Performance and Reliability",
    "col3alt3": "Adherence to SLA",
    "fb_generic": "<p>All the metrics listed are important for each stakeholder. The following information describes the top metric for each stakeholder. </p><p><strong>Chief Medical Officer:</strong> The most important metric for the CMO is Quality Scores. Quality Scores encompass everything from patient outcomes to patient satisfaction to the cleanliness of the facility. As the person ultimately responsible for patient care, the CMO is highly focused on Quality Scores. </p><p><strong>Chief Patient Experience Officer:</strong> The most important metric for the CPEO is Patient Satisfaction. Many factors contribute to a patient's satisfaction from a healthcare facility, including the quality of care, interactions with the clinicians and other staff, the facility environment, and quality of food served. The CPEO is responsible for driving high patient satisfaction scores.</p><p><strong>Chief Information Officer:</strong> The most important metric for the CIO is Performance and Reliability. Most users of IT don't think twice about the technology they use - they just expect it to work. The CIO is ultimately responsible for ensuring the performance and reliability of all information technology resources across the organization.  </p><p>Metric Impact</p><ul><li>Efficiency Increase: + 0.5% for each item correctly selected</li></ul>",
    "ID": "Rd2_Dec1_R2",
    "name": "Primary Drivers of Chosen Goals",
    "narrative": "<p>Now we need to explore the key players within Lamna Healthcare to better help us position Microsoft as a strategic and trusted partner.  </p><p>We know from the last round that though there are many important stakeholders within Lamna Healthcare. We are going to focus on three here: (1) Chief Medical Officer, (2) Chief Patient Experience Officer, (3) Chief Information Officer.</p><p>These three have been chosen because they have the largest spheres of influence within Lamna Healthcare as well as extremely high credibility across the business.</p><p>Under each stakeholder, you will see the names and definitions of three metrics to which they are often held accountable within the healthcare industry.  For each stakeholder, rank these metrics in terms of how important it is to improve them for Lamna Healthcare to succeed in its strategic execution.  A rank of 1 indicates the highest importance relative to the other two metrics and a 3 indicates the lowest relative importance.</p>",
    "osd": "Rank the three sets of metrics. Press space bar to toggle drag drop mode, use arrow keys to move selected elements.",
    "PageType": "RankingColumns",
    "popupBtnText": "Decide",
    "popupTitle": "Goal Drivers"
}, {
    "col0": "Stakeholder",
    "col0row1": "Primary Operating KPIs",
    "col0row2": "Actions",
    "col1": "Chief Medical Officer",
    "col1alt1": "Streamline and simplify clinicians' administrative duties to enable them to serve more patients, more effectively",
    "col1alt2": "Provide more robust protocol training to all teams involved in patient care",
    "col1alt3": "Host monthly meetings for all clinicians, highlighting healthcare developments and reinforcing new protocols",
    "col1row1": "(populate from 2.1.D1 decision) Quality Scores",
    "col2": "Chief Patient Experience Officer",
    "col2alt1": "Begin a new internal recognition program for outstanding patient care",
    "col2alt2": "Partner with IT to launch a patient portal, enabling clinician outreach post-discharge.",
    "col2alt3": "Build a patient advocate team to help patients with a chronic illness navigate the healthcare system",
    "col2row1": "(populate from 2.1.D1 decision) Patient Satisfaction",
    "col3": "Chief Information Officer",
    "col3alt1": "Streamline existing technologies",
    "col3alt2": "Reduce the number of technology vendors to increase interoperability",
    "col3alt3": "Offer regular training sessions to staff so they are more equipped to handle technical issues, reducing service support calls. ",
    "col3row1": "(populate from 2.1.D1 decision) Performance and Reliability",
    "ID": "Rd2_Dec2_R2",
    "maximum": "3",
    "minimum": "3",
    "name": "Prioritizing Stakeholder Actions",
    "narrative": "<p>Here are the Operating KPIs you aligned with each stakeholder in the last decision. To drive these Operating KPIs and the company's strategic initiatives, stakeholders must select the right actions that align with their Operating KPIs and strategy. Below are our three stakeholders as well as their primary Operating KPI for each one.</p>",
    "osd": "Select the top three actions across all lists (not just one per stakeholder) that you want to learn more about",
    "PageType": "MultiSelectColumns",
    "popupBtnText": "Decide",
    "popupTitle": "Stakeholder Actions"
}, {
    "alt1": "Option 1",
    "alt1_feedback": "<p>Beatriz is uncomfortable introducing you to the entire Senior Leadership Team, but she does mention Jamie Evans, the CIO. &quot;You still haven't met. I'll be sure to make that happen before I leave.&quot;</p></ul><li>Patient Volume +1%</li></ul>",
    "alt1_narrative": "Ask Beatriz to introduce you to the Senior Leadership Team before she leaves.",
    "alt2": "Option 2",
    "alt2_feedback": "<p>You get a few responses from your LinkedIn outreach. After a few back and forth messages, you even secure a couple meetings.</p><ul><li>Patient Volume +2%</li></ul>",
    "alt2_narrative": "Use LinkedIn to connect with other stakeholders at Lamna Healthcare. Send an InMail to these contacts, mentioning you have Beatriz as a common contact.",
    "alt3": "Option 3",
    "alt3_feedback": "<p>Beatriz promises an introduction to her replacement before she leaves Lamna Healthcare. &quot;I will likely train the replacement, so it won't be any trouble.&quot;</p><ul><li>Patient Volume +1%</li></ul>",
    "alt3_narrative": "Ask Beatriz who will be replacing her in the role and ask that she provide an introduction before she departs.",
    "ID": "Rd2_Dec3_R2",
    "name": "Networking to Expand Relationships",
    "narrative": "<p>Your primary contact at Lamna Healthcare, Beatriz, recently mentioned she is looking for a new position. You have a strong relationship with her and you are worried that she is your only close contact at the account. What do you do to expand your network before she leaves Lamna Healthcare?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Expand Network"
}, {
    "alt1": "Follow-up with Beatriz again to request the referral and ask if she has any concerns about introducing you to Jamie. You know Beatriz is well respected and that she is selective about who she introduces to others internally.",
    "alt1_feedback": "<p>Beatriz thanks you for your patience and promises she will make the introduction within the week.</p><ul><li>Patient Satisfaction +2%</li><li>Efficiency +2%</li></ul>",
    "alt2": "Hang out in the lobby of the building where you know Jamie works. Try to catch him on a break and introduce yourself. You've noticed pharma reps using this strategy to meet doctors and it seems to work for them.",
    "alt2_feedback": "<p>After a day and a half of working out of a Lamna Healthcare lobby, you spot Jamie and jump up to introduce yourself. However, Jamie steps into a meeting room before you can get to him.</p><ul><li>No impact</li></ul>",
    "alt3": "Email Jamie and ask if he would be willing to meet. Say that you are aware of his big project and that you have some insights to share that could be helpful to him.  ",
    "alt3_feedback": "<p>Your email catches Jamie's attention. He writes back, copies Beatriz on the message, and says, &quot;This sounds interesting. I'll have my colleague Beatriz follow-up with you.&quot; </p><ul><li>Patient Satisfaction +1%</li></ul>",
    "ID": "Rd2_Dec4_R2",
    "name": "Networking to Expand Relationships (2.2.E2)",
    "narrative": "<p>Beatriz has started sharing pieces of your insight and cost of inaction with others at Lamna Healthcare. She recently chatted with Jamie Evans, the CIO, and he expressed interest in what she shared. Jamie is leading a system-wide project to enable clinicians and staff to serve patients more efficiently through technology. He was curious to hear more about the digital front door strategy. </p><p>You are excited! Unfortunately, Beatriz has still not provided a referral to Jamie. What should you do to get in contact with Jamie?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Earn a Meeting"
}, {
    "alt1": "Find out as much as you can about Jamie, including reviewing his LinkedIn profile and any published articles. Also review your social networks for connections you may have in common.",
    "alt2": "Leverage Beatriz's insights and understanding of his current project to be as informed as possible when you go into the meeting.",
    "alt3": "Identify a few Microsoft capabilities that you feel would help Jamie with his project, based on what you know so far. Be prepared to speak about these capabilities if the opportunity arises.",
    "alt4": "Ask Beatriz about Jamie's personal communication style and work habits. For example, does he prefer presentations or dialogue; does he like getting straight to the point, or does he have a more laid-back approach?",
    "alt5": "Prepare the questions you want to ask Jamie in your meeting. Focus your questions on the results and priorities he is focused on and how he plans to reach them.",
    "fb_generic": "<p>The optimal answers were B and E.</p><ul><li>B: Leverage Beatriz's insights and understanding of his current project to be as informed as possible when you go into the meeting.</li><li>E. Prepare the questions you want to ask Jamie in your meeting. Focus your questions on the results and priorities he is focused on and how he plans to reach them.</li></ul><p>Beatriz already has a relationship with Jamie, so it makes sense that you would leverage her insights to be as prepared as possible for the meeting with Jamie. Also, it is critically important for you to know more about Jamie's project and what he is trying to accomplish, and to do that you need to have strong questions prepared.  Doing these two things will help your meeting with Jamie be a success.</p><p>Metric Impact</p><ul><li>Efficiency Increase: + 1.0% for each correct response</li></ul>",
    "ID": "Rd2_Dec5_R2",
    "name": "Prepare for Meeting",
    "narrative": "<p>Beatriz has finally connected you with Jamie and you have a meeting with him scheduled for two weeks from now. What will you do to be prepared as possible for the meeting with Jamie?</p>",
    "osd": "Select two options from the list",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Prepare for Meeting"
}, {
    "alt1": "Quantify how inaction from the customer will cost them money (or other resources)",
    "alt2": "Reframe the customer's perception of a relevant issue",
    "alt3": "Build credibility and empathy ",
    "alt4": "Provide general guidance in a product/solution agnostic way",
    "alt5": "Present your insight about a customer challenge",
    "alt6": "Present your specific solution and unique value ",
    "alt7": "Share stories and anecdotes that humanize the business issue.",
    "fb_generic": "<p>Quantify how inaction from the customer will cost them money (or other resources)</p><ol><li>Reframe the customer's perception of a relevant issue</li><li>Build credibility and empathy </li><li>Provide general guidance in a product/solution agnostic way</li><li>Present your insight about a customer challenge</li><li>Present your specific solution and unique value </li><li>Share stories and anecdotes that humanize the business issue.</li></ol><p>Steps 1, 2, and 3 are the &quot;Why Change&quot; message. Here you build credibility by reframing the customer's perception of a relevant business issue. Steps 4 and 5 are the &quot;Why Now&quot; message. Here you intensify the business consequences and humanize the problem. Steps 6 and 7 are the &quot;Why Microsoft&quot; message. Here you demonstrate the value of taking action and how Microsoft is uniquely positioned to support them.</p><p>Metric Impact</p><ul><li>Efficiency Increase: + 0.25% for each item correctly ordered item</li></ul>",
    "ID": "Rd3_Dec1_R2",
    "name": "Sharing a Point of View",
    "narrative": "<p>Understanding the Choreography of delivering an Insight is key for us to deliver a point of view that is well received and impactful. Below are the seven steps of the choreography.  Put them in the correct order.</p>",
    "osd": "Order the steps in the list",
    "PageType": "Ranking",
    "popupBtnText": "Decide",
    "popupTitle": "Sharing a Point of View"
}, {
    "alt1": "&quot;We know that Global M has prioritized Growing Revenues, Increasing Operating Margin, and Improving Return on Assets.  Which of those goals is IT most involved in?&quot;",
    "alt2": "&quot;Given the ever-increasing speed of evolution in the Manufacturing industry, what external factors have the greatest effect on your business?&quot;",
    "alt3": "&quot;What major initiatives have you launched to reach your goals? &quot;",
    "alt4": "&quot;Who outside IT has responsibility for the success of these initiatives?&quot;",
    "alt5": "&quot;More and more companies are proactively assessing risk in major business decisions.  What are the primary risks you are focusing on managing or avoiding?&quot;",
    "alt6": "&quot;Given the Drivers and Initiatives you are pursuing, which processes could be effected the most?&quot;",
    "alt7": "&quot;What measurements are you using to determine your progress and success within these initiatives?&quot;",
    "altA": "Deeper understanding of Global M's business goals",
    "altB": "Influential Market Trends",
    "altC": "Strategic Drivers & Initiatives",
    "altD": "Stakeholders involved in the process",
    "altE": "Cost and Consequences of Inaction",
    "altF": "Capabilities the Customer Needs to be Successful",
    "altG": "How the customer will evaluate their progress towards and attainment of their goals",
    "ID": "Rd3_Dec2_R2",
    "name": "Preparing a Point of View (2.3.D2)",
    "narrative": "<p>Below are a variety of topics that you can potentially learn more about from Jamie.  Next to each topic are some example questions you might ask to uncover information under that topic. </p>",
    "osd": "Match the question to the topic area",
    "PageType": "Ranking",
    "popupBtnText": "Decide",
    "popupTitle": "Goal Impacts"
}, {
    "alt1": "How important is improving TCO compared to your other top priorities?",
    "alt1_feedback": "<p>The optimal selection was Option D. </p><p>Below you will see all the options, the criteria each option met, and the metric impacts.  You picked option A.</p>",
    "alt2": "In an article you authored, you state improving TCO is your #1 priority. What metrics are you using to measure your progress towards that goal?",
    "alt2_feedback": "<p>The optimal selection was Option D. </p><p>Below you will see all the options, the criteria each option met, and the metric impacts.  You picked option B.</p>",
    "alt3": "Why is improving TCO such a key priority for Lamna Healthcare's success?",
    "alt3_feedback": "<p>The optimal selection was Option D. </p><p>Below you will see all the options, the criteria each option met, and the metric impacts.  You picked option C.</p>",
    "alt4": "In our experience, healthcare customers who prioritize TCO operate with greater efficiency and have lower overall operating costs. What metrics are you using to measure your progress towards improved TCO?",
    "alt4_feedback": "<p>The optimal selection was Option D. </p><p>Below you will see all the options, the criteria each option met, and the metric impacts.  You picked option D.</p>",
    "alt5": "By how much are you looking to improve your TCO?",
    "alt5_feedback": "<p>The optimal selection was Option D. </p><p>Below you will see all the options, the criteria each option met, and the metric impacts.  You picked option E.</p>",
    "fb_generic": "<p>&quot;How important is improving TCO compared to your other top priorities?&quot; This question incorporates the following four criteria for a strong question:</p><ul><li>Ask for more than data</li><li>Ask for ideas, analyses, possibilities, and feelings</li><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li></ul><p>&quot;In an article you authored, you state improving TCO is your #1 priority. What metrics are you using to measure your progress towards that goal?&quot; This question incorporates the following five criteria for a strong question:</p><ul><li>Challenge people to think deeply</li><li>Ask for more than data</li><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li><li>Have more value for the customer than for the seller</li></ul><p>&quot;Why is improving TCO such a key priority for Lamna Healthcare's success?&quot; This question incorporates the following three criteria for a strong question:</p><ul><li>Ask for more than data</li><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li></ul><p>&quot;In our experience, healthcare customers who prioritize TCO operate with greater efficiency and have lower overall operating costs. What metrics are you using to measure your progress towards improved TCO?&quot; This question incorporates the following six criteria for a strong question:</p><ul><li>Challenge people to think deeply</li><li>Ask for more than data</li><li>Identify impacts and implications</li><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li><li>Have more value for the customer than for the seller</li></ul><p>&quot;By how much are you looking to improve your TCO?&quot; This question incorporates the following two criteria for a strong question:</p><ul><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li></ul>",
    "ID": "Rd3_Dec3_R2",
    "name": "Strong Questions",
    "narrative": "<p>As you continue to refine the questions you want to ask to deepen your knowledge to understand the customer's business, you realize you have one question that needs to be re-written.  Currently it is not written as a powerful question and you want to improve it.  A strong question incorporates some of these criteria: </p><ul><li>Challenge people to think deeply</li><li>Ask for more than data</li><li>Identify impacts and implications</li><li>Ask for ideas, analyses, possibilities, and feelings</li><li>Identify issues and challenges</li><li>Are open-ended rather than closed-ended</li><li>Solicit information that is not readily available elsewhere</li><li>Have more value for the customer than for the seller</li></ul><p>Here is your current question: Is reducing TCO one of your top priorities this year?</p>",
    "osd": "Choose the option that is the strongest version of the question",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Strong Questions"
}, {
    "alt1": "Microsoft's product roadmap",
    "alt2": "Analyst reports on trends in the healthcare industry",
    "alt3": "Customer success stories",
    "alt4": "Review the CRM detail on Microsoft's history with Lamna Healthcare",
    "alt5": "Get the latest compete strategy report for the healthcare industry",
    "fb_generic": "<p>All the resources listed could be helpful at different stages of the sales cycle. However, because of your current position in the choreography, the most helpful resources are options B and C. These resources will help you prepare for sharing the Why Now message with Jamie.</p><ul><li>B. Analyst reports on trends in the healthcare industry</li><li>C. Customer success stories</li></ul><p>Metric Impact</p><ul><li>Patient Satisfaction: + 1.0% for each item correctly selected</li></ul>",
    "ID": "Rd3_Dec4_R2",
    "maximum": "2",
    "minimum": "2",
    "name": "Sharing a POV",
    "narrative": "<p>You are continuing to prepare for the meeting with Jamie. What are the top resources internally that could help you prepare? </p>",
    "osd": "Select your top two choices from the following list",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Sharing a POV"
}, {
    "alt1": "You have already completed plenty of research and you feel thoroughly prepared. You are confident and ready to go to the meeting.",
    "alt1_feedback": "<p>It's true you have already done plenty of preparation. However, reaching out to peers could have given you some additional perspective for your meeting with Jamie.</p><ul><li>No impact</li></ul>",
    "alt2": "Send a quick message to peers to get any last-minute bits of advice. Briefly describe the situation you are going into with Jamie and ask if anyone has encountered a similar situation and, if so, what advice they could share.",
    "alt2_feedback": "<p>Great choice. You receive some valuable input from your peers, enabling you to navigate the meeting with Jamie with even greater confidence.</p><ul><li>Patient Volume +2%</li></ul>",
    "alt3": "Ask your manager to repurpose your meeting later this afternoon. Instead of completing a pipeline review, ask your manager to run through your plan for your meeting with Jamie and provide you with feedback.",
    "alt3_feedback": "<p>Your manager is happy to repurpose the meeting and you receive validation for your plan. However, you don't find the time was as useful as you had hoped. </p><ul><li>Patient Volume +1%</li></ul>",
    "ID": "Rd3_Dec5_R2",
    "name": "Final Prep",
    "narrative": "<p>Your meeting with Jamie is tomorrow. You have meetings for the rest of today, including a one-to-one meeting with your manager. What final preparation will you do for the meeting?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Final Prep"
}, {
    "alt1": "Spend time uncovering and pursuing sales opportunities with Jamie that are related to the cost of inaction and the insight that you shared with him.",
    "alt1_feedback": "<p>It is too early for you to begin driving toward a specific sale, and in fact that focus diminishes your credibility with Jamie. The optimal response is C, to get a referral to other stakeholders within the account. The insight and cost of inaction you shared has ramifications across the health system and is much larger than Jamie's area of responsibility. You will need the engagement of other stakeholders across the business in order to be successful.</p><ul><li>Efficiency -1%</li></ul>",
    "alt2": "Use the motivation and urgency for change to expand your existing Microsoft ELA with Lamna Healthcare.",
    "alt2_feedback": "<p>Expanding Microsoft's ELA is self-serving and not in the best interests of the customer. The optimal response is C, to get a referral to other stakeholders within the account. The insight and cost of inaction you shared has ramifications across the health system and is much larger than Jamie's area of responsibility. You will need the engagement of other stakeholders across the business in order to be successful.</p><ul><li>Efficiency -1%</li></ul>",
    "alt3": "Get a referral to other key stakeholders within the account. Have Jamie identify the other key contacts for whom this insight would be relevant and get referrals to them. ",
    "alt3_feedback": "<p>The insight and cost of inaction you shared has ramifications across the health system and is much larger than Jamie's area of responsibility. You will need the engagement of other stakeholders across the business in order to be successful. </p><ul><li>Efficiency +2%</li><li>Patient Satisfaction +1%</li><li>Patient Volume +1%</li></ul>",
    "ID": "Rd3_Dec6_R2",
    "name": "Meeting Objective",
    "narrative": "<p>It is the morning of your meeting with Jamie. We know we want Jamie to become a champion for the need to change and change now. Beyond that, what is your objective for the meeting?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Meeting Objective"
}, {
    "alt1": "There's a commonly held opinion that a digital front door lacks the personalized touch. However, the data so far is showing that it's an effective way to engage with and treat many patients, increasing access and patient satisfaction.  ",
    "alt2": "Many of your competitors have begun offering a digital front door strategy. If Lamna Heathcare doesn't come forward with their own solution, it may be left behind.",
    "alt3": "Increasing patient volume is a critical goal for many healthcare systems. A digital front door strategy has been shown to increase patient volume and overall revenue, and all at a remarkably low cost.",
    "fb_generic": "<p>The optimal answer is option A. Now that you are in the conversation, you need to verbally walk Jamie through Why Change and Why Now. Option A is the optimal answer because it allows you to share Why Change before the cost of inaction and success stories, which are related to Why Now.</p><p>Option B is not optimal because it does not provide a reframe or challenge traditional thinking.</p><p>Option C Does not create any discomfort for the customer or a reason for them to move away from the status quo. </p>",
    "ID": "Rd4_Dec1_R2",
    "name": "Why Change?",
    "narrative": "<p>The meeting has begun and you have built some rapport and credibility with Jamie. You now want to transition the conversation and share your insight around a digital front door strategy. </p><p>You say, &quot;Jamie, as I've learned more about Lamna Healthcare, I'm recognizing that there are some misconceptions around a digital front door strategy and virtual patient visits.&quot; </p><p>How should you continue?</p>",
    "osd": "Pick the best &quot;Why Change&quot; statement",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Why Change?"
}, {
    "alt1": "Have you considered how Lamna Healthcare could respond to patients' increasing expectations for easier access to their healthcare provider?",
    "alt1_feedback": "<p>The correct answer was option B, &quot;What have you done, or are planning to do, in order to meet patients' increasing expectations for easier access to their healthcare provider?&quot; By asking that question, you leveraged your insight to get Jamie to open up about future plans - and begin to recognize that further action is likely necessary.</p><ul><li>Patient Satisfaction -1%</li></ul>",
    "alt2": "What have you done, or are planning to do, in order to meet patients' increasing expectations for easier access to their healthcare provider?",
    "alt2_feedback": "<p>&quot;That's an interesting question. I know it's something happening in our industry, and we have begun some conversations internally about how we can become more patient-centric. So far our conversations have focused on helping our patients better navigate the health system. However, a digital front door strategy is not a top priority right now.&quot; </p><p>This is a strong question. You leveraged your insight to get Jamie to open up about future plans - and begin to recognize that further action is likely necessary. </p><ul><li>Patient Satisfaction +2%</li></ul>",
    "alt3": "What challenges do you foresee in responding to patients' increasing expectations for easier access to their healthcare provider?",
    "alt3_feedback": "<p>The correct answer was option B, &quot;What have you done, or are planning to do, in order to meet patients' increasing expectations for easier access to their healthcare provider?&quot; By asking that question, you leveraged your insight to get Jamie to open up about future plans - and begin to recognize that further action is likely necessary.</p><ul><li>Patient Satisfaction -1%</li></ul>",
    "ID": "Rd4_Dec2_R2",
    "name": "Follow-up Question",
    "narrative": "<p>You have shared your opening statement. Now you need to engage Jamie in a dialogue. Which question will you ask to follow-up on your opening statement and engage Jamie?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Follow-up Question"
}, {
    "alt1": "Quantify how inaction from the customer on a digital front door strategy will cost them money (or other resources).",
    "alt2": "Provide general guidance in a product/solution agnostic way to enable a digital front door strategy.",
    "alt3": "Present your specific solution and unique value on how Microsoft can help Lamna Healthcare execute on a digital front door strategy.",
    "alt4": "Share stories and anecdotes that humanize how a digital front door strategy helps healthcare organizations similar to Lamna Healthcare.",
    "alt5": "Reframe the customer's perception of why a digital front door strategy is critical for increasing patient centricity. ",
    "fb_generic": "<p>The two correct options were A and D.</p><ul><li>A: Quantify how inaction from the customer on a digital front door strategy will cost them money (or other resources).</li><li>D: Share stories and anecdotes that humanize how a digital front door strategy helps healthcare organizations similar to Lamna Healthcare.</li></ul><p>It is too soon to put forth both general solutions or Microsoft solutions, as the customer has not demonstrated a readiness to act. </p><p>We are now at the point in the conversation to share &quot;Why now.&quot; You have already shared the insight and reframed it, so now you need to create urgency to act and the costs of inaction, as well as share stories and anecdotes to bring the topic to life.</p><p>Verbalizing this cost of inaction would sound like this: &quot;Let's look at a just a small portion of a digital front door strategy, which would be offering virtual patient visits. Approximately 1,500 clinicians in your health system could offer virtual visits to patients. We know that clinicians see an average of 20 patients per day, which - with a 10-hour workday - averages to about two patients per hour. However, with virtual visits, clinicians could see four patients per hour. I recognize reimbursements are lower for virtual visits - $50 on average compared to $90 for an in-person visit - but with the higher volume of patients you still have higher revenue. This is true even if clinicians only devoted three hours per day for virtual visits.</p><p>&quot;The revenue generated currently without virtual visits is $2,700,000 per day. By beginning to offer virtual visits for three hours per day, revenue could be $2,790,000 per day. Get the difference of those numbers and multiply it by 210, the number of working days per year, and you have a grand total of $18,900,000. That is your annual cost of inaction.</p><p>&quot;Beyond the financial implications we just discussed, other costs of inaction include lower patient access, potentially lower clinician retention, and loss of patients to other healthcare facilities. Patient access is lower because getting to a doctor's office can be a major struggle for some patients. Clinician retention is a cost because some doctors want to be able to offer their patients greater flexibility and more options, and may move to a health system that supports virtual visits. Finally, you may lose patients, as patients who need or want to receive care virtually will begin using other healthcare facilities that offer that option.&quot;</p><p><strong>Customer Response</strong></p><p>&quot;I hadn't considered that - your points are really compelling. I see how a digital front door strategy would benefit the organization and why we should take action.&quot;</p><p>Metric Impact</p><ul><li>+ 1.0% Patient Satisfaction and + 1.0% Patient Volume for each item correctly selected</li></ul>",
    "ID": "Rd4_Dec3_R2",
    "maximum": "2",
    "minimum": "2",
    "name": "Why Change? (2.4.E3)",
    "narrative": "<p>You realize that you need to help Jamie understand the urgency to change. What will you do next? </p>",
    "osd": "Select the two best options from the list",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Cost of Inaction"
}, {
    "alt1": "IT groups are generally considered cost centers and CIOs typically can't contribute to revenue generation. Frame the cost of inaction as a unique opportunity for Jamie to contribute to Lamna Healthcare's patient-centered strategy and revenue.",
    "alt1_feedback": "<p><strong>Customer Responses</strong></p><p>&quot;You make a good point. This is a great opportunity to shift away from my usual focus on cost control and contribute to the other side of the profitability equation.&quot; </p><p>It truly is a unique opportunity for Jamie to contribute to revenue generation and broader organizational goals. Highlighting this will make it more likely for Jamie to become aligned with your idea.</p><ul><li>Efficiency +3%</li></ul>",
    "alt2": "Reiterate how digitally enabled healthcare is a trend and if Lamna Healthcare takes inaction, it will fall behind competing health systems. Why not help Lamna Healthcare capitalize on the trend instead of a competitor?",
    "alt2_feedback": "<p><strong>Customer Responses</strong></p><p>&quot;Well naturally I want to see Lamna Healthcare succeed. I'm sure we'll implement something eventually, even if it's not right away.&quot;</p><p>This is an alright thing to say to Jamie. However, as the CIO, Jamie is less worried about competitor actions and Lamna Healthcare's position in the broader marketplace. Saying something more targeted to his personal or professional goals would have been more powerful.</p><ul><li>Efficiency +1%</li></ul>",
    "alt3": "Focus on what a digital front door strategy could mean for Jamie's career. He could be the CIO of a leading-edge health system...or the CIO of a health system that didn't change with the times.",
    "alt3_feedback": "<p><strong>Customer Responses</strong></p><p>&quot;I'd like to think I'm the CIO who leads the organization into the future. That's for sure.&quot;</p><p>Focusing on Jamie's career clearly shows &quot;what's in it for him.&quot; Your statement highlights how his actions will reflect on his reputation as a CIO, potentially boosting his career opportunities.</p><ul><li>Efficiency +2%</li></ul>",
    "ID": "Rd4_Dec4_R2",
    "name": "What's In It For Me?",
    "narrative": "<p>You have caught Jamie's attention by sharing the cost of inaction. However, he says: &quot;As the CIO, I can understand the technology side and my involvement in deploying a digital front door strategy. However, what's in it for me?&quot;</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "What's In It For Me?"
}, {
    "alt1": "Explore the other stakeholders at Lamna Healthcare who would be impacted by this topic.",
    "alt1_feedback": "<p>Great decision. Now that you have Jamie's engagement, the next step is to get others involved. Jamie is a key stakeholder, but you will need alignment from other stakeholders as well in order to be successful.</p><ul><li>Patient Satisfaction +2%</li><li>Efficiency +1%</li><li>Patient Volume +1%</li></ul>",
    "alt2": "Transition the conversation to discuss general recommendations.",
    "alt2_feedback": "<p>It is too early to begin discussing general recommendations. The correct answer is option A: &quot;Explore the other stakeholders at Lamna Healthcare that this impacts.&quot; Now that you have Jamie's engagement, the next step is to get others involved. Jamie is a key stakeholder, but you will need alignment from other stakeholders as well in order to be successful.</p><ul><li>Efficiency +1%</li></ul>",
    "alt3": "Set up a follow-up meeting between Jamie and one of your Microsoft colleagues who is an SME on digital front door strategies in healthcare. ",
    "alt3_feedback": "<p>It is too early to bring in a Microsoft SME. Right now you need to broaden your network of stakeholders at Lamna Healthcare, not dive deep with Jamie. The correct answer is option A: &quot;Explore the other stakeholders at Lamna Healthcare that this impacts.&quot; Now that you have Jamie's engagement, the next step is to get others involved. Jamie is a key stakeholder, but you will need alignment from other stakeholders as well in order to be successful.</p><ul><li>Efficiency +1%</li><ul>",
    "ID": "Rd4_Dec5_R2",
    "name": "Where Now?",
    "narrative": "<p>Jamie seems to recognize the importance of the cost of inaction and the value to him personally. How do you proceed?</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Where Now?"
}, {
    "alt1": "Francesca Lombo, Chief Financial Officer",
    "alt2": "Colette Lichtenberg, Chief Strategy Officer",
    "alt3": "Eden Hirsch, Chief Medical Officer",
    "alt4": "Yuu Chibata, VP Clinical Operations",
    "alt5": "Vera Kopecka, Chief Executive Officer",
    "alt6": "Basel Karzai, Chief Patient Experience Officer",
    "fb_generic": "<p>There are reasons it may be beneficial to involve all six of the listed stakeholders. However, the three stakeholders most critical to a digital front door strategy would be the following:</p><ul><li>Francesca Lombo, Chief Financial Officer: She should be involved because of the cost and budget implications of a digital front door strategy.</li><li>Eden Hirsch, Chief Medical Officer: She should be involved because a digital front door strategy would affect how patients receive care, which is a top concern for her role.</li><li>Basel Karzai, Chief Patient Experience Officer: He would be involved because a digital front door strategy would impact the patient experience. </li></ul><p>Metric Impact</p><ul><li>Patient Volume: + 1.0% for each correct stakeholder</li></ul>",
    "ID": "Rd4_Dec6_R2",
    "maximum": "3",
    "minimum": "3",
    "name": "Involving Stakeholders",
    "narrative": "<p>Now that you have Jamie's engagement, you need to involve other stakeholders. Who are the top three stakeholders from Lamna Healthcare that you believe should be involved? </p>",
    "osd": "Select three stakeholders from the list",
    "PageType": "MultiSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Involving Stakeholders"
}, {
    "alt1": "Say, &quot;I know many clinicians worry that patients won't have a great experience meeting virtually with their doctor. But, a virtual visit is far more convenient and cost effective, and satisfaction rates are quite high.&quot;",
    "alt1_feedback": "<p>The best answer was option C: &quot;Acknowledge the Eden's concern. Ask for Jamie's help in getting a conversation with Eden so you can explore her concerns further and provide additional insight on the topic.&quot; The best thing to do right now is to acknowledge the CMO's concerns and ask for Jamie's help in getting a meeting with her. </p><ul><li>Patient Volume +1%</li></ul>",
    "alt2": "Ask what else Eden has shared so far about her concerns. Then reinforce a point you made earlier, that there is a lot of misinformation about digital patient engagement strategies.",
    "alt2_feedback": "<p>The best answer was option C: &quot;Acknowledge the Eden's concern. Ask for Jamie's help in getting a conversation with Eden so you can explore her concerns further and provide additional insight on the topic.&quot; The best thing to do right now is to acknowledge the CMO's concerns and ask for Jamie's help in getting a meeting with her. </p><ul><li>Patient Volume +1%</li></ul>",
    "alt3": "Acknowledge the Eden's concern. Ask for Jamie's help in getting a conversation with Eden so you can explore her concerns further and provide additional insight on the topic. ",
    "alt3_feedback": "<p>Good choice. The best thing to do right now is to acknowledge the CMO's concerns and ask for Jamie's help in getting a meeting with her.</p><ul><li>Patient Volume +2%</li><li>Patient Satisfaction +1%</li></ul>",
    "ID": "Rd4_Dec7_R2",
    "name": "Concerns Around Strategy",
    "narrative": "<p>Jamie confirms that Eden Hirsch, the CMO, is one of the critical contacts and most important to engage first. However, he mentions that she may have concerns around a digital front door strategy. &quot;In the past, Eden has made comments about how digital engagement can seem cold and impersonal in a healthcare setting. She's definitely concerned about alienating patients.&quot;</p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Concerns Around Strategy"
}, {
    "alt1": "Ask Jamie to give you Eden's contact information so you can reach out directly via phone.",
    "alt1_feedback": "<p>The optimal answer was option C: &quot;Ask Jamie to schedule a joint meeting with you, him, and Eden.&quot; Having Jamie with you in the first meeting will boost your credibility and demonstrate that you have already have some support for your idea.</p><ul><li>Efficiency +.5%</li></ul>",
    "alt2": "Ask Jamie to make CC you on an email to Eden in which he introduces you and suggests a meeting.",
    "alt2_feedback": "<p>The optimal answer was option C: &quot;Ask Jamie to schedule a joint meeting with you, him, and Eden.&quot; Having Jamie with you in the first meeting will boost your credibility and demonstrate that you have already have some support for your idea.</p><ul><li>Efficiency +.5%</li></ul>",
    "alt3": "Ask Jamie to schedule a joint meeting with you, him, and Eden.",
    "alt3_feedback": "<p>That's right! The best way to connect with Eden is through an internal referral. Having Jamie with you in the first meeting will boost your credibility and demonstrate that you have already have some support for your idea.</p><ul><li>Patient Volume +1%</li><li>Patient Satisfaction +1%</li><li>Efficiency +1%</li></ul>",
    "alt4": "Re-engage Beatriz and ask that she connect you with Eden.",
    "alt4_feedback": "<p>The optimal answer was option C: &quot;Ask Jamie to schedule a joint meeting with you, him, and Eden.&quot; Having Jamie with you in the first meeting will boost your credibility and demonstrate that you have already have some support for your idea.</p><ul><li>Efficiency +.5%</li></ul>",
    "alt5": "Use LinkedIn to connect with and send an introductory InMail to Eden.",
    "alt5_feedback": "<p>The optimal answer was option C: &quot;Ask Jamie to schedule a joint meeting with you, him, and Eden.&quot; Having Jamie with you in the first meeting will boost your credibility and demonstrate that you have already have some support for your idea.</p><ul><li>Efficiency +.5%</li></ul>",
    "ID": "Rd4_Dec8_R2",
    "name": "Getting a Meeting",
    "narrative": "<p>You're at the end of the meeting with Jamie and you have both agreed that Eden Hirsch, the CMO, is the next stakeholder to engage. How should you approach getting a meeting with the CMO? </p>",
    "osd": "Select the best option from the list",
    "PageType": "SingleSelect",
    "popupBtnText": "Decide",
    "popupTitle": "Getting a Meeting"
}, {
    "alt1": "Business Capability 1",
    "alt2": "Business Capability 2",
    "alt3": "Business Capability 3",
    "alt4": "Business Capability 4",
    "ID": "Rd1_Dec7_R3",
    "name": "Decision 3.1.D2",
    "narrative": "<p>Identify the business capabilities that they have and what they need to develop (points for accurate capabilities) - out of the correct business capabilities from 3.1.1 group into what the customer is already capable of vs. what they need to develop</p>",
    "option1": "What does the customer have?",
    "option2": "What does the customer still need?",
    "osd": "Choose the correct capabilities",
    "PageType": "TwoOptionCenter",
    "popupBtnText": "Decide",
    "popupTitle": "Business Capabilities (3.1.D2)"
}, {
    "centerLabel": "What is the level of support that Microsoft can provide to enable the customer's business capability?",
    "centerOpt1": "No ability to partner",
    "centerOpt2": "Can provide partial partnership",
    "centerOpt3": "Can provide complete support and partnership",
    "constraints": "tlInput31D21_R1, tlInput31D22_R1, tlInput31D23_R1, tlInput31D24_R1",
    "ID": "Rd1_Dec8_R3",
    "leftLabel": "What does the customer still need? ",
    "name": "Development Support (3.1.D3)",
    "narrative": "<p>Match the top 3 business capabilities to Microsoft's ability to support development.</p>",
    "osd": "Match the capabilities",
    "PageType": "TwoOptionLeft",
    "popupBtnText": "Decide",
    "popupTitle": "Development Support",
    "rightLabel": "What is the Microsoft Capability Level within Gartner Magic Quadrants?",
    "rightOpt1": "Challenger",
    "rightOpt2": "Leaders",
    "rightOpt3": "Niche Players",
    "rightOpt4": "Visionaries"
}, {
    "ID": "Rd3_Dec2_R3",
    "level1": "CEO",
    "level1.1": "CFO",
    "level1.1desc": "Chief Financial Officer",
    "level1.2": "SVP Sales and Marketing",
    "level1.2desc": "SVP Sales and Marketing",
    "level1.3": "CIO",
    "level1.3.1": "VP of Product & Innovation",
    "level1.3.1desc": "VP of Product & Innovation",
    "level1.3.2": "Dir of DevOps",
    "level1.3.2desc": "Director of Development and Operations",
    "level1.3desc": "Chief Information Officer",
    "level1.4": "CTO",
    "level1.4.1": "SVP of Design",
    "level1.4.1desc": "Senior VP of Design",
    "level1.4.2": "Dir of Storage & Infrastructure",
    "level1.4.2desc": "Dir of Storage & Infrastructure",
    "level1.4desc": "Chief Technology Officer",
    "level1.5": "COO",
    "level1.5.1": "VP of Engineering",
    "level1.5.1desc": "Vice President of Engineering",
    "level1.5.2": "VP of Manufacturing",
    "level1.5.2desc": "Vice President of Manufacturing",
    "level1.5desc": "Chief Operating Officer",
    "level1.6": "CHRO",
    "level1.6desc": "Chief Human Resources Officer",
    "level1desc": "Chief Executive Officer",
    "name": "Decision 3.3.D2",
    "narrative": "<p>Identify the primary and secondary stakeholders that comprise the buying committee for the Factory of the Future (insert identified priority scenario here). </p>",
    "option1": "Primary Stakeholder",
    "option1.1": "CEO",
    "option1.10": "COO",
    "option1.11": "VP of Engineering",
    "option1.12": "VP of Manufacturing",
    "option1.13": "CHRO",
    "option1.2": "CFO",
    "option1.3": "SVP Sales and Marketing",
    "option1.4": "CIO",
    "option1.5": "VP of Product & Innovation",
    "option1.6": "Dir of DevOps",
    "option1.7": "CTO",
    "option1.8": "SVP of Design",
    "option1.9": "Dir of Storage & Infrastructure",
    "option2": "Secondary Stakeholder",
    "option2.1": "CEO",
    "option2.10": "COO",
    "option2.11": "VP of Engineering",
    "option2.12": "VP of Manufacturing",
    "option2.13": "CHRO",
    "option2.2": "CFO",
    "option2.3": "SVP Sales and Marketing",
    "option2.4": "CIO",
    "option2.5": "VP of Product & Innovation",
    "option2.6": "Dir of DevOps",
    "option2.7": "CTO",
    "option2.8": "SVP of Design",
    "option2.9": "Dir of Storage & Infrastructure",
    "osd": "Select the primary and secondary stakeholders",
    "PageType": "OrgChart",
    "popupBtnText": "Decide",
    "popupTitle": "Stakeholders"
}, {
    "alt1": "(*Placeholder for free text entry*)",
    "ID": "Rd3_Dec3_R3",
    "name": "Best Fit (3.3.E3)",
    "narrative": "<p>Now that you've identified that the buying committee is comprised of (*insert previous*) when addressing the digital transformation to achieve the Factory of the Future, which Microsoft products/services/offerings that would best fit this priority scenario</p>",
    "osd": "Please enter the products into the entry field",
    "PageType": "FreeText",
    "popupBtnText": "Decide",
    "popupTitle": "Best Fit"
}, {
    "ID": "Rd1_OrgChart_R1",
    "level1": "CEO",
    "level1.1": "CFO",
    "level1.1desc": "Chief Financial Officer",
    "level1.2": "SVP Sales and Marketing",
    "level1.2desc": "SVP Sales and Marketing",
    "level1.3": "CIO",
    "level1.3.1": "VP of Product & Innovation",
    "level1.3.1desc": "VP of Product & Innovation",
    "level1.3.2": "Dir of DevOps",
    "level1.3.2desc": "Director of Development and Operations",
    "level1.3desc": "Chief Information Officer",
    "level1.4": "CTO",
    "level1.4.1": "SVP of Design",
    "level1.4.1desc": "Senior VP of Design",
    "level1.4.2": "Dir of Storage & Infrastructure",
    "level1.4.2desc": "Dir of Storage & Infrastructure",
    "level1.4desc": "Chief Technology Officer",
    "level1.5": "COO",
    "level1.5.1": "VP of Engineering",
    "level1.5.1desc": "Vice President of Engineering",
    "level1.5.2": "VP of Manufacturing",
    "level1.5.2desc": "Vice President of Manufacturing",
    "level1.5desc": "Chief Operating Officer",
    "level1.6": "CHRO",
    "level1.6desc": "Chief Human Resources Officer",
    "level1desc": "Chief Executive Officer"
}, {
    "condition": "tlInputRound>0",
    "ID": "Instruction1",
    "name": "Host Introduction for the Simulation and Explain the Pre-Work",
    "PageType": "Instruction",
    "video": "dummy.mp4",
    "videoTranscripts": "Wow. I'm more excited now after listening to the expert's views on what's happening in your industry. This is crucial information to prepare you for your simulated experience. In the simulation you'll be making decisions in your role as an executive.<br>Perhaps you're asking yourself: How will the simulated experience work?<br>Throughout the simulation, you'll have a navigation bar at the left side of your screen. In the first round of the simulation, you'll select goals that will display on this bar.You'll then make decisions about how to run your company.  For each decision, you'll have one opportunity to make your selection, so analyze all information available before you select submit. The results of your decisions will immediately be reflected on the goals in your navigation bar.  Your decisions will be final but you can always review options, feedback, and videos by selecting the &quot;review options&quot; button in the top right hand section of the event feedback screen. Additionally, you can click &quot;review summary&quot; at any time on the left navigation bar to see the impact of previous decisions.<br>In this season, you'll assume the role of an executive, similar to how Miranda and Dev made decisions on behalf of Hana. You'll run a simulated company, be responsible for driving results, and making strategic decisions. Your success will be measured based on business results and the decisions you make will have a direct impact on the company's performance.<br>Now, let's get to know your company.  Read through the case study and organizational chart that you can access through the navigation bar on the left side of your screen.<br>This simulation will help you gain a deeper understanding of your customers while leaving you with key takeaways to apply on the job.<br>Well, that's enough for now, I think. It's time for you to assume the role of an executive! I will be appearing throughout your journey as needed, to help guide you.  After you've completed your simulation pre-work you'll hear from an industry expert.  They will share important information about your industry's value chain, metrics and KPIs."
}, {
    "condition": "tlInputRound=1;tlInputEpisode=1",
    "ID": "Instruction2",
    "name": "Season One: Simulation Round One",
    "PageType": "Instruction",
    "video": "dummy.mp4",
    "videoTranscripts": "Are you ready to start running your own company?<br>Now, you have an opportunity to set the business goals you wish to pursue through your company.  In this round, your main objective is to understand how executives drive achievement and success through their business.<br>The first decision you have to make is to select the goals you want your business to pursue. These goals will be impacted throughout the course based on the decisions you make. They will also be added to your navigation bar. The second decision will require you to select drivers you want to pursue to achieve your goals. In the last part of this round, you will be presented with events which will require you to formulate a response.  Each decision and response will impact your company's performance against its goals.<br>Remember, your company's performance will be bench marked against the performance of other participants, therefore consider how your metrics may be impacted by the decisions you make.<br>"
}, {
    "condition": "tlInputRound=2;tlInputEpisode=1",
    "ID": "Instruction3",
    "name": "Season One: Simulation Round Two",
    "PageType": "Instruction",
    "video": "dummy.mp4",
    "videoTranscripts": "We've covered a lot so far and you're doing great!Recall the three industry expert videos we've shared this season. We've learned what's &quot;top of mind&quot; for executives and discussed the industry landscape. This knowledge will be key as you head into round two of the simulation.<br>In this round, you'll be making decisions and responding to industry trends and disruptors. Our main objective is to understand and identify trends in the market and determine if they are opportunities or risks.<br>The first decision requires you to identify trends that represent opportunities for your company and the senior leadership team.  Your second decision will be to identify those trends that represent risks or possible disruptions to the execution of your strategic initiatives.  In the last part of this round, you'll be presented with three events.  Just as in round one of the simulation, you'll have to choose an option for each event and every decision will have a different consequence. Think about the tradeoffs for each decision as you work through these events.<br>Okay, well that's all I have for now. Hope you're enjoying your new responsibilities. Good luck!"
}, {
    "condition": "tlInputRound=3;tlInputEpisode=1",
    "ID": "Instruction4",
    "image": "dummy.jpeg",
    "name": "Season One: Simulation Round Three",
    "narrative": "Wasn't it inspiring to learn about digital transformation in your industry?  Often, significant events will trigger transformation for stakeholders in different ways.<br>When Miranda and Dev were able to read Hana's mind and influence her decisions, we discovered that each c-suite executive has a unique concern regarding the cybersecurity attack. When addressing significant events or challenges, like a cybersecurity breach, it's common to have multiple executives with different responsibilities pursue multiple strategic initiatives to address the challenge.<br>In this round, your first decision will be to select strategic initiatives that best support the achievement of your company's business goals.  Your second decision will be to assign these initiatives to the appropriate members of the senior leadership team.  In the last part of this round, you will be presented with several scenarios where you'll make decisions on how to empower employees in the workforce.<br>That's all for now. It's time to read through the strategic initiatives available to you. Good luck!",
    "PageType": "Instruction"
}, {
    "condition": "tlInputRound=4;tlInputEpisode=1",
    "ID": "Instruction5",
    "name": "Season One: Simulation Round Four",
    "PageType": "Instruction",
    "video": "dummy.mp4",
    "videoTranscripts": "In the last episode,  Truman guided Dev and Miranda on how to create an insight that helps differentiate them from the competition.  You'll now have the opportunity to evaluate and select an insight relevant to your company.<br>In this round, our main objective is to identify and communicate insights that challenge &quot;business as usual&quot; and support achievement of our business goals.<br>Your first decision will be to select the most relevant insight from a provided list. You'll be given more context to help you determine what separates a great insight from just a good one.  In the last part of this round, you'll be asked to reimagine your industry and respond to several industry events or scenarios.<br>Once you've finished this video, you will begin your last simulation round of this season. Good luck!"
}
]}