{"scenes": [
{
    "feedback3": "reversed"
}, {
    "DashboardKeyMetric1_R1": "Revenue",
    "DashboardKeyMetric1_R2": "Revenue",
    "DashboardKeyMetric1_R3": "Revenue",
    "DashboardKeyMetric2_R1": "Customer satisfaction",
    "DashboardKeyMetric2_R2": "Customer satisfaction",
    "DashboardKeyMetric2_R3": "Customer satisfaction",
    "DashboardKeyMetric3_R1": "Operating expenses",
    "DashboardKeyMetric3_R2": "Operating expenses",
    "DashboardKeyMetric3_R3": "Operating expenses",
    "DashboardKeyMetric4_R1": "Grid reliability",
    "DashboardKeyMetric4_R2": "Grid reliability",
    "DashboardKeyMetric4_R3": "Grid reliability",
    "DashboardKeyMetric5_R1": "Employee productivity",
    "DashboardKeyMetric5_R2": "Employee productivity",
    "DashboardKeyMetric5_R3": "Employee productivity",
    "ID": "GEN",
    "Title": "Sales Onboarding: Power and Utilities"
}, {
    "alt1": "Name:",
    "alt1_range": "tlInput_Rd1_Dec0_R1",
    "ID": "Rd1_Dec0_R1",
    "name": "Team Details",
    "narrative": "<p>Welcome to the OSG Sales Onboarding Simulation.</p>",
    "order": "-1",
    "osd": "Please enter your name first before we can continue.",
    "PageType": "TeamEntry",
    "popupBtnText": "Continue"
}, {
    "alt1": "<b>Revenue</b>: This metric refers to the total money made by selling a company's products and services.",
    "alt2": "<b>Customer satisfaction</b>: This metric is a measure of how products and services supplied by SEPU meet or surpass customer expectations.",
    "alt3": "<b>Operating expenses</b>: This metric refers to the expenses SEPU incurs through its normal business operations, including generation, transmission and distribution operational costs. ",
    "alt4": "<b>Grid reliability</b>: This metric refers to the degree to which the performance of the elements of the electric system result in power being delivered to consumers within accepted standards and in the amount desired. ",
    "alt5": "<b>Employee productivity</b>: This metric refers to the efficiency and output of SEPU's employees. The more employees feel their health and safety are a priority, the more likely they will perform well and stay at SEPU.",
    "ID": "Rd1_Dec1_R1",
    "name": "Goals common to power and utilities",
    "narrative": "<p>You are a new decision maker at South Eastern Public Utility, Inc. (SEPU) and you are preparing for your first senior leadership team (SLT) meeting. You want to organize the strategy discussion that will arise in the SLT meeting around three core goals for the business.</p><p>The top three goals will become your primary metrics on the navigation bar. As you make decisions on behalf of the SLT, these metrics will show how successful you are as a leader and at running the business. Based on the decisions made throughout the simulation, the goals or metrics will change.</p>",
    "order": "1",
    "osd": "<p>Order the following potential goals from 1 (most important) to 5 (least important).",
    "PageType": "Ranking",
    "popupBtnText": "Continue",
    "popupTitle": "Meeting prep"
}, {
    "alt1": "Improve grid resiliency, security, and reliability",
    "alt1_feedback1": "+$50M",
    "alt1_feedback2": "+0.50%",
    "alt1_feedback4": "+0.50%",
    "alt1_feedback5": "+0.25%",
    "alt10": "Invest in upgrades or renovations of existing facilities",
    "alt10_feedback2": "+0.50%",
    "alt10_feedback3": "-$50M",
    "alt10_feedback4": "+0.50%",
    "alt10_feedback5": "+0.25%",
    "alt2": "Invest in clean energy sources",
    "alt2_feedback1": "+$50M",
    "alt2_feedback2": "+0.50%",
    "alt2_feedback4": "+0.50%",
    "alt3": "Focus on cutting-edge technology",
    "alt3_feedback1": "+$25M",
    "alt3_feedback2": "+0.25%",
    "alt3_feedback3": "-$25M",
    "alt3_feedback4": "+0.25%",
    "alt4": "Improve customer experience",
    "alt4_feedback1": "+$50M",
    "alt4_feedback2": "+0.50%",
    "alt4_feedback3": "-$25M",
    "alt4_feedback5": "+0.50%",
    "alt5": "Focus on process improvements",
    "alt5_feedback3": "-$50M",
    "alt5_feedback4": "+0.25%",
    "alt5_feedback5": "+0.50%",
    "alt6": "Focus on managing costs of servicing customers",
    "alt6_feedback3": "-$100M",
    "alt7": "Improve the performance of assets",
    "alt7_feedback1": "+$100M",
    "alt7_feedback2": "+0.50%",
    "alt8": "Implement software that will streamline or simplify work",
    "alt8_feedback3": "-$50M",
    "alt8_feedback4": "+0.25%",
    "alt8_feedback5": "+0.50%",
    "alt9": "Focus on employee productivity and safety",
    "alt9_feedback2": "+0.50%",
    "alt9_feedback4": "+0.50%",
    "alt9_feedback5": "+0.50%",
    "fb_explanation": "<p>The following are the impacts on your business based on the drivers you selected. Often at the start of the year, the SLT will decide on different areas of investment focus. This initial increase in your metrics, based on the drivers selected, represents the implementation of the investment.</p>",
    "ID": "Rd1_Dec2_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Primary drivers of chosen goals ",
    "narrative": "<p>As a decision maker on the SLT, select the drivers you want to invest in for your chosen goals. A driver is an area the SLT can invest in to enable the goals identified in the previous decision. If you select drivers aligned with your goals, then you will see a positive increase in metrics on the navigation bar.<p>",
    "order": "2",
    "osd": "Select a total of five drivers",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Driver investment",
    "reversed": "feedback3"
}, {
    "alt1": "Invite all employees to a virtual town hall at which you will explain the rationale for the changes. People adapt to change more easily when they understand the reason for it. Focus on three key areas: benefits to consumers, benefits to the organization (including financial), and benefits to staff and employees.",
    "alt1_feedback": "<p>Great choice. The town hall was an efficient way to communicate the rationale for the change. In the end, some people still disagreed with the changes, but at least they understood why the changes were happening. <b>Employee productivity<b> increases.<p><ul><li><b>Employee productivity +0.5%</b></li></ul>",
    "alt2": "You recognize that change takes time and that each person reacts to change in a different way and at their own pace. However, regardless of people's personal feelings, you need them to be aligned. Answer questions as they come to you, and then work with individual department heads to enforce compliance.  ",
    "alt2_feedback": "<p>While this wasn't the optimal approach, your employees appreciated your personal response to their questions and concerns. Your work with the department heads ensured the changes were executed, improving quality, which ultimately had a positive impact on <b>operating expenses</b> and <b>employee productivity</b>.<ul><li><b>Operating expenses</b> -$25M</li><li><b>Employee productivity</b> +0.25%</li></ul>",
    "alt3": "People are more receptive to change when they feel they are a part of it. Announce a two-week period for anyone to come forward with comments or concerns about the changes. Then go back to the SLT and determine whether your plan should be revised. ",
    "alt3_feedback": "<p>This was not the best choice. During the two-week period, you received dozens of comments, questions, and concerns about the changes. You evaluated all this information and brought it before the SLT, but in the end you moved forward with the same plan.  Employees were upset that their input was disregarded. This inefficiency increased your <b>operating expenses.</b> Also, <b>employee productivity</b> decreased.</p><ul><li><b>Operating expenses</b> +$25M</li><li><b>Employee productivity</b> -0.25%</li></ul>",
    "header2": "Chief Executive Officer (CEO) message shift",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec3_R1",
    "name": "Chief Executive Officer (CEO) message shift",
    "narrative": "<p>Now that the SLT has decided on the new goals and their strategic drivers for SEPU, they have messaged that out to consumers, employees, and stakeholders. Unsurprisingly, several situations have arisen as a result of this change in strategic direction.</p><p>Your employees learned of the planned changes. You consulted with a variety of employees  while the strategy was being formulated, so you are confident it is the right direction. However, as soon as the new direction is shared more broadly, you begin receiving questions and pushback. &quot;Are these changes truly necessary?&quot; &quot;What was wrong with how we were working before?&quot; &quot;What's the expected benefit?&quot; This resistance has made you begin to wonder whether the employees will be open to adopting new technology and procedures for how they deliver services.</p>",
    "order": "3",
    "osd": "How should you respond to these questions?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Message shift"
}, {
    "alt1": "This is your opportunity to address some of the bigger issues with SEPU's IT landscape. SEPU already has too many platforms and applications cobbled together. Trying to make the requested changes without addressing the foundational problems will only cause more problems later. You decide to be proactive and communicate to the SLT the bigger-picture needs that could be addressed at the same time as these new changes.",
    "alt1_feedback": "<p>This was a good option but not the best. Your bold maneuver got the attention of the SLT, and they understood the urgency of the situation in a way they hadn't previously.  Unfortunately, there wasn't the budget to make the sweeping changes all at once. However, you got a commitment for a moderate increase in budget now, with an even bigger increase to come in the next budget cycle.</p><ul><li><b>Employee productivity +0.25%</b></li></ul>",
    "alt2": "You make the best with what you have. You and your team always find a way to make things work. The solutions may not be optimal, but they are functional. You make a plan for how you will proceed, but you are also sure to communicate the limitations of this solution. ",
    "alt2_feedback": "<p>This was not a good option. Your team worked hard to begin making the necessary changes. You were plagued with delays and workarounds, and in the end your solution was a disappointment to users.  The SLT was upset you didn't more clearly communicate the risks of moving forward with current resources.</p><b><ul><li>Customer satisfaction -0.25%</li><li>Employee productivity -0.5%</li></ul></b>",
    "alt3": "You need a budget and you need more people. You put together a realistic plan for what you could accomplish with your current resources, and then two other plans showing the &quot;better&quot; and &quot;best&quot; solutions. All plans will include expected impacts and benefits to consumers, employees, and the organization overall.",
    "alt3_feedback": "<p>Great decision. The SLT appreciated your thoughtful analysis and especially the expected impacts to consumers, employees, and the organization. There wasn't much available budget to allocate to you, but the SLT deemed your request important enough to dip into some reserve funds. You received a big boost to your budget, and you were promised the remaining funds in the next budget cycle. The improved platform <b>increased employee productivity</b> and also improved quality, which helped <b>increase customer satisfaction</b>.</p><b><ul><li>Customer satisfaction +0.5%</li><li>Employee productivity +0.5%</li></ul></b>",
    "header2": "Chief Information Officer (CIO) new direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec4_R1",
    "name": "Chief Information Officer (CIO) new direction",
    "narrative": "<p>SEPU's new direction has led to some sort of disruption for most of the business and administrative systems currently in place. You are concerned that the current resources are not capable of evolving in the way required by the new strategic direction. Of course, you haven't received any promises of an increased budget.</p>",
    "order": "4",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "New direction"
}, {
    "alt1": "The proposed changes are aligned with regulatory requirements and are in the best interests of consumers. Financial considerations need to be secondary to that. Meet with the board to share the non-financial benefits of these changes, which include improved customer satisfaction, elevated brand reputation, and increased employee satisfaction.",
    "alt1_feedback": "<p>This is a good choice but not the best. Your focus on &quot;softer&quot; metrics was powerful, ultimately improving <b>grid reliability</b>. However, it left the board questioning the financial impact. You continued to receive pushback until you agreed to share a proposal that highlights the expected costs and financial benefits.</p><ul><li><b>Grid reliability</b> +0.5%</li></ul>",
    "alt2": "You know that SEPU must be financially sound in order to survive. Ask Francesca to put together a financial analysis, providing a comprehensive view of the costs along with the expected financial benefits. Then, propose that you and Francesca meet with the board together to address the realistic impact to the operating margin.",
    "alt2_feedback": "<p>Great choice. The board thanked you for your detailed analysis and approved your plans. Your sensible approach to shepherding the finances of the company ultimately enabled you to expand your services to increase <b>revenue</b> and <b>grid reliability</b>.</p><ul><li><b>Revenue </b>+$50M</li><li><b>Grid reliability </b>+0.5%</li></ul>",
    "header2": "Senior Vice President (SVP), Finance new direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec5_R1",
    "name": "Senior Vice President (SVP), Finance new direction",
    "narrative": "<p>While Francesca Lombo SVP, Finance, seemed aligned with the new direction during the SLT meeting, she approached you later in the week. &quot;I've just been questioned by the board. They are concerned that the new direction will require cost-intensive and labor-intensive investments to execute, thus putting our operating margin in jeopardy.&quot;</p>",
    "order": "5",
    "osd": "How do you respond to Francesca? ",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "New direction"
}, {
    "ID": "Rd1_OrgChart_R1",
    "image": "assets/images/company-logos/SouthEastern.svg",
    "level1": "Basel Karzai",
    "level1.1": "Francesca Lombo",
    "level1.1desc": "SVP, Finance",
    "level1.2": "Jamie Evans",
    "level1.2.1": "Beatriz Melgar",
    "level1.2.1desc": "Director of Information Security",
    "level1.2desc": "SVP, Information Technology",
    "level1.3": "Henri Marquis",
    "level1.3desc": "SVP, Operations and Strategy",
    "level1.4": "Bill Dulaney",
    "level1.4.1": "Colette Lichtenberg",
    "level1.4.1.1": "Cameron Baker",
    "level1.4.1.1desc": "VP, SEPU Distribution",
    "level1.4.1desc": "VP, SEPU Transmission",
    "level1.4desc": "SVP, Electric Operations",
    "level1.5": "Eden Hirsch",
    "level1.5desc": "SVP, Consumer",
    "level1.6": "Meena Dubey",
    "level1.6.1": "Wayne Fellows",
    "level1.6.1desc": "Director of Safety",
    "level1.6desc": "SVP, HR and Compliance",
    "level1.7": "Yuu Chibata",
    "level1.7desc": "SVP, SEPU Generation",
    "level1desc": "Chief Executive Officer"
}, {
    "alt1": "Power purchase agreements",
    "alt1_narrative": "In the last few years, cities and corporations have signed increasingly large power purchase agreements (PPAs) to source electricity from renewable energy developers for commercial, municipal and community use. Cities will get ever more creative with PPAs, signing large deals to meet municipal needs and expanding to community members and residents.",
    "alt10": "Generation efficiency",
    "alt10_narrative": "Global challenges like urbanization, scarce resources, and climate change are spurring a demand for increasingly efficient power generation products, solutions, and services. Trends like digitalization open a variety of opportunities within the energy business.  ",
    "alt11": "The new energy consumer",
    "alt11_narrative": "New technologies, electrification, evolving customer preferences, and the changing competitive landscape are leading many power companies to explore new offerings and even new business models.",
    "alt12": "Create positive personalized experiences",
    "alt12_narrative": "Maximizing service offerings and building relationships. Some utilities are exploring transactive energy models, using technologies such as blockchain, to enable customers to create value through rooftop solar, storage, managed electric vehicle (EV) charging, and eventually vehicle-to-grid transactions. Many think such markets are key to the industry's future as they can incentivize customer participation and boost grid flexibility.",
    "alt2": "Sustainability",
    "alt2_narrative": "Individuals, companies, cities, and nations are setting sustainability goals to help fight climate change. Utilities can help their customers reach such goals by delivering cleaner electricity, and with new services also help reduce energy consumption, improve carbon tracking and visibility.",
    "alt3": "Consumer-owned renewable energy generation",
    "alt3_narrative": "Residential and industrial customers are investing into small scale renewable energy generation like roof top solar. Utilities can connect these to the grid and leverage them as contributors to the energy mix and grid balance, with different end-customer agreements and rate plans.",
    "alt4": "Change in markets",
    "alt4_narrative": "Globally more markets are becoming non-regulated and liberalized. Here, competition from newcomers in the energy retail space is increasing. For incumbents with non-regulated retail units, this market change represents an opportunity to increase market share.",
    "alt5": "From conventional to renewable generation",
    "alt5_narrative": "While power plant shutdowns have mostly impacted coal and nuclear-powered generation, the proliferation of energy storage, renewables, and distributed energy resources may also interrupt the market for countries like the United States' current top power resource: natural gas.",
    "alt6": "Energy technology innovation",
    "alt6_narrative": "Innovation and economy of scale is driving down cost for new energy technologies like solar and battery storage. These technologies become more competitive vs. conventional generation. Some of them can be implemented in smaller scale, with less risk and lead time, and even closer to the consumption demand. ",
    "alt7": "Regulatory requirements",
    "alt7_narrative": "Separate from the risk-based requirements, there are performance-based approaches to utility regulation in which utilities must meet particular goals that could be related to any number of topics, including renewables and reliability. The intent of the performance-based approach is enhancing the customer experience, improving utility performance, and advancing public policy goals.",
    "alt8": "Electrification",
    "alt8_narrative": "Power companies are helping customers cut carbon emissions not just by greening their energy supply, but by electrifying additional end uses and powering them with clean energy. Heating and cooling and industrial processes are key segments for conversion, and the spotlight is recently trained on the transportation sector, as electric vehicles become increasingly attractive to car buyers and fleet operators. ",
    "alt9": "New grid operating models",
    "alt9_narrative": "The introduction of intermittent and distributed generation, changing consumption patterns, and challenging load peaks requires a level of monitoring, insight, and even control, which most distribution system operators don't have today. A connected smart grid, with new sensors and data streams, is required to provide such insight. Flexible energy resources that are connected and accessible, even behind the meter, will balance the grid.",
    "ID": "Rd2_Dec1_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that present opportunities to strengthen the business",
    "narrative": "<p>With so much going on around you within the utilities industry, you and the senior leadership team (SLT) need to get a clear perspective of the trends and whether those trends can be opportunities to help your strategic execution, disruptors to your strategic execution, or both. Understanding the trends impacting your industry can help you achieve your strategic goals. Please click the arrow to the right of each title to expand the selection and read more about it.</p>",
    "order": "1",
    "osd": "Of the trends available, identify two that are most likely to be opportunities to help your strategic execution, making it more likely for you to achieve your identified goals.",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Trend that present opportunities"
}, {
    "alt1": "Power purchase agreements",
    "alt1_narrative": "In the last few years, cities and corporations have signed increasingly large power purchase agreements (PPAs) to source electricity from renewable energy developers for commercial, municipal and community use. Cities will get ever more creative with PPAs, signing large deals to meet municipal needs and expanding to community members and residents.",
    "alt10": "Generation efficiency",
    "alt10_narrative": "Global challenges like urbanization, scarce resources, and climate change are spurring a demand for increasingly efficient power generation products, solutions, and services. Trends like digitalization open a variety of opportunities within the energy business.  ",
    "alt11": "The new energy consumer",
    "alt11_narrative": "New technologies, electrification, evolving customer preferences, and the changing competitive landscape are leading many power companies to explore new offerings and even new business models.",
    "alt12": "Create positive personalized experiences",
    "alt12_narrative": "Maximizing service offerings and building relationships. Some utilities are exploring transactive energy models, using technologies such as blockchain, to enable customers to create value through rooftop solar, storage, managed electric vehicle (EV) charging, and eventually vehicle-to-grid transactions. Many think such markets are key to the industry's future as they can incentivize customer participation and boost grid flexibility.",
    "alt2": "Sustainability",
    "alt2_narrative": "Individuals, companies, cities, and nations are setting sustainability goals to help fight climate change. Utilities can help their customers reach such goals by delivering cleaner electricity, and with new services also help reduce energy consumption, improve carbon tracking and visibility.",
    "alt3": "Consumer-owned renewable energy generation",
    "alt3_narrative": "Residential and industrial customers are investing into small scale renewable energy generation like roof top solar. Utilities can connect these to the grid and leverage them as contributors to the energy mix and grid balance, with different end-customer agreements and rate plans.",
    "alt4": "Change in markets",
    "alt4_narrative": "Globally more markets are becoming non-regulated and liberalized. Here, competition from newcomers in the energy retail space is increasing. For incumbents with non-regulated retail units, this market change represents an opportunity to increase market share.",
    "alt5": "From conventional to renewable generation",
    "alt5_narrative": "While power plant shutdowns have mostly impacted coal and nuclear-powered generation, the proliferation of energy storage, renewables, and distributed energy resources may also interrupt the market for countries like the United States' current top power resource: natural gas.",
    "alt6": "Energy technology innovation",
    "alt6_narrative": "Innovation and economy of scale is driving down cost for new energy technologies like solar and battery storage. These technologies become more competitive vs. conventional generation. Some of them can be implemented in smaller scale, with less risk and lead time, and even closer to the consumption demand. ",
    "alt7": "Regulatory requirements",
    "alt7_narrative": "Separate from the risk-based requirements, there are performance-based approaches to utility regulation in which utilities must meet particular goals that could be related to any number of topics, including renewables and reliability. The intent of the performance-based approach is enhancing the customer experience, improving utility performance, and advancing public policy goals.",
    "alt8": "Electrification",
    "alt8_narrative": "Power companies are helping customers cut carbon emissions not just by greening their energy supply, but by electrifying additional end uses and powering them with clean energy. Heating and cooling and industrial processes are key segments for conversion, and the spotlight is recently trained on the transportation sector, as electric vehicles become increasingly attractive to car buyers and fleet operators. ",
    "alt9": "New grid operating models",
    "alt9_narrative": "The introduction of intermittent and distributed generation, changing consumption patterns, and challenging load peaks requires a level of monitoring, insight, and even control, which most distribution system operators don't have today. A connected smart grid, with new sensors and data streams, is required to provide such insight. Flexible energy resources that are connected and accessible, even behind the meter, will balance the grid.",
    "ID": "Rd2_Dec2_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that are disrupters to the business",
    "narrative": "<p>You just selected the two trends that are most likely to help you in your strategic execution. Now you need to evaluate the same trends to determine which trends are most likely to disrupt your strategic execution, or make it harder for you to reach your goals. Identifying trends as potential disruptors to your strategic execution allows you to prepare for the unexpected. Please click the arrow to the right of each title to expand the selection and read more about it.</p>",
    "order": "2",
    "osd": "Using the same trends, identify two that are most likely to be disruptors to your strategic execution.",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Trend disrupters"
}, {
    "alt1": "Make health and safety changes within SEPU that will be appealing to employees and spread that message in your recruiting efforts. For example, educate senior leadership and integrate interventions into existing processes, such as implementing safety rules, training, and incident handling systems.",
    "alt1_feedback": "<p>Good choice. These changes take time to implement, so you didn't recognize any impact on recruitment and retention for quite some time. However, once the changes were in place, they began making a significant difference—first to your retention, and then in your recruitment.</p><ul><li><b>Operating expenses</b> -$25M</li><li><b>Employee productivity</b> +0.25%</li></ul>",
    "alt2": "Invest in the latest equipment and technology. Employees want to know they are using the best tools available, and these investments will help increase the health and safety of employees. The efficiencies from the new equipment and technology will also increase the quality of services for consumers.",
    "alt2_feedback": "<p>This was not the optimal choice. To your surprise, you received mixed results from investing in the latest equipment and technology. For experienced employees, you learned that most of them wanted to continue working in the same way they have in the past. However, next generation employees were excited by the equipment and technology. The improvements in efficiency did increase the reliability  of services to consumers.</p><ul><li><b>Grid reliability</b> +0.25%</li><li><b>Employee productivity</b> +0.25%</li></ul>",
    "alt3": "SEPU is well known as a top company for safety compliance. Develop the compliance group into a true center of excellence to continue to elevate its reputation. Employees are attracted to companies with strong compliance efforts, so continue to enhance your brand in that area.",
    "alt3_feedback": "<p>Good choice. This approach took significant time and investment, but ultimately the electricity group received national recognition. This recognition increased <b>employee productivity</b>. It also improved the reputation of the company, which increased <b>customer satisfaction</b>.</p><ul><li><b>Customer satisfaction</b> +0.25%</li><li><b>Employee productivity</b> +0.25%</li></ul>",
    "header2": "Map your market",
    "ID": "Rd2_Dec3_R1",
    "name": "Map your market",
    "narrative": "<p>SEPU's turnover has increased in the last two years, and it has become more challenging to recruit new employees. It is well known that utility workers frequently work in high hazard environments (e.g., elevation, confined spaces, high voltage environment, and flammable gas presence). The utility sector has a 32% serious injuries and fatalities exposure rate, which is seven points higher than the all-industry serious injuries and fatalities rate of 25%. </p>",
    "order": "3",
    "osd": "What can you do to attract and retain staff?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Map your market"
}, {
    "alt1": "You need to create some of your own positive press. Hire a marketing firm to enhance consumer awareness, playing up your breadth of services and your roots in the market.",
    "alt1_feedback": "<p>This was not a good choice. The marketing campaign was successful in attracting more consumers, thus increasing <b>revenue</b>. However, consumers who cared about the grading system continued to migrate.</p><ul><li><b>Revenue</b> +$50M</li><li><b>Operating expenses</b> +$50M</li></ul>",
    "alt2": "Hire a power and utilities consultancy firm to review the results of the report and to observe SEPU's processes in its lowest-performing areas. Then, follow the consultancy's recommendations on how to make improvements for the next review period.  ",
    "alt2_feedback": "<p>Great choice. The consultancy was expensive, but it uncovered several areas of improvement which, once addressed, improved <b>grid reliability</b>. Additionally, the consultancy was able to find areas to improve the customer experience, thus resulting in an increase in <b>revenue</b>.</p><ul><li><b>Revenue</b> +$50M</li><li><b>Grid reliability</b> +0.5% </li></ul>",
    "alt3": "Conduct an internal review of the report and analyze SEPU's processes in its lowest-performing areas. Then, implement the recommendations on how to make improvements for the next review period.",
    "alt3_feedback": "<p>Good choice. The internal team uncovered several areas of inefficiencies which, once addressed, had a moderate impact on grid reliability. The internal team, while less costly than a consultancy, did not have the perspective to notice what an external team could discover.</p><ul><li><b>Grid reliability</b> +0.5%</li></ul>",
    "header2": "Consumer satisfaction ",
    "ID": "Rd2_Dec4_R1",
    "name": "Consumer satisfaction ",
    "narrative": "<p>A competing power and utilities company has earned the top score for customer satisfaction, as judged by a national power and utilities rating system. SEPU scored a grade lower.</p>",
    "order": "4",
    "osd": "How do you respond to these news?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Consumer satisfaction "
}, {
    "alt1": "Launch a mandatory security training for all employees. Human error—such as falling for a phishing scam or using a weak password—is one of the top causes of security breaches. This training will raise everyone's security awareness and help reduce the risk of a breach.",
    "alt1_feedback": "<p>Great choice. The training was an effective safeguard against an attack through human error. <b>Operating expenses</b> decreased and <b>employee productivity</b> increased, as employees felt informed about potential threats.</p><ul><li><b>Operating expenses</b> -$25M</li><li><b>Employee productivity</b> +0.5%</li></ul>",
    "alt2": "Evaluate your current security solutions and meet with vendors to talk about the next level of security options. You want to be sure you have the right technology in place should you become the target of an attack.",
    "alt2_feedback": "<p>This was not a good choice. Your vendors had no shortage of security upgrades, leaving you unsure of which ones were truly necessary. You ended up taking no action because of the unclear messaging.</p><ul><li><b>No impact</b></li></ul>",
    "alt3": "Conduct penetration testing to understand where your biggest security vulnerabilities currently lie. Then implement the appropriate solutions to prevent an actual breach from occurring.",
    "alt3_feedback": "<p>Good choice. The penetration testing gave you a clear sense of your current vulnerabilities. You implemented the solutions needed to secure your system. Forestalling a breach improved your efficiency, reducing your <b>operating expenses</b>.</p><ul><li><b>Operating expenses</b> -$25M</li></ul>",
    "header2": "Data breach",
    "ID": "Rd2_Dec5_R1",
    "name": "Data breach",
    "narrative": "<p>National news headlines have recently been focused on a massive data breach at a large power and utilities company, which exposed highly sensitive information of consumers. SEPU is on high alert to prevent a similar breach.</p>",
    "order": "5",
    "osd": "What actions will you take to improve your own security capabilities?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Data breach"
}, {
    "col1": "Strategic initiatives",
    "col1alt1": "Infrastructure reliability assessment",
    "col1alt1_feedback4": "+0.50%",
    "col1alt1_feedback5": "+0.50%",
    "col1alt1_narrative": "Increase reliability of the transmission and distribution networks by pinpointing the root cause of problems. Implement an initiative that purchases and supports a geospatial asset management database to continually scan the system and identify weaknesses.",
    "col1alt10": "Communicating a new vision",
    "col1alt10_feedback1": "+$50M",
    "col1alt10_feedback5": "+0.50%",
    "col1alt10_narrative": "Allocate resources toward improving the image of SEPU, communicating changes, and strengthening relationships with key analysts. The strategic communication campaign will also be used to publicize company improvements to the public and regulatory bodies through the expanded role of lobbyists and public relations consultants.",
    "col1alt11": "Contractor compliance training",
    "col1alt11_feedback4": "+0.25%",
    "col1alt11_feedback5": "+0.50%",
    "col1alt11_narrative": "Partner with the largest provider of contract employees and institute an internal audit of safety standards. Following the audit, SEPU would also invest in a &quot;train the trainer&quot; program to improve education on accident prevention, ultimately contributing to the evolution of higher safety standards for all contract SEPU employees.",
    "col1alt12": "Storm outage response time reduction",
    "col1alt12_feedback2": "+0.50%",
    "col1alt12_feedback5": "+0.50%",
    "col1alt12_narrative": "SEPU has the opportunity to invest in a number of programs that will aid reduction of the average storm outage response time, including: using radio-controlled switches to isolate electric line problems without the dispatch of a field crew, implementing infrared scanning technology in vehicle surveys to detect potential trouble spots, and creating an automated outage reporting call service.",
    "col1alt13": "Equipment inspection strategy ",
    "col1alt13_feedback3": "-$25M",
    "col1alt13_feedback4": "+0.25%",
    "col1alt13_narrative": "This investment would result in more frequent internal inspections of critical generation plant equipment and machinery, increased documentation of the inspection outcomes, and creation of improved standard follow-up steps to resolving any identified problems.",
    "col1alt14": "Recognition gifts",
    "col1alt14_feedback1": "+$50M",
    "col1alt14_feedback5": "+0.50%",
    "col1alt14_narrative": "This initiative will reward your long-term employees. Provide customized gifts to employees when they reach milestone service anniversaries.",
    "col1alt15": "Stay calm",
    "col1alt15_feedback1": "+$50M",
    "col1alt15_feedback5": "+0.50%",
    "col1alt15_narrative": "Employees often face stress, which can impact their performance on the job. Create quiet, peaceful spaces within SEPU's facilities for workers to relax. This should reduce stress and, ultimately, improve the customer experience. Due to the increase in customer experience, revenue also increases as customers are more satisfied with the service that they are receiving.",
    "col1alt16": "Talent training - knowledge investment",
    "col1alt16_feedback2": "+0.50%",
    "col1alt16_feedback5": "+0.50%",
    "col1alt16_narrative": "Investing in leadership talent has always been a key priority for SEPU. This initiative doubles the current leadership and development budget and creates ongoing customized workshops focusing on power and utilities issues and leadership training for employees.",
    "col1alt17": "Enterprise resource planning (ERP) system",
    "col1alt17_feedback3": "-$25M",
    "col1alt17_feedback5": "+0.50%",
    "col1alt17_narrative": "The new ERP system will streamline operations and reduce costs by providing a better understanding of how SEPU uses resources, including asset and inventory management as well as human resources. Self-service tools will improve efficiency across all departments.",
    "col1alt18": "Employee productivity",
    "col1alt18_feedback2": "+0.50%",
    "col1alt18_feedback5": "+0.50%",
    "col1alt18_narrative": "SEPU has always focused on employee productivity. However, with the growing shortage of skilled personnel, SEPU needs to ask its employees for more productivity gains.</p><p>SEPU has been paying overtime, which most employees appreciate. However, if too much overtime is required, employees could become overwhelmed, harming both employee and customer satisfaction. To increase employee productivity, focus on improved information systems and collaboration tools so employees can gain faster access to information and act on it.",
    "col1alt19": "Tighter IT security",
    "col1alt19_feedback2": "+0.50%",
    "col1alt19_feedback5": "+0.50%",
    "col1alt19_narrative": "After several articles appeared in the press about a successful computer hacking at one of your competitors, you decide to spend a little extra budget on improving your IT security. You feel it is better to be safe than sorry.",
    "col1alt2": "Invest in coal scrubbing equipment",
    "col1alt2_feedback3": "-$50M",
    "col1alt2_feedback4": "+0.50%",
    "col1alt2_narrative": "Investing in a leading coal scrubbing technology could reduce emissions by up to 15%. A recent research report praised the new technology as being &quot;efficient and reliable.&quot; This coal scrubbing investment also will help you exceed regulator expectations and strengthen that relationship.",
    "col1alt20": "Performance improvement",
    "col1alt20_feedback4": "+0.50%",
    "col1alt20_feedback5": "+0.50%",
    "col1alt20_narrative": "SEPU has been successfully using workflow optimization processes within various departments. Quality has improved, and employees are working more efficiently. SEPU would now like to take the process down to the next level of management, so it must educate and train employees on workflow optimization processes. Improvements in the quality of processes will help employees productivity, increasing efficiency and reliability across the enterprise.",
    "col1alt3": "Renewable enabler project ",
    "col1alt3_feedback1": "+$50M",
    "col1alt3_feedback2": "+0.50%",
    "col1alt3_narrative": "SEPU has the opportunity to invest in an above-ground transmission project connecting the company's primary substation with wind and small hydro-generation projects in the neighboring regions, which currently only services local communities.",
    "col1alt4": "Control center consolidation",
    "col1alt4_feedback3": "-$50M",
    "col1alt4_feedback4": "+0.50%",
    "col1alt4_narrative": "Consolidating system control centers would lead to significant cost savings, as SEPU could reduce headcount and reduce facilities management costs as a result of fewer locations. Consolidation would also provide significant organizational efficiency gains due to all activities being based at the same location, as well as help drive consistency of response and relations with customers.",
    "col1alt5": "Plant floor operations",
    "col1alt5_feedback3": "-$25M",
    "col1alt5_feedback5": "+0.50%",
    "col1alt5_narrative": "Market dynamics are forcing utilities to maximize performance to better control costs. Invest in improved information technology to consolidate the existing fractured and ineffective IT system. This will enable SEPU to streamline workflow, automate process controls, and automate equipment maintenance processes.",
    "col1alt6": "Peak load management ",
    "col1alt6_feedback2": "+0.50%",
    "col1alt6_feedback4": "+0.50%",
    "col1alt6_narrative": "This initiative will help SEPU better manage its grid load with power management devices installed on cooling and heating systems of participating customers. Customers enrolled in this program will receive a financial incentive to participate, negligible to SEPU, and will also reduce their summer electric bills.",
    "col1alt7": "Customer cost reduction program",
    "col1alt7_feedback2": "+0.50%",
    "col1alt7_feedback3": "-$25M",
    "col1alt7_narrative": "Increasing customer awareness of electricity usage allows customers to reduce their monthly bills and reduce overall load on SEPU's transmission and distribution network. Other utility companies have already begun launching websites for customer support and electricity usage reduction training. SEPU has the opportunity to make an investment in this type of online support system, as well as in the integration of online billing.",
    "col1alt8": "Generation asset optimization system",
    "col1alt8_feedback2": "+0.25%",
    "col1alt8_feedback3": "-$25M",
    "col1alt8_narrative": "An initiative is funded to analyze day-to-day spending decisions and trade-offs related to asset optimization to ensure that expenditures that are made are adding value to the organization. Non value-added expenditures are eliminated.",
    "col1alt9": "Safety protocol redesign",
    "col1alt9_feedback5": "+0.50%",
    "col1alt9_narrative": "System improvements will include advanced hazard prevention software, funding for ongoing safety training, and increased support for anonymous reporting of safety risks or violations. These proactive revisions to safety protocol will have a positive impact on regulators' perception of the company and increase the likelihood that SEPU will meet or exceed required safety standards. The number of accidental outages may also decrease with full-time employees and contracted workers receiving better training in safety procedures.",
    "constraints": "tlInput11B_1A, tlInput11B_1B, tlInput11B_1C, tlInput11B_1D, tlInput11B_2A, tlInput11B_2B, etc.",
    "fb_explanation": "Following are the impacts on your selected metrics based upon the strategic initiatives selected and how they best align to the goals of your business.",
    "ID": "Rd3_Dec1_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Taking action on drivers through strategic initiatives",
    "narrative": "<p>With a clear perspective of SEPU's goals, key drivers, and the trends impacting the business, you need to take action.  Now that you have identified the goals that matter most to your business, and the underlying drivers you plan to focus on this year, it is time to invest in specific actions, called strategic initiatives. These strategic initiatives should be aligned with the business goals and drivers. Depending on the strategic initiatives selected, you will have varying increases to your goals in the navigation bar. You have limited resources to invest, so you must select the strategic initiatives that are most critical for SEPU to succeed. Please click the arrow to the right of each title to expand the selection and read more about it.</p>",
    "order": "1",
    "osd": "Select five strategic initiatives from the available options listed. ",
    "PageType": "MultiSelectWithReview",
    "popupBtnText": "Continue",
    "popupTitle": "Strategic initiatives",
    "reversed": "feedback3"
}, {
    "alt1": "<b>Basel Karzai, Chief Executive Officer</b>: Responsible for the company's overall strategy and direction, ensuring quality and efficiency, providing leadership, and creating a positive and productive culture.",
    "alt1_feedback1": "+$25M",
    "alt10": "<b>Cameron Baker, VP, SEPU Distribution</b>: Accountable for the safe operations and performance of the electric distribution system during both normal and emergency conditions on a 24/7 basis. Responsible for operating budgets for all distribution activities.",
    "alt10_feedback1": "+$25M",
    "alt11": "<b>Beatriz Melgar, Director of Information Security</b>: Responsible for implementing and managing information security measures and programs across the organization, with the goal of limiting downtime and ensuring compliance.",
    "alt11_feedback5": "+0.25%",
    "alt12": "<b>Wayne Fellows, Director of Safety</b>: Oversees the implementation of health and safety culture throughout all sites, in accordance with company objectives and policies to maintain positive morale of employees.",
    "alt12_feedback5": "+0.25%",
    "alt2": "<b>Henri Marquis, SVP, Operations and Strategy</b>: Responsible for driving efficiencies, lowering costs, and providing improved reliability levels across the organization. In addition to the operations side, they assume leadership of the overall strategy for SEPU.",
    "alt2_feedback3": "-$25M",
    "alt3": "<b>Francesca Lombo, SVP, Finance</b>: The SVP, Finance manages all costs across the business to ensure the company makes prudent investments that bring profitable growth and deliver shareholder value.",
    "alt3_feedback3": "-$25M",
    "alt4": "<b>Jamie Evans, SVP, Information Technology</b>: Manages all technology investments across the company, including systems with generation, transmission and distribution functionality as well as administrative tools.",
    "alt4_feedback4": "+0.25%",
    "alt5": "<b>Meena Dubey, SVP, HR and Compliance</b>: Ensures legal and regulatory compliance of the company and its staff. They are responsible for establishing standards and implementing procedures to ensure compliance throughout the organization. Additionally, they are responsible for organizational development, recruitment and staffing, employment law, performance management, employee relations, and compensation and benefits of SEPU.",
    "alt5_feedback5": "+0.25%",
    "alt6": "<b>Eden Hirsch, SVP, Consumer</b>: Oversees retail service to one million customers, which includes billing, metering, revenue, call centers, local offices, account services, and low-income offerings. Dedicated to the voice of the customer, improving service and customer satisfaction.",
    "alt6_feedback2": "+0.25%",
    "alt7": "<b>Bill Dulaney, SVP, Electric Operations</b>: Oversees all of SEPU's electric transmission and distribution grid operations for the company's service area. In addition, he oversees the company's wildfire prevention and response efforts, longer-term grid resiliency initiatives, system-wide vegetation management, and emergency preparedness and response efforts.",
    "alt7_feedback4": "+0.25%",
    "alt8": "<b>Yuu Chibata, SVP, SEPU Generation</b>: Assumes cost-effective availability of electrical energy through the overall guidance of operations and maintenance of all existing company power plants and develops new generation. Responsible for capital and operating budgets for all generation assets, variance reporting, and coordinating with other areas of the company to meet overall goals.",
    "alt8_feedback4": "+0.25%",
    "alt9": "<b>Colette Lichtenberg, VP, SEPU Transmission</b>: Directs the resources and activities for transmission operations and planning to optimize the value of SEPU's transmission assets. Manages the interface with regulatory authorities, regional reliability organizations and all interconnected third parties.",
    "alt9_feedback3": "-$25M",
    "ID": "Rd3_Dec2_R1",
    "maximum": "3",
    "minimum": "3",
    "name": "Initiative owners - stakeholders",
    "narrative": "<p>In order to have the strategic initiatives and drivers implemented to maximize business goal attainment, you need to have the right internal stakeholders aligned. Though all stakeholders have some part in business success, a subset of stakeholders will be critical. Executive sponsorship is important to execute on strategies, and without this alignment next steps are not clear.</p><p>Strategic initiatives you selected:</p>",
    "order": "2",
    "osd": "From the list of stakeholders within SEPU, which three stakeholders will be responsible for driving your identified initiatives and business goals forward?",
    "osdPin": "Rd3_Dec1_R1",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Executive alignment",
    "reversed": "feedback3"
}, {
    "alt1": "Hold a mandatory training on the new processes and procedures and focus your message on safety. Many of these procedural changes include extra safeguards to ensure adherence to regulatory requirements and to reduce errors. Not only do these safeguards benefit the employee; they also help protect the company from liability.",
    "alt1_feedback": "<p>Great choice! Most employees responded well to the message about safety, and the training helped them understand that most of the changes won't be difficult to implement. Employees began complying with the new procedures, increasing <b>employee productivity</b>. However, you find that multiple follow-up trainings are required to truly make the changes permanent, and these endeavors increased <b>operating expenses</b>.</p><ul><li><b>Operating expenses</b> +$25M</li><li><b>Employee productivity</b> +0.5%</li></ul>",
    "alt2": "As you respond to the employees, remind them of the days when power and utilities service companies were transitioning to new processes around renewables. Most people didn't want to change then—but in retrospect, who would want to go back? After the pain of change is over, everyone will feel the same way about the change that is happening now.",
    "alt2_feedback": "<p>Your message is not as effective as you expected it to be. Many of your employees are up to date with technology, so the example doesn't resonate, and most employees at SEPU are dissatisfied with the new procedures. Also, without follow-up and enforcement, many revert to their previous way of working. Ultimately, the lack of compliance  decreases <b>employee productivity</b> and increases <b>operating expenses</b>.</p><ul><li><b>Operating expenses</b> +$25M</li><li><b>Employee productivity</b> -0.5%</li></ul>",
    "alt3": "Hold a meeting to explain in more detail the reason behind these changes. Then, follow up with enforcement. Employees who do not follow the new procedures will be brought in for training, and further non-compliance could lead to disciplinary action, including termination of employment.",
    "alt3_feedback": "<p>This was a good option but not the best. Everyone likes to understand why a change is being implemented, so your explanation is effective in driving compliance. However, many employees are disturbed by your tough approach and quick disciplinary action, and this reduces <b>employee productivity</b>.</p><ul><li><b>Employee productivity</b> -0.5%</li></ul>",
    "header2": "Empower your employees - dealing with change",
    "ID": "Rd3_Dec3_R1",
    "name": "Empower your employees - dealing with change",
    "narrative": "<p>In an effort to leverage technology to drive efficiency, SEPU has hired several health and safety consultants. These health and safety consultants are responsible for teaching new tools, and processes to engineers across generation, transmission and distribution. However, the health and safety consultants have received considerable push-back, with the common remark being, &quot;I've always done it this way before. Why change?&quot;</p>",
    "order": "3",
    "osd": "What can you do to help employees understand the value in these changes and comply?  ",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Dealing with change"
}, {
    "alt1": "Agree wholeheartedly with her point. Then explain the difficulties in finding a simple solution for power and utilities companies, given all the additional hurdles of consumer information security. Ask whether she has any suggestions of platforms you might explore.",
    "alt1_feedback": "<p>This is not a good choice. The employee nodded and seemed mildly annoyed by your response. &quot;No, no suggestions,&quot; she told you.</p><ul><li><b>No impact</b></li></ul>",
    "alt2": "Ask some probing questions to understand how and when she most needs to collaborate. Share the challenges you have experienced in finding a solution and describe the options you have explored so far. Ask her whether any of the options you mention would be an improvement over what she is doing currently.",
    "alt2_feedback": "<p>This is a good choice but not the best. Soon you were in a deep conversation with the employee about her biggest frustrations with the current solutions and her top needs in a new solution. While it was clear none of the solutions you've already explored would be the perfect fit, you identified one solution that would meet approximately 80% of the needs the employee mentions.</p><ul><li><b>Revenue</b> +$25M</li><li><b>Grid reliability</b> +0.25%</li></ul>",
    "alt3": "Ask whether she would be willing to join a task force to find a better collaboration solution for SEPU. Previous efforts to implement a new solution have failed, largely due to an inability to align on the most important capabilities and security requirements. However, new options have since been developed and there may be a good solution available.",
    "alt3_feedback": "<p>Great choice! The employee was startled by your offer, but she accepted. With her on the task force, the team felt a commitment that hadn't been there previously, and efforts to find a solution accelerated. Within six months, the team identified a solution that they would like to implement.</p><ul><li><b>Revenue</b> +$25M</li><li><b>Grid reliability</b> +0.5%</li><li><b>Employee productivity</b> +0.5%</li></ul>",
    "header2": "Innovative idea",
    "ID": "Rd3_Dec4_R1",
    "name": "Innovative idea",
    "narrative": "<p>You are casually chatting with one of SEPU's employees at the holiday party. She brings up her frustration with inefficient communication across teams and asks, &quot;If I can use simple apps on my phone to communicate effectively with friends and family all across the world, why can't that be possible across a company?&quot;</p>",
    "order": "4",
    "osd": "How will you respond to her?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Innovative idea"
}, {
    "alt1": "Get the word out there! Advertise in media outlets, trade journals, and universities. Take advantage of this great publicity to attract top talent.",
    "alt1_feedback": "<p>Great choice! The advertising got the word out in the market, building pride in SEPU and increasing <b>customer satisfaction. Revenue</b> also increased, as consumers and said they were happy to receive services from a top employer.</p><ul><li><b>Revenue</b> +$50M</li><li><b>Customer satisfaction</b> +0.5%</li></ul>",
    "alt2": "Host a job fair. Highlight current openings as well as positions frequently hired for. Play up SEPU's position as a &quot;top employer&quot; in the market, ensuring a pipeline of current and future candidates.",
    "alt2_feedback": "<p>This is a good choice but not the best. The job fair drew a lot of publicity, and you had multiple applicants for each role. You filled all open positions and got connected with many potential future hires, such as engineering students. The efficient hiring and pipeline of future candidates reduced <b>operating expenses</b>. <b>Employee productivity</b> also increased, as employees take pride in working at a nationally recognized top employer.<p><ul><li><b>Operating expenses</b> -$25M</li><li><b>Employee productivity</b> +0.25%</li></ul>",
    "alt3": "You don't need to do anything else. EnergyMonthly is a national publication, and word is sure to get out about the results. Continue what you are doing and you will likely earn the same recognition next year.",
    "alt3_feedback": "<p>This was not the optimal approach. Unfortunately, not many customers read EnergyMonthly, so the recognition barely created a buzz in the market. SEPU continued its current practices and remained well positioned to earn the same recognition next year.</p><ul><li><b>Customer satisfaction</b> +0.25%</li></ul>",
    "header2": "Momentum",
    "ID": "Rd3_Dec5_R1",
    "name": "Momentum",
    "narrative": "<p>Your efforts to invest in employees and to build a strong culture have started to pay off. Job seekers now think of SEPU as a desirable place to work, with strong professional development opportunities. EnergyMonthly, a national publication, has recently named SEPU as one of the top 10 power and utilities companies for career satisfaction.</p>",
    "order": "5",
    "osd": "You want to capitalize on the momentum the recognition created, but how?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Momentum"
}, {
    "alt1": "Go back to your peer group and gather advice on next steps. You have an enormous investment in your own depots and it's critical that they are a success. You need the advice of experienced leaders to help you navigate this unexpected direction.",
    "alt1_feedback": "<p>This was not the best approach. Your peer group advised you on how to navigate the situation, which included focusing on the strengths of your depots and how the services provided are differentiated.</p><ul><li><b>Revenue</b> +$25M</li></ul>",
    "alt2": "Continue getting the word out about your own depots, focusing on how SEPU is differentiated. Your depot technology is extremely advanced and you have many outstanding success stories to share. Focus on communications and control technologies combined with real-time pricing to incentivize charging during off-peak demand hours.",
    "alt2_feedback": "<p>This was a good choice. Focusing on your own depots was effective. You continued to share about the innovative technologies on site and the success stories you've had, and your depots continued to thrive, and your depots continued to thrive, even after competitor depot openings.</p><ul><li><b>Revenue</b> +$25M</li><li><b>Grid reliability</b> +0.25%</li></ul>",
    "alt3": "Launch a &quot;green&quot; initiative to collaborate with corporations around EVs. Support charging depots for fleets and coordinating with fleet operators to manage charging to benefit the grid.",
    "alt3_feedback": "<p>Great choice. Your initiative built goodwill for your plant, and consumers with concerns on climate control appreciated your efforts to assist corporations with going green. <b>Revenue</b> also increased through this initiative, as more corporations are coming to you to assist with going green.</p><ul><li><b>Revenue</b> +$50M</li><li><b>Customer satisfaction</b> +0.25%</li><li><b>Grid reliability</b> +0.5%</li></ul>",
    "header2": "Competition",
    "ID": "Rd3_Dec6_R1",
    "name": "Competition",
    "narrative": "<p>You just learned from your peer group of power and utilities company CEOs that a competing power and utilities company in your community just announced plans to open state-of-the-art electric vehicle (EV) charging depots. SEPU just opened their own EV charging depots six months ago.</p>",
    "order": "6",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Competition"
}, {
    "alt1": "Decline the opportunity. While this would enable you to expand your consumer base, you are not convinced this is the right opportunity. You are worried about associating SEPU with a smaller company, and the financial investment would be significant.",
    "alt1_feedback": "<p>This was not a good answer. Since you declined the opportunity, nothing changed for you immediately. However, you missed out on an opportunity to gain more customers and expand into new markets.</p><ul><li><b>Revenue</b> -$25M</li><li><b>Customer satisfaction</b> -0.5%</li></ul>",
    "alt2": "Suggest a partial partnership. You will commit SEPU to treating a certain cohort of consumers, which will enable you to budget for the added costs while still delivering value to the community.",
    "alt2_feedback": "<p>This was a good choice but not the best. Your partnership was a success: you began serving consumers, broadening your scope of services, while also keeping a close eye on expenses. Because you were only a partial partner, the smaller company sought other partnerships as well, and eventually a competing power and utilities company stepped in to take a bigger share of the responsibility. This competing power and utilities company let it be known they would like to be the sole partner within three years, squeezing you out of the opportunity.</p><ul><li><b>Revenue</b> +$15M</li><li><b>Customer satisfaction</b> +0.25%</li><li><b>Operating expenses</b> +$10M</li></ul>",
    "alt3": "Go all-in on this opportunity. While it will be expensive, the partnership will indirectly add value. SEPU will be able to attract a broader set of consumers, and the goodwill generated in the community will also bring more consumers.",
    "alt3_feedback": "<p>Great choice. This was a big commitment, and it was an expensive venture for SEPU. However, the increase in consumer volume and the goodwill in the community more than made up for the expense.</p><ul><li> <b>Revenue</b> +$25M</li><li><b>Customer satisfaction</b> +0.25%</li><li><b>Operating expenses</b> +$10M</li><li><b>Grid reliability</b> +0.25%</li></ul>",
    "header2": "Partnership",
    "ID": "Rd3_Dec7_R1",
    "name": "Partnership",
    "narrative": "<p>A smaller power and utilities company approaches you with an idea for a partnership. The benefit is that the partnership would help your company expand further into a new market, where your presence is currently minimal, enabling you to grow your consumer base. It would also be good for the community, which currently has limited options for utilities. The challenge is that you are concerned about whether the grid reliability of the services provided by the smaller company is up to SEPU's standards, as well as about the additional costs associated with serving this new consumer population.</p>",
    "order": "7",
    "osd": "What response do you give? ",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Partnership"
}, {
    "xxSim0Tool1": "1"
}
]}