{"scenes": [
{
    "DashboardKeyMetric1_R1": "Wallet share",
    "DashboardKeyMetric1_R2": "Wallet share",
    "DashboardKeyMetric1_R3": "Wallet share",
    "DashboardKeyMetric2_R1": "Charge-offs",
    "DashboardKeyMetric2_R2": "Charge-offs",
    "DashboardKeyMetric2_R3": "Charge-offs",
    "DashboardKeyMetric3_R1": "Customer satisfaction",
    "DashboardKeyMetric3_R2": "Customer satisfaction",
    "DashboardKeyMetric3_R3": "Customer satisfaction",
    "DashboardKeyMetric4_R1": "Operational expenditure",
    "DashboardKeyMetric4_R2": "Operational expenditure",
    "DashboardKeyMetric4_R3": "Operational expenditure",
    "DashboardKeyMetric5_R1": "New product introduction",
    "DashboardKeyMetric5_R2": "New product introduction",
    "DashboardKeyMetric5_R3": "New product introduction",
    "ID": "GEN",
    "Title": "Sales Onboarding: Financial Services"
}, {
    "alt1": "Name:",
    "alt1_range": "tlInput_Rd1_Dec0_R1",
    "ID": "Rd1_Dec0_R1",
    "name": "Team Details",
    "narrative": "<p>Welcome to the OSG Sales Onboarding Simulation.</p>",
    "order": "-1",
    "osd": "Please enter your name first before we can continue.",
    "PageType": "TeamEntry",
    "popupBtnText": "Continue"
}, {
    "alt1": "Grow Revenue by Increasing Wallet Share: This metric tracks the increase in wallet share, or the share of total banking products and services that customers have with Woodgrove Bank (including depository accounts, loans, etc.). As share of wallet increases, so will revenue.",
    "alt2": "Improve Risk Profiling to Reduce Charge-Offs: Charge-offs are essentially bad debt, or debt that the bank will be unable to collect. This metric tracks the amount of charge-offs. Improving risk profiling should decrease the amount of charge-offs.",
    "alt3": "Increase Customer Satisfaction: This metric tracks customers' overall satisfaction with the bank, measured through customer satisfaction surveys.",
    "alt4": "Reduce Operational Expenses: Operating expenses are the expenses associated with running the business, including wages and salaries, rent, insurance, office supplies, etc. The more efficient and streamlined the business is, the lower that operational expenses will be.",
    "alt5": "Drive Innovation through Accelerated New Product Introductions: This metric measures the speed of new product or service introductions or enhancements. ",
    "ID": "Rd1_Dec1_R1",
    "name": "Goals common to financial services",
    "narrative": "<p>You are a new member of the Executive Committee, preparing for your first Committee meeting. You want to organize the strategy discussion that will arise in this meeting around three core goals for the Bank.</p>",
    "order": "1",
    "osd": "Rank the following potential goals from 1 (most important) to 5 (least important).",
    "PageType": "Ranking",
    "popupBtnText": "Continue",
    "popupTitle": "Meeting prep"
}, {
    "alt1": "Expand to new markets",
    "alt1_feedback1": "+1%",
    "alt1_feedback2": "-0.2%",
    "alt1_feedback3": "+0.5%",
    "alt1_feedback4": "+0.5%",
    "alt10": "Focus on process improvements",
    "alt10_feedback2": "-0.3%",
    "alt10_feedback4": "-1.0%",
    "alt11": "Focus on managing costs",
    "alt11_feedback4": "-3.0%",
    "alt12": "Focus on corporate social responsibility initiatives",
    "alt12_feedback1": "+1%",
    "alt12_feedback3": "+1.0%",
    "alt2": "Grow footprint in existing market",
    "alt2_feedback1": "+1%",
    "alt2_feedback3": "+0.5%",
    "alt2_feedback4": "+0.5%",
    "alt3": "Launch targeted marketing campaigns",
    "alt3_feedback1": "+1%",
    "alt3_feedback3": "+1.0%",
    "alt3_feedback4": "+0.5%",
    "alt4": "Focus on new product innovations",
    "alt4_feedback1": "+1%",
    "alt4_feedback3": "+1.0%",
    "alt4_feedback5": "+1",
    "alt5": "Focus on increasing share of customer wallet",
    "alt5_feedback4": "-2.0%",
    "alt6": "Focus on new customer acquisition",
    "alt6_feedback1": "+2%",
    "alt6_feedback5": "+0.5",
    "alt7": "Improve customer service",
    "alt7_feedback1": "+2%",
    "alt7_feedback2": "+0.2%",
    "alt8": "Develop more-sophisticated customer profiling",
    "alt8_feedback1": "+1%",
    "alt8_feedback3": "+1.0%",
    "alt8_feedback4": "+1.0%",
    "alt8_feedback5": "+1",
    "alt9": "Improve security and fraud prevention",
    "alt9_feedback2": "-0.7%",
    "fb_explanation": "Below are the impacts on your business based on the drivers you selected.",
    "ID": "Rd1_Dec2_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Primary drivers of chosen goals ",
    "narrative": "<p>As an Executive Committee, select the drivers you want to invest in for your chosen goals. </p>",
    "order": "2",
    "osd": "Pick a total of five drivers",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Driver investment",
    "reversed": "feedback2, feedback4"
}, {
    "alt1": "Assure your customers that nothing will change in the core business. You will be adding and improving services, not taking away from the core banking business. Explain that the current changes are necessary to maintain your market leadership position, which is something your customers are sure to care about as well.",
    "alt1_feedback": "<p>Explaining the rationale for the changes was helpful to customers, and this reassured them that the service they receive from you would not be disrupted. Customers do care about working with a leading bank, so aligning to that message was helpful. </p><ul><li>Customer Satisfaction +2%</li></ul><ul><li>NPI +0.3</li></ul>",
    "alt2": "You need to ensure your customers remain happy with Woodgrove Bank throughout the transition. Form a focus group with customers so you can get their perspective of what will be most important for them to know and be assured of during the changes.",
    "alt2_feedback": "<p>The focus group is a success and you gain valuable insight into how to communicate the upcoming changes with customers. You also gain some ideas that will help with product development. Customer satisfaction increases when it becomes apparent that the core banking services will not be disrupted. </p><ul><li>Customer Satisfaction +1%</li><li>NPI +0.2</li></ul>",
    "alt3": "Use this as an opportunity to expand your current services. Share what will be changing and the new services you plan on offering; and explain the benefits those new services could provide. Ask the customers whether any of these new offerings sound interesting.",
    "alt3_feedback": "<p>Using this as a way to expand your services was self-serving. You fail to resolve the concerns, and this diminishes your credibility with customers. </p><ul><li>Customer Satisfaction -2%</li>",
    "header2": "Chief Customer Experience Officer (CCEO) message shift",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec3_R1",
    "name": "Know your business",
    "narrative": "<p>Now that the Executive Team has decided on the new goals and strategic drivers for Woodgrove Bank, they have messaged that out to customers, employees, and shareholders. Unsurprisingly, several situations have arisen as result of this change in strategic direction.</p><p>Many customers have come to you, frustrated that your new messaging seems to indicate that you will be shifting away from your core business, which is the area in which they have been relying on you for years.</p>",
    "order": "3",
    "osd": "How should you respond?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Message shift"
}, {
    "alt1": "This is your opportunity to address some of the bigger issues with Woodgrove Bank's IT landscape. Woodgrove Bank already has too many platforms and applications cobbled together. Trying to make the requested changes without addressing the foundational problems will only cause problems later. You decide to be proactive and to communicate to the Executive Committee the bigger picture needs that could be addressed at the same time as these new changes.",
    "alt1_feedback": "<p>Your bold maneuver gets the attention of the Executive Committee, and they understand the urgency of the situation in a way they hadn't previously. Unfortunately, the current budget is inadequate to make the sweeping changes all at once. However, you get a commitment for a moderate increase in the budget now, with a promise of an even bigger increase to come in the next budget cycle.</p><ul><li>OpEx -2%</li></ul>",
    "alt2": "You do what you always do - make the best with what you have. You and your team always find a way to make things work. The solutions may not be optimal (like needing to visit three screens instead of one), but they are functional. You make a plan for how you will proceed, but you are also sure to communicate the limitations of this solution.",
    "alt2_feedback": "<p>Your team slogs away and begins making the necessary changes. You are plagued with delays and workarounds, and in the end your solution is a disappointment to users. The worst impact was a four-hour timeframe when almost every Woodgrove Bank ATM failed to operate properly. The Executive Committee is upset you didn't more clearly communicate the risks of moving forward with current resources.</p><ul><li>Charge-offs +0.3%</li><li>OpEx +2%</li>",
    "alt3": "You need a budget, and you need more people. You put together a realistic plan for what you could accomplish with your current resources. You also provide a proposal of how existing projects could be re-prioritized, if this new direction is to be the top priority. All plans will include expected impacts and benefits to customers, employees, and the organization overall.",
    "alt3_feedback": "<p>The Executive Committee appreciates your thoughtful analysis, especially the expected impacts to patients, employees, and the organization. There isn't much available budget to allocate to you, but the Executive Committee deems your request important enough to dip into some reserve funds and pull from a few other budgets. You receive a big boost to your budget and a promise for the remaining funds in the next budget cycle. The improved platforms substantially reduce operational expenses.</p><ul><li>OpEx -3%</li>",
    "header2": "Chief Information Officer (CIO) new direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec4_R1",
    "name": "Know your business",
    "narrative": "<p>Your new direction has implications for how the IT team prioritizes their projects. You are concerned that the current resources available are not sufficient to cover both the old and the new direction, nor are they capable of covering the bank's evolution to the standards required by the new strategic direction. Of course, you haven't received any promises yet of an increased budget.</p>",
    "order": "4",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "New direction"
}, {
    "alt1": "You know financial markets - and shareholders - dislike surprises. A dip in financial performance is expected, as every change or innovation requires an investment before the payoff. Promise that you will begin a communication campaign to raise awareness of the proposed plans so that the dip in performance won't come as such a surprise when the next earnings data is released.",
    "alt1_feedback": "<p>Francesca agrees that a communication plan will be helpful. The analysts inflated the expected negative impact of the changes, but they also acknowledged that &quot;Woodgrove Bank is positioning itself for long-term future success.&quot;</p><ul><li>NPI +0.3</li><li>Wallet Share +1%</li></ul>",
    "alt2": "Ask Francesca to put together a financial analysis, providing a comprehensive view of the costs along with the expected financial benefits. Then, propose that you and Francesca meet with analysts together to address the realistic impact to ROE.  ",
    "alt2_feedback": "<p>You work with Francesca to come up with a comprehensive financial analysis, so she is much better prepared for future conversations with analysts. Your detailed analysis also highlights a few areas of the plan that should be adjusted in order to minimize potentially adverse impacts, improving your overall financial performance.</p><ul><li>NPI +0.4</li><li>Wallet Share +1.5%</li></ul>",
    "header2": "Chief Executive Officer (CEO) new direction",
    "icon": "icon-email-02",
    "ID": "Rd1_Dec5_R1",
    "name": "Know your business",
    "narrative": "<p>Francesca Lombo, CFO, was a key stakeholder in determining Woodgrove Bank's new direction.  However, she cornered you this morning after having just been questioned by several analysts about the new direction of Woodgrove Bank. Analysts raised concerns about all the changes requiring an increase in expenses to execute, thus putting into jeopardy the high Return on Equity (ROE) shareholders have been expecting.  </p>",
    "order": "5",
    "osd": "How do you respond to Francesca?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "New direction"
}, {
    "ID": "Rd1_OrgChart_R1",
    "image": "assets/images/company-logos/WoodgroveBank-horizontal.svg",
    "level1": "Vera Kopecka",
    "level1.1": "Basel Karzai",
    "level1.1desc": "Chief Customer Experience Officer",
    "level1.2": "Cameron Baker",
    "level1.2desc": "Chief Marketing Officer",
    "level1.3": "Jamie Evans",
    "level1.3desc": "Chief Information Officer",
    "level1.4": "Quinn Campbell",
    "level1.4desc": "Chief Technology Officer",
    "level1.5": "Francesca Lombo",
    "level1.5desc": "Chief Financial Officer",
    "level1.6": "Meitar Rokach",
    "level1.6desc": "Chief Compliance Officer",
    "level1.7": "Henri Marquis",
    "level1.7.1": "Beatriz Melgar",
    "level1.7.1desc": "Director of Operational Transformation",
    "level1.7desc": "Chief Operations Officer",
    "level1.8": "Colette Lichtenberg",
    "level1.8desc": "Chief Product Innovation Officer",
    "level1desc": "Chief Executive Officer"
}, {
    "alt1": "Payments transformation (real-time, peer-to-peer, etc.)",
    "alt1_narrative": "Many new payment methods have emerged, including digital wallets, peer-to-peer payments, real-time payments, and many others. Many payments have moved to the cloud, digitizing the payment process and replacing paper with digital certificates. Some of these newer payment methodologies require no involvement of a traditional financial institution, raising questions around the future of traditional banking.",
    "alt2": "Non-traditional competitors",
    "alt2_narrative": "More and more competitors are entering the financial services space, including companies that at first glance have no connection to the financial services industry. These companies often have certain advantages over traditional banks, such as greater agility, but they are also often restricted in the services they can provide. Any change in regulations could change the marketplace, placing banks in a potentially vulnerable position.",
    "alt3": "Increasing consumer expectations",
    "alt3_narrative": "Customer expectations are increasing across all industries, including banking. Customers expect personalized services, available whenever and wherever they want it, and customers are always looking for &quot;what's next.&quot; ",
    "alt4": "Ecosystems and open banking",
    "alt4_narrative": "More banks are partnering with third-party entities to provide a more holistic banking experience and greater convenience to their customers. Some banks may white label their services for other banks or non-financial services companies. ",
    "alt5": "Leveraging the power of data and AI",
    "alt5_narrative": "There has been an explosion of data across all industries, including financial services. Banks are racing to master the analysis of this massive amount of information and to apply AI and machine learning techniques. They must do all this while balancing privacy and regulatory restrictions.",
    "alt6": "Efficiency and automation (virtual assistants, bots, AI, etc.)",
    "alt6_narrative": "The financial services industry is in many ways still tied to manual, paper-based processes. However, some banks are finding ways to drive efficiency through digitization and automation, giving them a competitive advantage.",
    "alt7": "Changing regulations",
    "alt7_narrative": "Regulation is always a reality, but rapidly emerging technology and the need for increased security have increased the pace of regulatory change. Much of the recent regulatory change has been made with the goal of protecting customers and increasing transparency. Banks with business in multiple countries face additional complexity, as they must adhere to regional as well as international governance and compliance requirements.",
    "ID": "Rd2_Dec1_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that present opportunities to strengthen the business",
    "narrative": "<p>With so much going on around you within the financial services industry, you and the Executive Committee need to get a clear perspective of the trends within your industry and determine whether those trends can be opportunities to help your strategic execution, disrupters to your strategic execution, or both. Understanding the trends impacting your customer's business can help you be a relevant strategic advisor. Please click the arrow to the right of each title to expand the selection and read more about it.</p>",
    "order": "1",
    "osd": "Of the trends available, identify the two that are the most likely to be opportunities to help your strategic execution, making it more likely for you to achieve your identified goals.",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Trend that present opportunities",
    "reversed": "feedback2, feedback4"
}, {
    "alt1": "Payments transformation (real-time, peer-to-peer, etc.)",
    "alt1_narrative": "Many new payment methods have emerged, including digital wallets, peer-to-peer payments, real-time payments, and many others. Many payments have moved to the cloud, digitizing the payment process and replacing paper with digital certificates. Some of these newer payment methodologies require no involvement of a traditional financial institution, raising questions around the future of traditional banking.",
    "alt2": "Non-traditional competitors",
    "alt2_narrative": "More and more competitors are entering the financial services space, including companies that at first glance have no connection to the financial services industry. These companies often have certain advantages over traditional banks, such as greater agility, but they are also often restricted in the services they can provide. Any change in regulations could change the marketplace, placing banks in a potentially vulnerable position.",
    "alt3": "Increasing consumer expectations",
    "alt3_narrative": "Customer expectations are increasing across all industries, including banking. Customers expect personalized services, available whenever and wherever they want it, and customers are always looking for &quot;what's next.&quot; ",
    "alt4": "Ecosystems and open banking",
    "alt4_narrative": "More banks are partnering with third-party entities to provide a more holistic banking experience and greater convenience to their customers. Some banks may white label their services for other banks or non-financial services companies. ",
    "alt5": "Leveraging the power of data and AI",
    "alt5_narrative": "There has been an explosion of data across all industries, including financial services. Banks are racing to master the analysis of this massive amount of information and to apply AI and machine learning techniques. They must do all this while balancing privacy and regulatory restrictions.",
    "alt6": "Efficiency and automation (virtual assistants, bots, AI, etc.)",
    "alt6_narrative": "The financial services industry is in many ways still tied to manual, paper-based processes. However, some banks are finding ways to drive efficiency through digitization and automation, giving them a competitive advantage.",
    "alt7": "Changing regulations",
    "alt7_narrative": "Regulation is always a reality, but rapidly emerging technology and the need for increased security have increased the pace of regulatory change. Much of the recent regulatory change has been made with the goal of protecting customers and increasing transparency. Banks with business in multiple countries face additional complexity, as they must adhere to regional as well as international governance and compliance requirements.",
    "ID": "Rd2_Dec2_R1",
    "maximum": "2",
    "minimum": "2",
    "name": "Trends that are disrupters to the business",
    "narrative": "You just selected the two trends that are most likely to help you in your strategic execution. Now you need to evaluate the same trends to determine which trends are most likely to disrupt your strategic execution. Identifying trends as potential disrupters to your strategic execution allows you to prepare for the unexpected. Please click the arrow to the right of each title to expand the selection and read more about it.",
    "order": "2",
    "osd": "Using the same trends, identify the two that are the most likely to be disrupters to your strategic execution.",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Trend disrupters",
    "reversed": "feedback2, feedback4"
}, {
    "alt1": "Form a partnership with an independent software vendor (ISV) to build the capabilities needed to serve this customer segment. You will specify what you would like to offer to SMB customers and the ISV will provide the technology to make that happen. With this option, you also see the potential of white labeling these services to other banks.",
    "alt1_feedback": "<p>The partnership with the ISV is successful and you are able to offer a full portfolio of products and services to the SMB market. Initially, you resource this new team with banking professionals from your large enterprise accounts. However, it quickly becomes apparent that SMB customers have unique needs, so you adapt your plan to include team members with experience working with SMB customers. Charge-offs increase slightly as you refine your risk parameters for this segment.</p><ul><li>NPI +1</li><li>Customer Satisfaction +1%</li><li>Charge-offs +0.4%</li></ul>",
    "alt2": "Adapt the services you currently provide for large enterprise customers and market them to SMB customers. The products and services you offer will be essentially the same as those for large enterprise customers, but you will form a new team to support SMB accounts, and you will provide the personalized service they deserve.",
    "alt2_feedback": "<p>Launching a new team specifically focused on SMB customers helped fuel your effort to succeed. This team has expertise with SMB accounts and can be true partners to their customers. Unfortunately, you quickly learn that merely adapting the products doesn't meet the needs of this market, and you must develop products specific to their needs. Charge-offs increase slightly as you refine your risk parameters for this segment.</p><ul><li>NPI +0.5</li><li>Customer Satisfaction +2%</li><li>Charge-offs +0.4%</li></ul>",
    "alt3": "Build a new bank on the side of the existing bank, branded Woodley Grove. You will offer new products with built-in AI and a specialized team devoted to SMB customers. This approach will be differentiated from BoBank while still retaining the trust and name recognition of Woodgrove Bank.",
    "alt3_feedback": "<p>You launch Woodley Grove in nine months and quickly begin attracting customers - including many former Woodgrove Bank customers who are returning now that the products and services they need are available. Charge-offs increase slightly as you refine your risk parameters for this segment. </p><ul><li>NPI +2</li><li>Customer Satisfaction +2%</li><li>Charge-offs +0.4%</li><li>OpEx +2%</li><li>Wallet Share +2%</li></ul>",
    "header2": "Map your market",
    "ID": "Rd2_Dec3_R1",
    "name": "Map your market",
    "narrative": "<p>BoBank, an established competitor, has been slowly expanding the products and services they offer to their Small and Medium Business (SMB) customers, a segment historically underserved by large banks. BoBank's latest earnings release revealed its highest numbers ever, thanks in large part to the growth in this particular customer segment. </p>",
    "order": "3",
    "osd": "How do you respond?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Map your market"
}, {
    "alt1": "Counter the competitive advertising with your own marketing blitz. In your ads, highlight your deep roots in the communities you serve, and the trustworthiness and reliability of your brand. Sure, these new banks are convenient - but will they be around 10 years from now?",
    "alt1_feedback": "<p>The marketing campaign was successful in attracting more customers, increasing wallet share. You also notice a significant slowing of closed accounts, indicating an increase in customer satisfaction.  </p><ul><li>Customer Satisfaction +2%</li><li>Wallet Share +2%</li></ul>",
    "alt2": "Launch a new high-yield savings account with a guaranteed 2% APR on balances of at least $2500. This rate is competitive with those offered by the online banks, and it's 20 times higher than anything available from most other large banks.",
    "alt2_feedback": "<p>The high-yield savings account is a success. Many of your existing customers open an account and the high interest rate even draws many new customers to open accounts. You do receive a small amount of backlash, with some customers complaining that the minimum $2500 balance is unattainable and exclusive. Unfortunately, this new product addresses only a small part of a larger picture. Account closures continue, but they are balanced out by your new deposits. </p><ul><li>Wallet Share +1.5%</li><li>Customer Satisfaction +1%</li></ul>",
    "alt3": "Focus on improving Woodgrove Bank's channels and taking friction out of the customer experience. You know Woodgrove Bank is not on the cutting edge of technology, and the online banks have smarter tools and apps that today's consumers crave. Invest in the technology and innovation required to bring Woodgrove Bank's mobile and online experience into the modern day.",
    "alt3_feedback": "<p>Your efforts to improve the online and mobile interface, as well as to offer better tools to your customers, pay off. When you launch the new mobile app, you hit a record number of downloads in the first month. Also, there is a significant slowing in closed accounts.  </p><ul><li>Customer Satisfaction +3%</li><li>Wallet Share +2%</li><li>OpEx +1%</li></ul>",
    "header2": "Alternative banks",
    "ID": "Rd2_Dec4_R1",
    "name": "Alternative banks",
    "narrative": "<p>Woodgrove Bank has been losing customers to various challenger and neo banks (a fintech [financial technology]-based bank that operates solely digitally or via a mobile app, that means accomplishing most things a conventional bank can, minus the physical branches), as these banks have been heavily advertising their high interest rates on deposits and automatic ATM fee reimbursements.</p>",
    "order": "4",
    "osd": "How will you respond to this move from competitors?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Alternative banks"
}, {
    "alt1": "Try to see this potential change as an opportunity. You could enter multiple adjacent industries through partnerships with telco, retail, and others. By white labeling your products and services, you could see massive growth. ",
    "alt1_feedback": "<p>You identify a few options for partners and begin making tentative plans for next steps. If the regulations change, these new partnerships will require a massive effort, so you do what you can now to lay the foundation.</p><ul><li>OpEx -2%</li>",
    "alt2": "Seek to maintain the status quo. Begin by working with a strategy consultancy firm to get outside perspective on the overall situation. Then lobby extensively - either through official channels or by using your personal influence as a banking leader. Share the risks of allowing banking services to be provided by non-bank entities, focusing especially on the risks to consumers.  ",
    "alt2_feedback": "<p>The consultancy is able to provide you with some valuable perspective and advise you in your lobbying strategy. Your lobbying efforts meet with some success, as your message does reach some influential decision makers. However, some also consider your message to be self-serving. </p><ul><li>OpEx -1%</li>",
    "alt3": "Focus on strengthening the part of your business that no competitor can replicate - the customer experience. Take the necessary actions to deepen your customer understanding and to refine the customer service skills and deepen the expertise of your team. Replicating a banking product is fairly easy, but replicating your unique customer experience is impossible. ",
    "alt3_feedback": "<p>In a situation like this, sometimes the best option is to focus on what you can control instead of on what you can't control. In this instance, you can focus on your strengths - ensuring that your customer experience will still be remarkable even if the regulations change. This isn't a foolproof strategy, but it will strengthen Woodgrove Bank whether the regulations change or not. </p><ul><ul><li>OpEx -3%</li>",
    "header2": "Situation from CMO perspective",
    "ID": "Rd2_Dec5_R1",
    "name": "Situation from CMO perspective",
    "narrative": "<p>Potential new regulations currently under discussion may enable many types of organizations to begin offering banking services. If passed, these regulations would expose you to an entirely new type of competitor with already large customer bases.</p>",
    "order": "5",
    "osd": "What course of action do you take?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "New regulations"
}, {
    "col1": "Strategic initiatives",
    "col1alt1": "Simplifying the customer service experience",
    "col1alt1_feedback1": "+1.0%",
    "col1alt1_feedback3": "+3.0%",
    "col1alt1_narrative": "<p>Customers have become increasingly frustrated by both the extended time involved and the quality of service received when they call Woodgrove Bank with questions or complaints. Many customers have left the bank as a result. Woodgrove Bank chooses to invest in a new customer service platform that will provide full visibility and real-time insights into the customer and why they might be calling, resulting in quicker and more effective service. </p>",
    "col1alt10": "Market survey and focus groups",
    "col1alt10_feedback3": "+1.0%",
    "col1alt10_feedback4": "-0.5%",
    "col1alt10_feedback5": "+1.0",
    "col1alt10_narrative": "<p>Woodgrove Bank conducts a customer survey to gather more information and enhance its market-segmentation model. This leads to more-efficient marketing campaigns, since the customer now receives information and advertising targeted specifically to his or her life situation. The information will also be used for new product development.</p>",
    "col1alt11": "Growing depository balances",
    "col1alt11_feedback1": "+2.0%",
    "col1alt11_feedback3": "+0.5%",
    "col1alt11_feedback5": "+0.0",
    "col1alt11_narrative": "<p>To drive low-cost funding, Woodgrove Bank focuses on driving growth in the number of accounts per customer and the average balance per account. The bank promotes special offers and discounts to transfer accounts and account balances from competing banks and brokerage accounts into Woodgrove Bank depository products. This will help Woodgrove Bank drive down the cost of funds and improve net interest income.</p>",
    "col1alt12": "Promoting home loans",
    "col1alt12_feedback1": "+1.5%",
    "col1alt12_feedback3": "+0.5%",
    "col1alt12_feedback5": "+1.0",
    "col1alt12_narrative": "<p>Relative to its competition, Woodgrove Bank has been very successful at increasing deposit balances over the last several years. It is now more focused on providing credit access and increasing home-loan balances. Anticipating that the housing market will continue to grow, and noticing that borrowers are seeking more credit, the bank introduces a number of new home-loan products.</p>",
    "col1alt13": "Streamlined referrals",
    "col1alt13_feedback1": "+1.0%",
    "col1alt13_feedback3": "+0.5%",
    "col1alt13_feedback4": "-1.0%",
    "col1alt13_narrative": "<p>Woodgrove Bank will replace the current referral tool with a new, CRM- integrated referral system. Bank associates will be able to refer prospective customers more easily and effectively to wealth-management specialists.</p>",
    "col1alt14": "Retirement plus",
    "col1alt14_feedback1": "+2.0%",
    "col1alt14_feedback3": "+0.5%",
    "col1alt14_feedback5": "+1.0",
    "col1alt14_narrative": "<p>Woodgrove Bank aims to capture the impending retirement wave by developing priority products for the retirement market, as well as by building new, scalable distribution capabilities.</p>",
    "col1alt15": "Product training at banking branches",
    "col1alt15_feedback1": "+1.5%",
    "col1alt15_feedback3": "+1.0%",
    "col1alt15_feedback4": "-0.5%",
    "col1alt15_narrative": "<p>A training initiative will be introduced to improve associates' knowledge of Woodgrove Bank's product portfolio. This training effort will represent a significant investment aimed at identifying opportunities to provide customers with more banking branch products.</p>",
    "col1alt16": "Redefine branch strategy",
    "col1alt16_feedback1": "+0.5%",
    "col1alt16_feedback3": "+2.0%",
    "col1alt16_feedback4": "+1.0%",
    "col1alt16_narrative": "<p>Woodgrove Bank will rethink its branch strategy. Leadership will analyze branch performance and determine which locations to close and which branches may need extended hours during the evenings and Saturday. Leadership will also explore &quot;pop-up&quot; branches at events to attract new customers. </p>",
    "col1alt17": "Consumer credit review",
    "col1alt17_feedback2": "-0.8%",
    "col1alt17_feedback4": "-0.5%",
    "col1alt17_narrative": "<p>In an effort to promote financial inclusion, Woodgrove Bank is exploring data that will provide a more holistic view of customers. By combining a customer's deposit history and other qualitative lifestyle data, the company will be able to create a more accurate picture of the customer's financial situation, and Woodgrove Bank will be able to more accurately assess the risk of their customers. All steps would be done ethically and transparently to ensure the process is not biased.</p>",
    "col1alt18": "Success, together",
    "col1alt18_feedback3": "+1.0%",
    "col1alt18_feedback4": "-1.0%",
    "col1alt18_narrative": "<p>Woodgrove Bank believes that all employees are responsible for making the bank a success. As a result, Woodgrove Bank creates a self-paced training called &quot;Success, Together&quot; that empowers front-line employees to identify and communicate way that the bank can improve its processes or the customer experience. Sometimes, small changes can have a huge impact on the overall bank, and front-line employees are often in the best position to see what those changes could be. </p>",
    "col1alt19": "Customer understanding",
    "col1alt19_feedback3": "+2.0%",
    "col1alt19_feedback5": "+0.5",
    "col1alt19_narrative": "<p>Your management team believes that you may not understand your customers and their preferences well enough in today's world. You decide to commission a study on not only your current customers, but also on the greater market, to gain insights into what people are looking for from Woodgrove Bank. </p>",
    "col1alt2": "Risk banding",
    "col1alt2_feedback2": "-0.7%",
    "col1alt2_feedback3": "+2.0%",
    "col1alt2_narrative": "<p>Use advanced analytics, research, and AI to define narrow risk bands within customer segments. This micro- segmentation allows the company to market to specific risk profiles, with more-accurate offers tailored to precise risk levels.</p>",
    "col1alt20": "Great place to work",
    "col1alt20_feedback3": "+1.0%",
    "col1alt20_feedback4": "-2.0%",
    "col1alt20_narrative": "<p>The workforce at Woodgrove Bank is aging, and there has been a lot of trouble with both attracting and retaining a strong talent pool at the company. Millennials don't view the company as a particularly great place to work, and current recruiting efforts haven't done much to change this perception. The company decides to invest in a new talent acquisition and growth initiative to, hire, onboard, develop, align, and reward every employee in order to maximize engagement and retention. </p>",
    "col1alt3": "Effective innovation process",
    "col1alt3_feedback3": "+1.0%",
    "col1alt3_feedback4": "-1.0%",
    "col1alt3_feedback5": "+1.0",
    "col1alt3_narrative": "<p>Innovation at Woodgrove Bank has been a problem now for years. Not enough is done to encourage out-of-the-box thinking, and because new ideas have to pass through so many layers before receiving approval due to Woodgrove Bank's risk-averse culture, great ideas often fizzle out before they ever launch. The company revamps its entire innovation process and establishes centralized budgets for co-funding promising ideas at lower levels.</p>",
    "col1alt4": "Process excellence",
    "col1alt4_feedback3": "+1.0%",
    "col1alt4_feedback4": "-3.0%",
    "col1alt4_narrative": "<p>A lack of standardization, communication, and clear understanding of processes within Woodgrove Bank has caused unnecessary duplication of efforts, wasted time, and easily-avoidable errors. Many of its processes are still paper-based and manual. The company decides to invest in systematic planning, quality control, and standardization of common processes, in order to achieve efficiency, quality, and flexibility. This will include extensive digitization and automation of current processes.</p>",
    "col1alt5": "Cybersecurity",
    "col1alt5_feedback1": "+1.0%",
    "col1alt5_feedback2": "-0.5%",
    "col1alt5_feedback3": "+1.0%",
    "col1alt5_narrative": "<p>Woodgrove Bank recognizes the ever-evolving threats in the marketplace. To help ensure the security and integrity of customer data, Woodgrove Bank implements multiple cybersecurity measures. This includes various know your customer initiatives as well as efforts to prevent fraudulent account openings and account takeovers.</p>",
    "col1alt6": "Digital marketing",
    "col1alt6_feedback1": "+2.0%",
    "col1alt6_feedback3": "+1.0%",
    "col1alt6_narrative": "<p>For many years, Woodgrove Bank was a leader in traditional advertising and was widely known for its clever billboards and TV advertisements. However, as the impact of digital marketing has exploded, the company has struggled to spend its money effectively in this increasingly important segment. Woodgrove Bank chooses to improve in this area by better informing customers, allowing them to engage in a dialogue, selectively targeting individual customers via marketing campaigns, and tailoring offerings to customers' needs. This approach will also include microtargeting through mobile applications.</p>",
    "col1alt7": "IT system integration",
    "col1alt7_feedback3": "+1.0%",
    "col1alt7_feedback4": "-3.0%",
    "col1alt7_narrative": "<p>Over the years, Woodgrove Bank has grown via the acquisition of several regional and national companies, resulting in multiple non-compatible information technology systems that need to be integrated with one another. Woodgrove Bank will make this integration and core systems transformation a top priority to allow customer data mining, which will lead to improved customer response and new cross-selling opportunities.</p>",
    "col1alt8": "Cherry picking",
    "col1alt8_feedback1": "+1.0%",
    "col1alt8_feedback2": "-0.2%",
    "col1alt8_feedback3": "+1.0%",
    "col1alt8_narrative": "<p>Woodgrove Bank undertakes additional research to identify potential high-value customers in specific segments. The company focuses resources on &quot;cherry picking&quot; these customers, and it provides them with additional benefits to increase their retention rates.</p>",
    "col1alt9": "Loyalty program",
    "col1alt9_feedback1": "+1.0%",
    "col1alt9_feedback3": "+1.0%",
    "col1alt9_feedback5": "+0.5",
    "col1alt9_narrative": "<p>Woodgrove Bank launches an &quot;invitation only&quot; loyalty award program for select banking customers identified as &quot;emerging affluent.&quot; By targeting this relatively high-churn market segment, churn slows, cross-selling improves, and customer satisfaction increases. The program provides key customers with discounts on a variety of non-banking goods and services from a select list of suppliers and credit cards with attractive rewards programs.</p>",
    "constraints": "tlInput11B_1A, tlInput11B_1B, tlInput11B_1C, tlInput11B_1D, tlInput11B_2A, tlInput11B_2B, etc.",
    "fb_explanation": "Below are the impacts on your selected metrics based upon the strategic initiatives selected and how best they align to the goals business",
    "ID": "Rd3_Dec1_R1",
    "maximum": "5",
    "minimum": "5",
    "name": "Taking action on drivers through strategic initiatives",
    "narrative": "<p>With a clear perspective on Woodgrove Bank's goals, key drivers, and the trends impacting the business, you now need to take action.  Based on the drivers you selected, you have a variety of strategic initiatives you can implement to impact each driver. However, you have only limited resources to invest so you must select the ones most critical for Woodgrove Bank to succeed in its strategic execution. Please click the arrow to the right of each title to expand the selection and read more about it.</p>",
    "order": "1",
    "osd": "Select five strategic initiatives from the available 20 options below. ",
    "PageType": "MultiSelectWithReview",
    "popupBtnText": "Continue",
    "popupTitle": "Strategic initiatives",
    "reversed": "feedback2, feedback4"
}, {
    "alt1": "<strong>Vera Kopecka, Chief Executive Officer:</strong> responsible for setting the bank's overall strategy and direction, ensuring quality and efficiency, providing leadership, and creating a positive and productive culture.",
    "alt2": "<strong>Basel Karzai, Chief Customer Experience Officer:</strong> manages the overall customer experience, including efforts to drive loyalty, customer satisfaction, and improve the customer journey.",
    "alt3": "<strong>Jamie Evans, Chief Information Officer:</strong> manages all technology investments across the company, including back-end systems as well as administrative tools.",
    "alt4": "<strong>Quinn Campbell, Chief Technology Office: </strong> leads the technology and engineering group, and focuses on the technology aspects of customer-facing products and services.",
    "alt5": "<strong>Beatriz Melgar, Director of Operational Transformation:</strong> responsible for driving  operational improvements and innovations across the bank.",
    "alt6": "<strong>Meitar Rokach, Chief Compliance Officer:</strong> ensures legal and regulatory compliance of the bank and its staff. Responsible for establishing standards and implementing procedures to ensure compliance throughout the organization. ",
    "alt7": "<strong>Francesca Lombo, Chief Financial Officer:</strong> responsible for managing all costs across the business to ensure the company makes prudent investments that ensure profitable growth and deliver shareholder value.",
    "alt8": "<strong>Colette Lichtenberg, Chief Product Innovation Officer:</strong> researches and develops new banking products, using market research and current trends to inform all decisions.",
    "alt9": "<strong>Henri Marquis, Chief Operations Officer:</strong> responsible for driving efficiencies, lowering costs, and providing improved service levels across the organization.",
    "ID": "Rd3_Dec2_R1",
    "maximum": "3",
    "minimum": "3",
    "name": "Initiative owners - stakeholders",
    "narrative": "<p>In order for the group strategic initiatives you selected to be successful, the right internal stakeholders have to be aligned on next steps and take ownership of executing them. Though all stakeholders are likely to have a part in executing this group of strategic initiatives, a subset of stakeholders will be critical in steering the overall success of these initiatives to maximize the return for Woodgrove Bank. </p>",
    "order": "2",
    "osd": "From the list of stakeholders within Woodgrove Bank, select the three who would be most critical to ensuring the successful execution of your chosen strategic initiatives:",
    "osdPin": "Rd3_Dec1_R1",
    "PageType": "MultiSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Executive alignment",
    "reversed": "feedback2, feedback4"
}, {
    "alt1": "Focus on new product development. If you analyze how customers are currently using your services - the tabs they click on at the website, how frequently they use the budgeting tools, the information and resources that rarely get used - you can then refine your current applications and launch new tools and information more useful to your customers.",
    "alt1_feedback": "<p>This approach of data analysis helps you to launch products that are more aligned to customer needs and to refine your interfaces so they are more intuitive and streamlined. Customer satisfaction increases, and you also attract new customers, increasing your wallet share.</p><ul><li>Wallet Share +2%</li><li>Customer Satisfaction +2%</li><li>NPI +2</li></ul>",
    "alt2": "Focus on analyzing the data to more effectively target customers for appropriate promotions, products, and services. On average, your customers have 2.5 banking products. However, most customers would find value in four banking products. Having the data to target each customer with the next best action could greatly expand your share of wallet.",
    "alt2_feedback": "<p>This focus allows you to take a tailored approach in your recommendations for each customer. Slowly, the average number of products per customer increases to 3.3. Charge-offs also decrease as you carefully target products and services to customers. </p><ul><li>Wallet Share +3%</li><li>Customer Satisfaction +1%</li><li>Charge-offs -0.5%</li></ul>",
    "alt3": "Focus on using the data to uncover new customers. Analyze the demographic data of your most engaged customers and target your marketing efforts toward consumers similar to them. Also consider how you can improve householding data to offer services to the family members of current customers.",
    "alt3_feedback": "<p>Your analysis uncovers that working mothers between the ages of 25 and 45 are some of your most active and engaged customers. You begin targeting marketing to this demographic group, and you generate a high response rate. Charge-offs decrease with your highly targeted campaigns. You also meet with some limited success with the householding data, but don't find the perfect way for gathering this information. </p><ul><li>Wallet Share +4%</li><li>Charge-offs -0.7%</li></ul>",
    "header2": "Empower your employees",
    "ID": "Rd3_Dec3_R1",
    "name": "Empower Your employees",
    "narrative": "<p>Leadership recognizes that they could greatly improve the customer experience if they were able to make better use of the vast amount of historical transaction data Woodgrove Bank collects from its customers. Leadership believes that analyzing the customer journey for friction points and removing them is critical for customer satisfaction. They are soliciting ideas from all areas of the business. </p>",
    "order": "3",
    "osd": "What will you suggest to make better use of this data?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Making use of data"
}, {
    "alt1": "Share the reason that Woodgrove Bank uses manual and paper-based processes: compliance. While some of these processes might seem outdated or repetitive, they have also kept the bank compliant with regulations. ",
    "alt1_feedback": "<p>The operations manager nods and seems deflated by your response. &quot;Sounds like this is something you've already explored,&quot; he says, and then he breaks away to join a different conversation.</p><ul><li>No Impact</li></ul>",
    "alt2": "Ask him to explain his ideas to you a little more. Then connect him with a VP on the IT team and ask that the VP give the operations manager an opportunity to explain his idea. The IT VP will then determine whether or not this is an idea to carry forward.",
    "alt2_feedback": "<p>Soon you are in a deep conversation with the operations manager about his idea. You then find the VP, who is also at the party, and you introduce the two to each other and give the VP a brief description of the idea. When you follow-up with the VP several weeks later, you learn that he determined not to move forward with the idea. &quot;We already have too many projects and too small a budget,&quot; he explains. &quot;We just didn't have the resources to make it feasible.&quot; </p><ul><li>No impact</li></ul>",
    "alt3": "The operations manager's idea resonates with you. You know there are far too many paper-based and manual processes at the bank, even though you weren't fully aware of the extent.  Suggest a meeting within the next week to explore his ideas further and determine next steps.",
    "alt3_feedback": "<p>You and the operations manager meet and the more you learn, the more excited you are about the benefits to the business. You gather the necessary input and buy-in, then form a team to execute on the idea, with the operations manager leading the effort. Within six months, the team has a solution ready for beta testing.</p><ul><li>OpEx -3%</li></ul>",
    "header2": "Empower your employees",
    "ID": "Rd3_Dec4_R1",
    "name": "Empower your employees",
    "narrative": "<p>You are casually chatting with one of Woodgrove Bank's operations managers at the holiday party. He brings up an innovative idea that would involve automating manual processes and digitizing paper-based processes using robotic process automation. He mentions that Woodgrove Bank sends 20,000 internal faxes every day, which is remarkable given the other technology options available within the bank. How will you respond to him?</p>",
    "order": "4",
    "osd": "How will you respond to him?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Innovative idea"
}, {
    "alt1": "Get the word out there! Advertise in the major media outlets, in financial journals, and at major universities. Take advantage of this great publicity to attract top talent.",
    "alt1_feedback": "<p>The advertising gets the word out, building pride in Woodgrove Bank and attracting new customers as well as new candidates for employment. Customer satisfaction also increases, as customers are happy to know they bank with a company that grows its team members.</p><ul><li>OpEx +1%</li><li>Customer Satisfaction +2%</li><li>Wallet Share+1%</li></ul>",
    "alt2": "Host job fairs in communities where you have corporate offices and at the universities you have targeted for recruiting students. Highlight current openings as well as positions frequently hired for. Play up Woodgrove Bank's reputation as a &quot;top employer&quot; in the community, ensuring a pipeline of current and future candidates.",
    "alt2_feedback": "<p>The job fair draws a lot of publicity, and you have multiple applicants for each role. You fill all open positions and connect with many potential future hires, such as business students. The efficient hiring and the pipeline of future candidates improves efficiency, reducing operating expenses. Employee engagement also increases, as employees take pride in working at a top employer.</p><ul><li>Wallet Share +1%</li><li>Customer Satisfaction +1%</li></ul>",
    "alt3": "You don't need to do anything else. FinanceMonthly is a national publication, and word is sure to get out about the results. Continue what you are doing and you will likely earn the same recognition next year.",
    "alt3_feedback": "<p>Unfortunately, not many customers read FinanceMonthly, so the recognition barely creates a buzz in your customer base. You do see an uptick in applications from established banking professionals, however, earning you some amazing new hires. Woodgrove Bank continues its current practices and remains well positioned to earn the same recognition next year. </p><ul><li>OpEx -1%</li></ul>",
    "header2": "Empower your employees",
    "ID": "Rd3_Dec5_R1",
    "name": "Empower your employees",
    "narrative": "<p>Your efforts to invest in employees and build a strong culture have started to pay off. College graduates now see Woodgrove Bank as a desirable place to work with strong professional development opportunities. FinanceMonthly has recently named Woodgrove Bank as one of the top 10 banks for career advancement.</p>",
    "order": "5",
    "osd": "You want to capitalize on the momentum the recognition created, but how?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Momentum"
}, {
    "alt1": "Accelerate the launch of your service by two months, so it will come as soon after the competitor release as possible. You won't be able to complete all the features you had been planning, but your product will still be superior to the competitor's solution. You are sure that if you don't launch early, you will lose customers to your competitor.",
    "alt1_feedback": "<p>You accelerate the launch, releasing your service two months early at great expense. While the original design was substantially better than the competitor's, this scaled-back version is only marginally better. Consequently, your launch causes little stir in the marketplace to attract new customers, but your quick release does prevent your current customers from moving to the competitor.</p><ul><li>OpEx +5%</li><li>Wallet Share +1%</li><li>NPI+0.5%</li><li>Customer Satisfaction -2%</li></ul>",
    "alt2": "Agree to accelerate the launch by one month, which seems like a reasonable, attainable goal. You will be able to complete all the planned features and testing, but the marketing runway will be shortened. Accelerating the release by one month will increase your expenses, but it should not have a negative impact on quality. ",
    "alt2_feedback": "<p>You accelerate the launch by one month at great expense. Your service is substantially better than the competitor's, as the slightly accelerated launch did not cause you to change anything with the design. The launch causes a stir in the marketplace, even with the shortened marketing campaign. While you do lose some customers to the competitor during time between the competitor's launch and your launch, the numbers are not significant.</p><ul><li>Wallet Share +2%</li><li>Customer Satisfaction +1%</li><li>NPI +0.5</li><li>OpEx +2%</li></ul>",
    "alt3": "Continue forward with your original plan. Accelerating the timeline would require compromise, and you see no point in launching your service unless it is substantially better than what is already available. The timeline can't be shortened without either increasing costs or decreasing quality, or potentially both. Sticking to the original timeline is the best way to ensure that you bring a quality, differentiated offering to market.",
    "alt3_feedback": "<p>You continue with your original launch plan, and everything stays within budget with no compromises to the original design. Your product launch causes considerable marketplace sizzle, thanks to the superiority of your offering and your carefully planned marketing campaign. Unfortunately, you do not receive quite the adoption you were expecting, as most people eager for this product had already gone to the competitor.  </p><ul><li>NPI +1</li><li>Customer Satisfaction +2%</li><li>Wallet Share +1%</li></ul>",
    "header2": "Competition",
    "ID": "Rd3_Dec6_R1",
    "name": "Competition",
    "narrative": "<p>You just learned that one of your competitors is about to release an innovative new service, which is very similar to a service Woodgrove Bank is also planning to launch. The service is a self-driving finance application that helps customers improve their financial management across all their banking products. You are a few months away from your scheduled release date and you have learned your competitor is only one month away from their release date. </p>",
    "order": "6",
    "osd": "What do you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Competition"
}, {
    "alt1": "Decline the opportunity. Woodgrove Bank is known as a traditional bank with traditional products and services, working with customers of traditional risk levels. While this opportunity is tempting, you must also consider how analysts and the market will respond. You can't make what will be seen as a &quot;risky&quot; acquisition, as it will spook investors and cause your share price to drop.",
    "alt1_feedback": "<p>Since you declined the opportunity, nothing changes for you immediately. However, a few months later, you read a press release stating that BoBank, one of your top competitors, has reached an agreement to acquire Spearmint. BoBank's stock price dips initially, but BoBank responds with a carefully planned communications and marketing campaign. The stock price soon rises again, past the pre-acquisition price.</p><ul><li>Wallet Share -2%</li></ul>",
    "alt2": "Pursue the opportunity. Yes, it is a risky acquisition - but you need to take some risks. Banking is evolving rapidly, and the strategies that made Woodgrove Bank successful for its first 150 years are not the same ones that will lead it successfully into the future. The entire banking industry is in the middle of a digital transformation, and the acquisition of Spearmint will likely accelerate Woodgrove Bank's transformation.",
    "alt2_feedback": "<p>The acquisition is a success. Initially, the news spooked investors, and the bank's stock price dropped. However, Woodgrove Bank's Marketing team launched a carefully planned communications and marketing campaign. The stock price soon rose again, past the pre-acquisition price. The acquisition allows you break into a new customer segment with well-controlled risk, and you are able to apply Spearmint's digital savviness to other parts of your business. You also preserve Spearmint's unique culture, which helps promote an innovative spirit in the larger bank.</p><ul><li>Wallet Share +3%</li><li>Charge-Offs -0.8%</li><li>Customer Satisfaction +3%</li></ul>",
    "alt3": "Bring the topic to the Executive Committee for a vote. In the meeting, present a balanced view of the benefits and the risks of the acquisition. Then, open the topic up for debate and discussion and, ultimately, a vote. You will move forward with whatever the majority decides.",
    "alt3_feedback": "<p>The Executive Committee hotly debates the topic. The group is about evenly split, and each side is passionate about their position. After a half day of debate and, ultimately, gridlock, the group is still undecided. You will meet with the Executive Committee again next week, and if there is still no majority, you will need to cast the deciding vote.  </p><ul><li>No Impact</li></ul>",
    "header2": "Acquisition",
    "ID": "Rd3_Dec7_R1",
    "name": "Acquisition",
    "narrative": "<p>Woodgrove Bank has the opportunity to acquire a buzzy FinTech startup, Spearmint. Spearmint has received positive coverage both for its hip, seamless, online and mobile experience and for developing an algorithm that identifies opportunities to expand credit to underserved, younger customers, such as those carrying significant educational debt. Historically, Woodgrove Bank has struggled to manage the risk and possible regulatory challenges of lending to customers with nontraditional credit profiles. Acquiring Spearmint could be a great opportunity, but it also presents a significant risk.</p>",
    "order": "7",
    "osd": "What should you do?",
    "PageType": "SingleSelect",
    "popupBtnText": "Continue",
    "popupTitle": "Acquisition"
}, {
    "xxSim0Tool1": "1"
}
]}