{"scenes": [
{
    "ActiveRoleIndex": "6",
    "icon": "persona4-bw.svg",
    "ID": "Distr1_R1",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Distribution (Customer Service Manager)",
    "narrative": "<p>Not approved.</p><p>1,000 Grower Booster from Distribution Center in Asia cannot be used and will be removed from the stock.</p><p>Customer Service Manager: Inform you partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "6",
    "icon": "persona4-bw.svg",
    "ID": "Distr1_R3",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Distribution (Customer Service Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: 1,000 Grower Booster from customers in Asia is returned to Distribution Center - Asia and cannot be sold to any other customer. Shipment to customer will be delayed. If you have selected any the initiatives 13 or 14, and if your Risk Index is >8, you will not be aﬀected.</p><p>Customer Service Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "alt1": "You accept the delay without any detailed information.",
    "alt1_feedback": "<p>You can only get 2000 packaging materials for Grower Booster shipped from the Supplier Group this period.</p>",
    "alt2": "You will try to speed up the transportation from the supplier to reduce the delivery time from the supplier. You are willing to pay extra for that service.",
    "alt2_feedback": "<p>You can ship 2000 packaging materials directly from the Supplier to the Production Plant without spending two periods of time for shipment.</p><p>Cost will increase by 3% compare to the budget</p>",
    "icon": "scenario.svg",
    "ID": "Event1_R1",
    "name": "Fire Hits One of your Main Suppliers",
    "narrative": "<p>One of the suppliers of your Grower Booster packaging materials is not able to supply due to a fire in one of their production plants and they cannot deliver the full volumes they have committed to in the purchase contracts.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the situation.",
    "alt1_feedback": "The forecasted delivered volume this round of Grower Booster will decrease by 3,200 (800 each period). ",
    "alt2": "You ask the sales organization to offer big discounts to support the farmers in the difficult situation. The forecasted delivered volume this round for Grower Booster will decrease by 1,600 (400 each period). Costs increases by 4%. ",
    "alt2_feedback": "The forecasted delivered volume this round for Grower Booster will decrease by 1,600 (400 each period). Costs  increases by 4%. ",
    "icon": "scenario.svg",
    "ID": "Event1_R2",
    "name": "Dramatic Change of Prices for Farmers",
    "narrative": "<p>The market prices for products produced by the growers and the farmers have dropped considerable during the last year. This has started to cause serious consequences for the financials for many of the growers and the demand for Grower Booster will decrease and many placed orders are cancelled.  1.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You are not able to manage this volume in time so you will not participate in the tender process",
    "alt1_feedback": "OTIF decreases by 2%. (change at the end of Period 16)",
    "alt2": "You will try to manage the production of Betia in time and participate in the tender and you can increase the delivery of Betia this Period.",
    "alt2_feedback": "Increase the Customer Orders for Betia on the Customer Card (Americas) with requested delivery during Period 16. You could not fully guarantee the delivery in time so you did not get any price premium.",
    "alt3": "You have necessary batches of Betia in production, in the Stock of Finished Products or in the Distribution Centers so you are able to manage the situation within 2 periods. ",
    "alt3_feedback": "Increase the Customer Orders for Betia on the Customer Card (Americas) with requested delivery during Period 16. You  were able to get a price premium for assuring delivery in time. Costs decrease by 2% = higher margin.",
    "icon": "scenario.svg",
    "ID": "Event1_R3",
    "name": "Tender Opportunity",
    "narrative": "<p>You need to participate in a tender to get a big contract for Betia on top of other signed Customer Orders. To be able to participate, you need to make sure that you are able to deliver another 2000 Betia during Period 12 on top of what you have counted on beforehand.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the delay and do nothing.",
    "alt1_feedback": "Production Line 1 for Betia is stopped for one period and your production volume decreases by 1000 of Betia. The remaining Betia stays in production line.",
    "alt2": "You will try to speed up the handling process by allocating more resources to the Stock of Finished Products logistic team.",
    "alt2_feedback": "You will try to speed up the handling process by allocating more resources to the Stock of Finished Products logistic team. Production volume decreases by 500 units and the cost increases by 2% compare to budget.",
    "alt3": "On top the extra resources you invest under option B, you will also involve external experts to solve the problems quickly to avoid any delays in deliveries to the Distribution Centers.",
    "alt3_feedback": "No impact on the production volumes. Cost increases by 5% compare to budget. ",
    "icon": "scenario.svg",
    "ID": "Event2_R1",
    "name": "Regulatory Bans",
    "narrative": "<p>Regulatory bans for Betia cause problems for the production sites and different batch sizes might be needed in the future to prevent the problems. The new batch sizes will have a negative impact on the packaging processes and we have to expect some delays in the refill of Stock of Finished Products for this period.</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You believe you are able to manage the deliveries in time anyway while you have necessary products in stock so you do not have to take any actions.",
    "alt1_feedback": "You can only ship a maximum of 2,000 Grower Booster and 2,000 Betia during this period.",
    "alt2": "You organize your own staff to take care of some of the shipment to avoid any delays of shipment. By this action, you are able to handle the shipment volume you need to deal with.",
    "alt2_feedback": "Your Costs increases by 2% compare to the budget. ",
    "icon": "scenario.svg",
    "ID": "Event2_R2",
    "name": "Transport Strike",
    "narrative": "<p>It is a risk that many of the transporters will be affected by a general transport strike as part of a long struggle between the parties in the labor market. Most likely, the transport capacity will be reduced by 30%. Therefore, you cannot use the full capacity at the transporters this period.</p><p>This is applicable for the routes Production Plant - Distribution Center Asia and Production Plant -  Distribution Center Americas.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the situation and do nothing.",
    "alt1_feedback": "The expected sales decreases by 1,000 Grower Booster in Americas and by 1,000 Betia in Asia. ",
    "alt2": "You invest in immediate softward support to solve the situation. ",
    "alt2_feedback": "The expected sales decreases by 500 Grower Booster in Americas and by 500 Betia in Asia. Costs increase by 3%.",
    "icon": "scenario.svg",
    "ID": "Event2_R3",
    "name": "System for confirming delivery dates out of order",
    "narrative": "<p>Many of the requested delivery dates have not been confirmed by the Customer Service organization which causes a lot of frustration among many customers with lost sales and bad reputation. Some customers such as Esther and Garamond have cancelled parts of their orders. </p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the delay and do nothing.",
    "alt1_feedback": "You suffer a delay in 2,000 Betia units shipped to Asia for 1 period.",
    "alt2": "You accept the delay, but you will ask the shipment company for a compensation for the delay. After negotiations, the accept to pay some compensation but tells us that they might not be willing to offer this type of transportation in the future. ",
    "alt2_feedback": "On top of a delay in 2,000 Betia shipped to Asia for 1 period, you decrease the Risk Prevention Index by 1. However, by receiving compensation from the shipment company, cost decreases by 2%.",
    "alt3": "To avoid any delays in shipment, you call in another provider with short notice, but you have to pay extra for this service. ",
    "alt3_feedback": "No impact on shipments. Costs increases by 2%.",
    "icon": "scenario.svg",
    "ID": "Event3_R1",
    "name": "Products Damaged During Transport to Distribution Center in Asia",
    "narrative": "<p>Product damaged during transport from Production Plant to Distribution Center in Asia has not worked out as planned. Although the transportation vehicles used for the transportation of Betia did have the capacity and the equipment to manage a secure transportation, the cooling system did not work out as planned so the transport has been put on hold to sort out the issue.</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the situation. Your current stock level at the Distribution Centers for Betia will be reduced by 1,000 in Asia and 1,000 in Americas.",
    "alt1_feedback": "Cost increases by 2% due to unexpected scrapping costs and stocks at Distribution Centers for Betia reduced by 1,000 in Asia and 1,000 in Americas.",
    "alt2": "You conduct a more careful research of different batches to find out if there are batches which still can be delivered to customers.  ",
    "alt2_feedback": "Cost increases by 3% due to unexpected scrapping costs and increased administrative costs and stocks at Distribution Centers for Betia reduced by 700 in Asia and 500 in Americas.",
    "icon": "scenario.svg",
    "ID": "Event3_R2",
    "name": "Loss in Sales",
    "narrative": "<p>A new product version of Betia has not succeeded in sales as expected. Therefore, some of the products run out of shelf-life and need to be scrapped.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the situation and do nothing.",
    "alt1_feedback": "You need to remove 1,000 Grower Booster from the Customer Order (Asia) with planned deliveries this Period.",
    "alt2": "You still want to reduce your stock at the Distribution Center in Asia and offer a discount to customers.",
    "alt2_feedback": "<p>Costs increase by 4% this period compare to budget = lower margin..</p><p>Customer Orders for Grower Booster increases by 1,000 on the Customer Order Card (Asia) with planned delivery this Period.</p>",
    "icon": "scenario.svg",
    "ID": "Event3_R3",
    "name": "Poor Financials Among Customers",
    "narrative": "<p>After implementing an effective system for financial control of the customers, a number of deliveries have been halted and the expected sales decrease.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "alt1": "You accept the delay and do nothing.",
    "alt1_feedback": "You cannot proceed with the production in Production Line 1 this period and the expected production capacity will be impacted.",
    "alt2": "You will invest in additional resources to get the production lines up and running again by paying extra for quick service and repairs.",
    "alt2_feedback": "Costs increase by 4% compare to budget. You will have no negative impact on the capacity and you can proceed with production as planned in Production Line 1.",
    "icon": "scenario.svg",
    "ID": "Event4_R2",
    "name": "Production Constraints Cause Delays",
    "narrative": "<p>Production Line 1 where you produce Betia has problems with some of their equipment and some of the parts have problems with the control panels. They are waiting for spare parts and service to get production and running again. There is a risk that you cannot update the production this period in Production Line 1.</p><p>What do you do?</p>",
    "PageType": "SingleSelect"
}, {
    "Alert": "Alert",
    "AreYouSureLogout": "Are you sure you want to log out?",
    "Cancel": "Cancel",
    "cardsVisited": "Cards Visited",
    "Close": "Close",
    "Confirm": "Confirm",
    "CU1Name": "Materials",
    "CU2Name": "WIP",
    "CU3Name": "Stock of Finished Product",
    "CU4Name": "In-Transit Product",
    "CU5Name": "Distribution Centers",
    "CU6Name": "Inventories CU",
    "DashboardMetric1Max": "200",
    "DashboardMetric1Min": "40",
    "DashboardMetric2Max": "100",
    "DashboardMetric2Min": "50",
    "DashboardMetric3Max": "100",
    "DashboardMetric3Min": "50",
    "DashboardMetric4Max": "100",
    "DashboardMetric4Min": "50",
    "DashboardMetric5Max": "10",
    "DashboardMetric5Min": "1",
    "DashboardMetric6Max": "30%",
    "DashboardMetric6Min": "-30%",
    "Fast": "Fast",
    "FeedbackAndReview": "Feedback and review",
    "ForecastGraphs": "Forecast Graphs",
    "Help": "Help",
    "HelpDescriptionText": "The facilitator has been notified. He will contact you soon.",
    "High": "High",
    "ID": "GEN",
    "IncorrectPassword": "The password entered is incorrect",
    "IntroTitle": "Introduction",
    "LogOut": "Logout",
    "Low": "Low",
    "MarketForecast": "Market Forecast",
    "Mat1Name": "Raw Materials",
    "Mat2Name": "Solvent",
    "Mat3Name": "Packaging Betia",
    "Mat4Name": "Packaging Grower Booster",
    "Mat5Name": "Active Ingredients",
    "Mat6Name": "Excipients",
    "Mat7Name": "CMO Betia",
    "Mat8Name": "CMO Grower Booster",
    "Medium": "Medium",
    "Meeting": "Meeting",
    "Meetings": "Meetings",
    "Messages": "Messages & Events",
    "Metric1Name": "Capital Units",
    "Metric2Name": "OTIF",
    "Metric3Name": "Planning Accuracy",
    "Metric4Name": "Forecast Accuracy",
    "Metric5Name": "Risk Index",
    "Metric6Name": "Cost Deviation",
    "MoveToNextYear": "Move to next round",
    "NextRound1": "Please enter password to move to round 2",
    "NextRound2": "Please enter password to move to round 3",
    "NextRound3": "Please enter password to move to round 4",
    "No": "No",
    "NoChange": "No Change",
    "NoEventData": "Currently there are no events",
    "NothingToShow": "Nothing to show here",
    "Ordered": "Ordered",
    "Part1Name": "Stage 1",
    "Part2Name": "Stage 2",
    "Password_R1": "scm187",
    "Password_R2": "scm287",
    "Password_R3": "scm387",
    "Password_R4": "scm487",
    "Period": "Period",
    "Period1": "Period 1",
    "Period1Short": "P1",
    "Period2": "Period 2",
    "Period2Short": "P2",
    "Period3": "Period 3",
    "Period3Short": "P3",
    "Period4": "Period 4",
    "Period4Short": "P4",
    "PrimaryNavigationTitle1": "Strategic Initiatives",
    "PrimaryNavigationTitle2": "Planning",
    "PrimaryNavigationTitle3_P1": "Execution: Period 1",
    "PrimaryNavigationTitle3_P2": "Execution: Period 2",
    "PrimaryNavigationTitle3_P3": "Execution: Period 3",
    "PrimaryNavigationTitle3_P4": "Execution: Period 4",
    "PrimaryNavigationTitle4": "Summary",
    "Prod1Name": "Betia",
    "Prod2Name": "Grower Booster",
    "Prod2NameShort": "G.B.",
    "Produced": "Produced in",
    "ProductFormula": "Product Formula",
    "Production1Name": "Line 1: Betia",
    "Production2Name": "Line 2: Betia",
    "Production3Name": "Line 3: Grower Booster",
    "Production4Name": "Line 4: Grower Booster",
    "Production5Name": "CMO Betia",
    "Production6Name": "CMO Grower Booster",
    "Reg1Name": "Asia",
    "Reg2Name": "Americas",
    "Reports": "Reports",
    "Reset": "Reset",
    "ResetSim": "Do you wish to reset sim progress? You cannot undo this.",
    "Role1Name": "Forecast Manager",
    "Role2Name": "Supply Manager",
    "Role3Name": "Material Manager",
    "Role4Name": "Production Manager",
    "Role5Name": "Transport Manager",
    "Role6Name": "Customer Service Manager",
    "roleDesc": "Select from options below, who is responsible for following actions and who are the key partners in the supply chain?",
    "roleHeader": "Roles Quiz",
    "Round": "Round",
    "Round1": "Round 1",
    "Round2": "Round 2",
    "Round3": "Round 3",
    "singleSelectLabel": "Please choose one of the following options",
    "Slow": "Slow",
    "StartSimulation": "Start Simulation",
    "Submit": "Submit",
    "SubmitDecisions": "Submit Decisions",
    "SubmitDecisionsAlertText": "You still have {{noOfInitiatives}} Initiatives left. Are you sure you want to Submit?",
    "TeamEntry": "Team Entry",
    "TeamNumber": "Team Number",
    "Title": "Winning in Business",
    "Transit": "In-Transit Products",
    "UsedProd": "Used in Production",
    "ViewCostImpact": "View Cost & Impact",
    "Visited": "VISITED",
    "Welcome": "Welcome",
    "Yes": "Yes",
    "YourChoice": "Your Choice",
    "YourFeedback": "Your Feedback",
    "Carousel1Label1": "Total projected sales and projected sales of &quot;Betia&quot; and &quot;Grower Booster&quot; (number of units)",
    "Carousel1Label2": "Forecasted number of products delivered from Distribution Center - Americas for each Period",
    "Carousel1Label3": "Forecasted number of products delivered from Distribution Center - Asia for each Period",
    "Carousel1Label4": "Forecast Accuracy Level (%) and OTIF (%) during the last 4 Rounds",
    "Carousel1Label5": "Capital tied up in the Supply Chain",
    "Carousel2Label1": "Read the case about the company and the existing supply chain",
    "Carousel2Label2": "All team members have to study the responsibilities for each role",
    "Carousel2Label3": "Do the quiz about role responsibilities",
    "Carousel2Label4": "Study the key KPIs",
    "Carousel2Label5": "Study and discuss the Supply Chain Map",
    "Carousel2Label6": "<p>Start the Planning and each role member suggest volumes in different parts of the Supply Chain.</p><p>Focus on the decisions squares </p>",
    "quizMessage": "You have completed the quiz successfully!",
    "Resume": "Resume",
    "ResumeText": "Click to Resume Session",
    "StartNew": "Start New",
    "StartNewText": "Click to Start a New Session",
    "TeamLeader": "Team Leader",
    "TeamMember": "Team Member",
    "TeamName": "Team Name",
    "TeamSession": "Team Session",
    "YourName": "Your Name",
    "HistoricalPlanningData": "View previous round data",
    "PlanningAccordianDescription1": "Decide on expected demand and sales",
    "PlanningAccordianDescription2": "Decide on transportation needs",
    "PlanningAccordianDescription3": "Decide on stock levels",
    "PlanningAccordianDescription4": "Decide on planned purchase volumes of materials",
    "PlanningAccordianDescription5": "Decide on planned production capacity",
    "PlanningAccordianHeader1": "Decide on expected demand and sales",
    "PlanningAccordianHeader2": "Decide on transportation needs",
    "PlanningAccordianHeader3": "Decide on stock levels",
    "PlanningAccordianHeader4": "Decide on planned purchase volumes of materials",
    "PlanningAccordianHeader5": "Decide on planned production capacity",
    "PlanningGraphTitle1": "Stock Levels - Start of Period",
    "PlanningGraphTitle2": "Forecasted WIP",
    "PlanningLoadingText": "Please wait while we intialize Execution as per your Planning.",
    "PlanningReportHeader1": "Expected demand and sales",
    "PlanningReportHeader2": "Transportation needs",
    "PlanningReportHeader3": "Stock levels",
    "PlanningReportHeader4": "Planned purchase volumes of materials",
    "PlanningReportHeader5": "Planned production capacity",
    "PlanningSubmitMsg1": "<p>You are going to submit your plan for the Round 1.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "PlanningSubmitMsg2": "<p>You are going to submit your plan for the Round 2.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "PlanningSubmitMsg3": "<p>You are going to submit your plan for the Round 3.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "PlanningSubmitMsg4": "<p>You are going to submit your plan for the Round 4.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "PlanningTableTitle1": "Orders Placed",
    "PlanningTableTitle2": "Production Scheduled",
    "CustomerName1": "Bristol",
    "CustomerName2": "Layman",
    "CustomerName3": "Billingham",
    "CustomerName4": "Smith",
    "CustomerOrderRemaining": "Remaining orders",
    "CustomerOrderTableHeader1": "Customer",
    "CustomerOrderTableHeader2": "Product",
    "CustomerOrderTableHeader3": "Volume",
    "CustomerOrderTableHeader4": "Delivered",
    "CustomerOrderTitle": "Customer Order",
    "CustomerOrderZeroRemainingText": "Congratulation!!! No orders remaining.",
    "NewOrderDescText": "Please find below new orders for this period. You can find this information in 'Customer Order' tab.",
    "ExecutionAccordianDescription1": "Place Order to Suppliers ",
    "ExecutionAccordianDescription2": "Decide on production capacity and activate production line",
    "ExecutionAccordianDescription3": "Decide on shipment to Distribution Centers and transportation mode",
    "ExecutionAccordianHeader1": "Place Order to Suppliers ",
    "ExecutionAccordianHeader2": "Decide on production capacity and activate production line",
    "ExecutionAccordianHeader3": "Decide on shipment to Distribution Centers and transportation mode",
    "ExecutionHeader1": "Supplier Group 1",
    "ExecutionHeader2": "Supplier Group 2",
    "ExecutionHeader3": "Supplier Group 3",
    "ExecutionHeader4": "Supplier Group 4",
    "ExecutionHeader5": "Review Available Stock of Materials",
    "ExecutionLabel1": "Solvent",
    "ExecutionLabel10": "Betia - Line 1",
    "ExecutionLabel11": "Betia - Line 2",
    "ExecutionLabel12": "Betia - CMO",
    "ExecutionLabel13": "Activate",
    "ExecutionLabel14": "Activate 1",
    "ExecutionLabel15": "Activate 2",
    "ExecutionLabel16": "Materials Used",
    "ExecutionLabel17": "Stage 1",
    "ExecutionLabel18": "Stage 2",
    "ExecutionLabel19": "/ ",
    "ExecutionLabel2": "Raw materials",
    "ExecutionLabel20": "Packaging",
    "ExecutionLabel21": "Stock of Finished Products",
    "ExecutionLabel22": "Grower Booster - Line 3",
    "ExecutionLabel23": "Grower Booster - Line 4",
    "ExecutionLabel24": "Grower Booster - CMO",
    "ExecutionLabel25": "In transit",
    "ExecutionLabel26": "Ending Stock at Distribution Center after Customer Orders",
    "ExecutionLabel27": "Shipped Products to Customers this period",
    "ExecutionLabel28": "Delivered Products to Distribution Centers",
    "ExecutionLabel29": "Utilization",
    "ExecutionLabel3": "Pack. Betia",
    "ExecutionLabel30": "Finished Products Added",
    "ExecutionLabel31": "Added in this period",
    "ExecutionLabel32": "Products Delivered  (in round)",
    "ExecutionLabel33": "(6000 capacity)",
    "ExecutionLabel34": "Arriving in 2 Periods",
    "ExecutionLabel35": "Arriving Next Period",
    "ExecutionLabel4": "Pack. G.B.",
    "ExecutionLabel5": "Active Ingredients",
    "ExecutionLabel6": "Excipients",
    "ExecutionLabel7": "Betia",
    "ExecutionLabel8": "Grower Booster",
    "ExecutionLabel9": "Material Orders in transit",
    "ExecutionProductionChartCategoryLabel1": "Stage 1 Started",
    "ExecutionProductionChartCategoryLabel2": "Stage 2 Started",
    "ExecutionShipmentChartCategoryLabel1": "Slow - Arriving in 2 Periods",
    "ExecutionShipmentChartCategoryLabel2": "Fast - Arriving in 1 Period",
    "ExecutionShipmentChartCategoryLabel3": "Slow - Arriving in 1 Period",
    "ExecutionStartMsgP1": "Welcome to Period 1",
    "ExecutionStartMsgP2": "Welcome to Period 2",
    "ExecutionStartMsgP3": "Welcome to Period 3",
    "ExecutionStartMsgP4": "Welcome to Period 4",
    "ExecutionSubmitMsg1": "<p>You are going to submit your decisions for the Period 1.</p><p>After submitting you won't be able to make any change.</p>",
    "ExecutionSubmitMsg2": "<p>You are going to submit your decisions for the Period 2.</p><p>After submitting you won't be able to make any change.</p>",
    "ExecutionSubmitMsg3": "<p>You are going to submit your decisions for the Period 3.</p><p>After submitting you won't be able to make any change.</p>",
    "ExecutionSubmitMsg4": "<p>You are going to submit your decisions for the Period 4.</p><p>After submitting you won't be able to make any change.</p>",
    "RushOrderDescription": "Materials will be received and available for use in production next period. Every 1,000 units ordered will increase cost deviation by 3%.",
    "RushOrderTitle": "Rush Order",
    "OverviewHeader1": "Suppliers",
    "OverviewHeader2": "In Transit",
    "OverviewHeader3": "Stock of Materials",
    "OverviewHeader4": "Production",
    "OverviewHeader5": "Stock of Finished Products",
    "OverviewHeader6": "Distribution",
    "OverviewHeader7": "Delivered Products",
    "OverviewLabel1": "Supplier grp 1",
    "OverviewLabel10": "Americas",
    "OverviewLabel11": "Local Distribution Centers",
    "OverviewLabel12": "Delivered Products",
    "OverviewLabel13": "Quality",
    "OverviewLabel14": "Line 3",
    "OverviewLabel15": "Line 4",
    "OverviewLabel16": "G.B.",
    "OverviewLabel17": "(incl. Quality Control)",
    "OverviewLabel18": "Finished Products",
    "OverviewLabel19": "to Customers",
    "OverviewLabel2": "Supplier grp 2",
    "OverviewLabel3": "Supplier grp 3",
    "OverviewLabel4": "CMO",
    "OverviewLabel5": "Stock of Bulk",
    "OverviewLabel6": "Line 1",
    "OverviewLabel7": "Line 2",
    "OverviewLabel8": "Added this period",
    "OverviewLabel9": "Current Central Stock",
    "OverviewTitle": "Supply Chain Overview - Period",
    "OverviewTooltip1": "Because you picked an initiative, you now have a one period lead time from Supplier Group 1 to your Stock of Materials.",
    "OverviewTooltip2": "Because you picked an initiative, you now have a one period lead time from Supplier Group 2 to your Stock of materials.",
    "OverviewTooltip3": "Because you picked an initiative, you now have a one period lead time from Finished Goods to the Asia Distribution Center when using regular (slow) transportation.",
    "OverviewTooltip4": "Because you picked an initiative, you now have an additional 1,000 units of capacity in Production Line 1.",
    "OverviewTooltip5": "Because you picked an initiative, you now have an additional 1,000 units of capacity in Production Line 3.",
    "Summary1TableRowLabel1": "Planning Accuracy %",
    "Summary1TableRowLabel2": "OTIF %",
    "Summary1TableRowLabel3": "Capital units (CU)",
    "Summary1TableRowLabel4": "Forecast Accuracy %",
    "Summary1TableRowLabel5": "Risk Prevention Index",
    "Summary1TableRowLabel6": "Cost Deviation %",
    "Summary2Graph1Cat1": "Ending Capital Units(P4)",
    "Summary2Graph1Cat2": "Distribution Centers",
    "Summary2Graph1Cat3": "In-Transit Products",
    "Summary2Graph1Cat4": "Stock of Finished Product",
    "Summary2Graph1Cat5": "WIP",
    "Summary2Graph1Cat6": "Materials",
    "Summary2Graph1Title": "End of Round CU Breakdown",
    "Summary2Graph2Cat1": "Betia Asia OTIF %",
    "Summary2Graph2Cat2": "Betia Americas OTIF %",
    "Summary2Graph2Cat3": "Grower Booster Asia OTIF %",
    "Summary2Graph2Cat4": "Grower Booster Americas OTIF %",
    "Summary2Graph2Cat5": "Ending Average OTIF %",
    "Summary2Graph2Title": "End of Round OTIF % Breakdown",
    "Summary3Graph1Cat1": "Supply Manager: Betia",
    "Summary3Graph1Cat10": "Customer Service Manager: Betia Americas",
    "Summary3Graph1Cat11": "Customer Service Manager: Grower Booster Asia",
    "Summary3Graph1Cat12": "Customer Service Manager: Grower Booster Americas",
    "Summary3Graph1Cat13": "Ending Planning Accuracy",
    "Summary3Graph1Cat2": "Supply Manager: Grower Booster",
    "Summary3Graph1Cat3": "Production Manager: Line 1: Betia",
    "Summary3Graph1Cat4": "Production Manager: Line 2: Betia",
    "Summary3Graph1Cat5": "Production Manager: Line 3: Grower Booster",
    "Summary3Graph1Cat6": "Production Manager: Line 4: Grower Booster",
    "Summary3Graph1Cat7": "Production Manager: CMO Betia",
    "Summary3Graph1Cat8": "Production Manager: Grower Booster",
    "Summary3Graph1Cat9": "Customer Service Manager: Betia Asia",
    "Summary3Graph1Description": "Shows the accuracy between planning and execution",
    "Summary3Graph1Title": "Planning Accuracy",
    "Summary3Graph2Cat1": "Forecast Manager: Betia Asia",
    "Summary3Graph2Cat2": "Forecast Manager: Betia Americas",
    "Summary3Graph2Cat3": "Forecast Manger: Grower Booster Asia",
    "Summary3Graph2Cat4": "Forecast Manger: Grower Booster Americas",
    "Summary3Graph2Cat5": "Ending Forecast Accuracy",
    "Summary3Graph2Description": "Shows the accuracy between forecast and actual sales/deliveries",
    "Summary3Graph2Title": "Forecast Accuracy",
    "Summary3Graph3Cat1": "Supply Manager",
    "Summary3Graph3Cat2": "Production Manager",
    "Summary3Graph3Cat3": "Customer Service Manger",
    "Summary3Graph3Cat4": "Materials Manager",
    "Summary3Graph3Cat5": "Transport Manager",
    "Summary3Graph3Cat6": "Ending Planning Accuracy",
    "Summary3Graph3Description": "Shows the accuracy between planning and execution",
    "Summary3Graph3Title": "Planning Accuracy",
    "SummaryAccordianDescription1": "KPI Comparison",
    "SummaryAccordianDescription2": "CU & OTIF Breakdown",
    "SummaryAccordianDescription3": "Planning & Forecast Accuracy",
    "SummaryAccordianHeader1": "KPI Comparison",
    "SummaryAccordianHeader2": "CU & OTIF Breakdown",
    "SummaryAccordianHeader3": "Forecast & Planning Accuracy",
    "InitiativesCategories": "Forecast Manager (FM)-2; Supply Manager (SM)-3; Material Manager (MM)-3; Production Manager (PM)-4; Transport Manager (TM)-2; Cust. Service Manager (CS)-1",
    "InitiativesCatPrefix1": "FM",
    "InitiativesCatPrefix2": "SM",
    "InitiativesCatPrefix3": "MM",
    "InitiativesCatPrefix4": "PM",
    "InitiativesCatPrefix5": "TM",
    "InitiativesCatPrefix6": "CS",
    "InitiativesInstructions": "<p>Select Strategic Initiatives by clicking on the numbered circle. To view more information about each initiative, click the initiative title and the description will appear here.</p>",
    "InitiativesRemaining": "Initiatives Remaining",
    "InitiativesSelected": "Initiatives Selected",
    "InitiativesShowAll": "Show all Initiatives",
    "InitiativesTitle": "Strategic Initiatives",
    "InitiativeSubmitMsg1": "<p>You are going to submit strategic initiatives for the Round 1.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "InitiativeSubmitMsg2": "<p>You are going to submit strategic initiatives for the Round 2.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "InitiativeSubmitMsg3": "<p>You are going to submit strategic initiatives for the Round 3.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>",
    "InitiativeSubmitMsg4": "<p>You are going to submit strategic initiatives for the Round 4.</p><p>After submitting you will be able to see your selection but</p><p>won't be able to make any change.</p>"
}, {
    "category": "5",
    "cost": "<span class='impact-heading'>Investment:</span> $35M + 25 FTEs",
    "ID": "INIT01",
    "impact": "<span class='impact-heading'>Impact: </span><li>Consumer Product Sales</li><li>Consumable Sales</li><li>Design/Features </li><li>Consumer Cost of Sales </li><li>General Expenses</li><li>Customer Satisfaction</li>",
    "name": "Lean Logistic project",
    "narrative": "<p>This initiative will decrease the lead time and and increase productivity in the entire Supply Chain. The suppliers of transportation services will increase the delivery frequency, reduce the lot sizes and having packaging, which will meet the demand of the production lines..</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "5",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 15 FTEs",
    "ID": "INIT02",
    "impact": "<span class='impact-heading'>Impact:</span><li>Solution Sales</li><li>Employee Satisfaction</li>",
    "name": "Logistic systems in Warehouses",
    "narrative": "<p>To have a better visibility of available volumes for different products, you invest in new systems and processes to be more effective.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "6",
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 20 FTEs/year",
    "ID": "INIT03",
    "impact": "<span class='impact-heading'>Impact: </span><li>Enterprise HW sales</li><li>Enterprise SW Sales</li><li>Customer Satisfaction</li><li>Time to Market</li><li>Engineer FTE productivity</li>",
    "name": "Voice of a customer",
    "narrative": "<p>To have better visibility of available volumes for different products, you invest in new systems and processes to be more effective.</p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "1",
    "cost": "<span class='impact-heading'>Investment:</span> $24M/year + 30 FTEs/year",
    "ID": "INIT04",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise SW Sales</li><li>Enterprise HW Sales</li><li>Customer Satisfaction </li>",
    "name": "Demand Planning and Process",
    "narrative": "<p>An improved demand planning process will give us access to more reliable data regarding the demand in the marketplace. By closer collaboration with the Sales team, we believe that there is a lot of potential for improvements to calculate and analyze the actual demand.</p><p><ul><i>Expected impact</i>:<li><b>Decreased Cost Deviation</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "1",
    "cost": "<span class='impact-heading'>Investment:</span> $40M/year + 30 FTEs/year",
    "ID": "INIT05",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Enterprise SW Sales</li><li>Enterprise HW Sales</li><li>Solution Sales</li>",
    "name": "Statistical Forecasting",
    "narrative": "<p>New types of planning processes of the production will optimize the available resources and create shorter lead times and higher flexibility.</p><p><ul><i>Expected impact at the beginning of each Round</i>:<li>Access to new type of Forecast</li></ul></p><p><ul><i>Expected impact at the end of each Round</i>: <li><b>Increased OTIF</b></li><li><b>Decreased Cost Deviation</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "4",
    "cost": "<span class='impact-heading'>Investment:</span> $35M/year %2b consumables discount expense increase + 15 FTEs/year",
    "ID": "INIT06",
    "impact": "<span class='impact-heading'>Impact: </span><li>Consumable Sales</li><li>Consumer Product Sales</li><li>Brand Awareness</li>",
    "name": "Productivity Improvements",
    "narrative": "<p>There are many ways to measure productivity. If you invest in a systematic approach to measure your improvement on effectiveness and efficiency, this will lead to productivity gains. Key areas to consider: KPI's, people development, automation increasing activities, standards definition and implementation, disturbance management etc.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "4",
    "cost": "<span class='impact-heading'>Investment:</span> $35M + 25 FTEs",
    "ID": "INIT07",
    "impact": "<span class='impact-heading'>Impact: </span><li>Consumer Product Sales</li><li>Consumable Sales</li><li>Design/Features </li><li>Consumer Cost of Sales </li><li>General Expenses</li><li>Customer Satisfaction</li>",
    "name": "Lean Initiative",
    "narrative": "<p>You will start a lean initiative with focus on implementing continuous flow and reduction of lead time. This is implemented by applying the lean management principles regarding sharing of information and identifying quality issues early in the process and taking action.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "4",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 15 FTEs",
    "ID": "INIT08",
    "impact": "<span class='impact-heading'>Impact:</span><li>Solution Sales</li><li>Employee Satisfaction</li>",
    "name": "Operational Excellence Process",
    "narrative": "<p>You will implement a continuous improvement process, which will include a process to always look for the root cause to avoid different risks and be able to be pro-active by implementing different actions to avoid disturbances in the processes.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "4",
    "cost": "<span class='impact-heading'>Investment:</span> $25M/year + 20 FTEs/year",
    "ID": "INIT09",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Solution Sales</li><li>Employee Satisfaction</li><li>Customer Satisfaction</li><li>FTE Productivity</li>",
    "name": "Human Workforce Flexibility",
    "narrative": "<p>You invest in training to make sure the production operations are able to manage different types of production lines. Therefore, you are able to allocate resources according to the current demand for different types of products.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "3",
    "cost": "<span class='impact-heading'>Investment:</span> $38M + 30 FTEs/year",
    "ID": "INIT10",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Service Sales</li><li>Customer Satisfaction</li>",
    "name": "Cost of Packaging Materials",
    "narrative": "<p>As cost of materials makes up a big share of the total production costs, it is important to focus on cost reduction of materials. You will put additional resources into Procurement to find the best options within the categories you will select in your general Procurement Strategy.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "3",
    "cost": "<span class='impact-heading'>Investment:</span> $35M + 35 FTEs/year",
    "ID": "INIT11",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Service Sales</li><li>Solution Sales</li>",
    "name": "Cost of Active Ingredients",
    "narrative": "<p>You initiate a similar review of the cost for Active Ingredients as you did for Packaging Materials.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "3",
    "cost": "<span class='impact-heading'>Investment:</span> $40M + 15 FTEs/year",
    "ID": "INIT12",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Consumer Product Sales</li><li>Customer Satisfaction</li><li>Consumable Sales</li><li>Channel Enablement Index</li>",
    "name": "Collaboration with Suppliers",
    "narrative": "<p>You will increase the collaboration with the suppliers by allocating more resources to supplier performance management and collaboration. There is a lot of room for improvement by being more integrated with the suppliers to assure high quality and on time deliveries.</p><p><ul><i>Expected impact at the end of each Round:</i><li><b>Decreased Cost Deviation</b></li><li><b>Increased OTIF</b></li></ul></p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "2",
    "cost": "<span class='impact-heading'>Investment:</span> $20M/year + 30 FTEs/year",
    "ID": "INIT13",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise SW Sales</li><li>Global Presence</li><li>Customer Satisfaction</li>",
    "name": "Supply Planning Process",
    "narrative": "<p>New types of planning processes of the production will optimize the available resources and create shorter lead times and higher flexibility.</p><p><ul><i>Expected impact at the end of each Round</i>:<li><b>Increased OTIF</b></li><li><b>Decreased Cost Deviation</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "2",
    "cost": "<span class='impact-heading'>Investment:</span> $30M/year + 40 FTEs/year&",
    "ID": "INIT14",
    "impact": "<span class='impact-heading'>Impact:</span><li>Enterprise Software Sales</li><li>Solution Sales</li><li>Customer Satisfaction</li>",
    "name": "Total Cost Of Ownership (TCO)",
    "narrative": "<p>You will form a team with the focus on TCO when you make different investment decisions. Recently, many short-term expensive solutions have been selected and it is now important to find solutions, which have more focus on the end-to-end thinking. Decisions that should be taken with a TCO perspective are: where is a product produced, what does the logistics look like, what is the best supplier base?</p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "category": "2",
    "cost": "<span class='impact-heading'>Investment:</span> $20M + 30 FTEs/year",
    "ID": "INIT15",
    "impact": "<span class='impact-heading'>Impact:</span> <li>Services Sales</li><li>Service Competency </li>",
    "name": "Improve Business Process",
    "narrative": "<p>You invest in utilizing business performance systems, which will give access to more reliable and transparent data about process performance and adherence. It allows you to identify process inefficiencies and improve overall Supply Chain reliability and speed.</p><p><ul><i>Expected immediate impact:</i><li><b>Increased Risk Prevention Index</b></li></ul></p>",
    "PageType": "Initiative"
}, {
    "header": "Forecast Manager",
    "ID": "Intro_Role1",
    "narrative": "<p>Provide accurate demand forecasts based on collected data from various sources to meet all expected customer demands.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Review available Market Forecast for both Betia and Grower Booster for every Period.</li><li>From Period 5 on, according to forecasted demand, document predictions on the Planning page.</li><li>Communicate forecasted demand to Supply Manager and Customer Service Manager.</li><li>Work closely with Customer Service Manager to be aware of historical order tendencies to generate accurate demand forecasts in following rounds.</li></ul>",
    "PageType": "IntroRoles"
}, {
    "header": "Supply Manager",
    "ID": "Intro_Role2",
    "narrative": "<p>Making sure the supply will meet the demand.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Ensure matching of demand and supply to avoid supply shortages and internal delivery bottlenecks. Support material and production planning process and align with Forecast Manager.</li><li>Act in an End-to-End (E2E) role by monitoring demands, stock levels and service levels in relation to forecast quality.</li><li>Communicate forecasted demand to Supply Manager and Customer Service Manager.</li><li>Follow up on actual stock levels for Finished Products.</li><li>Communicate with Production Manager the need of stock refill.</li><li>Oversee the materials supply and production process to assure planned volume will be delivered to Distribution</li></ul>",
    "PageType": "IntroRoles"
}, {
    "header": "Material Manager",
    "ID": "Intro_Role3",
    "narrative": "<p>Managing all orders to different suppliers and optimizes the Stock of Materials.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Ensure proper planning and procurement of materials from the different Supplier Groups.</li><li>Work closely with the Production Manager to ensure availability of different materials (via appropriate safety stock levels).</li><li>Ensure supply of bulk required for CMO ́s.</li><li>Ensure shipment of different materials to meet safety stock levels.</li><li>Place new orders of materials according the plans.</li><li>Determine your forecasted stock levels on Planning Board after discussions with the Production Manager.</li><li>Manage the purchases and deliveries from various suppliers including CMO ́s (Contract Manufacturing Organization).</li><li>Monitor and update shipment routes based on supplier material transports (EXW Incoterm), which means that the Suppliers are responsible for managing the shipments to our Stock of Materials.</li></ul>",
    "PageType": "IntroRoles"
}, {
    "header": "Production Manager",
    "ID": "Intro_Role4",
    "narrative": "<p>Managing the production lines and optimization of production capacity.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Manage the production planning including Contract Manufacturing process.</li><li>Update production in all production lines and in CMO ́s by updating the production and assembling the materials. If you use a CMO plant, Cost Deviation increases by 1% for each period used.</li><li>Add packaging materials when you move products from Production Lines into Stock of Finished Products.</li><li>Move materials from Stock of Materials into available production lines to start new production. NOTE: CMO requires stock of pre-assembled CMO component (stock of bulk). You have to start production in all available activated Production Lines.</li><li>Align with the Supply Manager about the planned production volumes for each product.</li><li>Communicate with Material Manager to ensure the availability of different materials to cover production needs.</li><li>Determine the planned production based on the available capacity in the production lines. There are 2 Production Lines available during Periods 1-4 and the capacity can increase to 4 Production Lines and 2 CMO ́s from the beginning of Period 5.</li><li>. Every available Production Line can produce a maximum of 1000 units per period with a throughput time of 2 periods. The CMO plant has a throughput time of one period.</li><li>Manage the production lines and CMO ́s according to set plans.</li><li>Products manufactured on dedicated production lines according to Bill of Material (BOM).</li></ul>",
    "PageType": "IntroRoles"
}, {
    "header": "Transportation Manager",
    "ID": "Intro_Role5",
    "narrative": "<p>Managing all logistics within the Supply Chain.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Determine the number of shipments and type of shipments between Stock of Finished Products to the Distribution Centers. NOTE: There can only be 4 transports at the same time during each period at the route from Stock of Finished Products to Distribution Centers</li><li>Monitor the transportation between Stock of Finished Products and the Distribution Centers to ensure the logistics of the supply chain.</li><li>Review Stock of Finished Products and prepare for transportation to Distribution Centers.</li><li>Start new transportation and determine if Slow or Fast track should be used: Slow Track = two periods duration Fast Track = one period duration and higher costs (+3%)</li><li>NOTE: You can only ship a maximum of 3000 products in each shipment, but you can mix Betia and Grower Booster in the shipments.</li><li>If you do not start shipment of a minimum of 6000 products each period, Cost Deviation increases by 1%.</li></ul>",
    "PageType": "IntroRoles"
}, {
    "header": "Customer Service Manager",
    "ID": "Intro_Role6",
    "narrative": "<p>Managing all Customer Orders and making sure that products are delivered on time and in full.</p><p class='role-content-title'>Main responsibilities:</p><ul><li>Review orders in hand and plan for deliveries to different markets.</li><li>Oversee stock levels at the Distribution Centers</li><li>In every period, fulfill Customer Orders and report the ability to fulfill the orders</li><li>Delayed deliveries have to be completed as soon as possible and need to be prioritized.</li><li>Ensure the availability of finished products in distribution centers for future deliveries in alignment with the Forecast Manager and with the Supply Manager (F.</li><li>Receive new Customer Orders each period and plan for the delivery of it.</li><li>Register delivered products.</li><li>Match of customer orders with forecast information taking in to account rough lead time for E2E supply.</li><li>Decide on Stock levels at the Distribution Centers.</li><li>Receive sales forecast information from Forecast Manager.</li><li>You will have access to customer demand for the current period</li><li>Manage deliveries and requested deliveries from Customers</li></ul><p>KPI: OTIF = Number of Product Orders delivered on time/Number of Product Orders received</p>",
    "PageType": "IntroRoles"
}, {
    "data1": "<p>A Life Science company with core competencies in Health Care and Agriculture. It is our vision and incentive to successfully master some major challenges of our time due to a growing and aging global population. We are addressing the question of how we will be able to feed up to ten billion people by 2050 while contending with the impact of climate change and how to ensure quality of life for an ever-increasing number of elderly people&quot;.</p><p>It will be your job to manage the supply chain of Mayer over the next 16 periods. You will decide upon and make decisions to improve the performance of the overall supply chain to strengthen Mayer in the competitive market.</p>",
    "data2": "<ul><li>Long term profitable growth and maximizing revenues and profitability while focusing on our responsibility for the environment and society</li><li>Focus on research and development of innovative products, which can provide benefits for humans, animals and crops.</li><li>Due to our responsibility for humans, we must assure an efficient and reliable production and supplier network to ensure the availability of goods.</li></ul>",
    "data3": "<ul><li>As our customer represents the center of the business, we need to ensure that the customer receives their needed goods at the right time, in the right quality with the right information.</li><li>We need to ensure profitable growth and we strive to reduce Working Capital and to increase Orders Delivered on time and in full (OTIF).It is also important to have reliable and robust processes to assure low costs and high Forecast Accuracy level.</li></ul>",
    "data4": "<p>To fulfil the Strategic Business Objectives, we need best-in-class Supply Chain Management and Performance.</p>",
    "header1": "Welcome to Mayer",
    "header2": "The main strategic objectives are:",
    "header3": "The main Supply Chain objectives are:",
    "ID": "Intro_Tab1",
    "PageType": "Intro"
}, {
    "data1": "<p>Mayer supplies a variety of products and solutions either directly to the customers or through different types of distributors. Product manufacturing is completed mainly in-house and encompasses the complete supply chain, from raw materials through the Production Plant manufacturing and to final transportation to the distribution centers and to the different customers. Success is determined by the capability of the Supply Chain organization to manage the requested orders in time and with excellent quality.</p>",
    "data21": "<p><b>Agriculture-</b> Grower Booster</p><p>It is an agricultural product based on an Active Ingredients (AI) that is targeting the growth of plants.<p><ul><li>Less hazardous item and dangerous goods</li><li>There are possibilities of re-work in the production line</li></ul>",
    "data22": "<p><b>Helathcare -</b> Betia</p><p>It is a pharmaceutical product based on Active Pharmaceutical Ingredients (API) and the level of regulations around the production and distribution is rigorous.<p><ul><li>Hazardous items and dangerous goods requirement Intense regulatory requirements.</li><li>Cool chain and temperature controlled requirements Less temperature controlled need In the production, there are limited possibilities for re-work.</li></ul>",
    "data2Heading": "The main materials are:",
    "header1": "Products and Solutions",
    "header2": "<p>Mayer is offering two main products:</p>",
    "ID": "Intro_Tab2",
    "Label1": "Raw Material (2)",
    "Label2": "Packaging - 1",
    "Label3": "Grower Booster",
    "Label4": "Active Ingredients (2)",
    "Label5": "Solvent - 1",
    "Label6": "Betia",
    "Label7": "Excipients - 1",
    "PageType": "Intro"
}, {
    "data2": "<p>The demand for &quot;Betia&quot; and &quot;Grower Booster&quot; have fluctuated during the years and it is difficult to find any specific patterns, but the demand has been impacted by different epidemics and changes in climate and weather conditions. In general, the total demand has been quite stable. In some markets, we have seen an increasing demand, but in general the market size has remained the same. Due to access to several distributors and direct sales to different customers, Mayer has been able to deliver around 5,000 - 6,000 units of each product, with an average Order size of 1,500.</p><p>We expect a general growth of the total market by 15-20% in volume during Round 1-4. The demand for &quot;Grower Booster&quot; is projected to be relatively stable and easier to predict. The sales of &quot;Betia&quot; is very much depending on the company´s ability to meet the customer demand regarding efficacy.</p>",
    "header1": "Market Forecast",
    "header2": "Market Study",
    "ID": "Intro_Tab3",
    "PageType": "Intro"
}, {
    "data1": "<p>The teams will be compared on their performance of following KPIs where each KPI will be weighted equally</p>",
    "header1": "Main KPIs",
    "ID": "Intro_Tab4",
    "KPIdata1": "<p class='text-left content-start'>Defined as: </p><p class='equation'>Number of orders delivered on time</p><hr class='horizontalStyle'><p class='equation'>Total number of orders delivered.</p><p class='text-left content-end'> It is impacted by your ability to deliver the products in full and on time</p>",
    "KPIdata2": "<p class='text-left content-start'>Defined as deviations compared to budgeted costs. It is impacted by your decisions of how to manage different unexpected situation and your ability to develop processes and best practice in the supply chain operations</p>",
    "KPIdata3": "<p class='text-left content-start'>Defined as the capital value of materials, WIP and finished products. It is impacted by your ability to optimize different stock level and capital tied up in production</p>",
    "KPIdata4": "<p class='text-left content-start'>Defined as:</p><p class='equation'><span class='symbol'> 1&plusmn</span> Actual delivered volume - Forecasted delivered volume</p><hr class='horizontalStyle'><p class='equation'> Forecasted delivered volume.</p> <p class='text-left content-end'>It is impacted by your ability to predict the demand in the market for different products</p>",
    "KPIdata5": "<p class='text-left content-start'>Defined as:</p><p class='equation'><span class='symbol'>1&plusmn </span>Actual volume - Planned volume</p><hr class='horizontalStyle'><p class='equation'>Planned volume.</p> <p class='text-left content-end'>This KPI shows the accuracy of the planning for differing parts of the supply chain in average. It is impacted by your ability to plan the resources for all the different parts of the Supply Chain (Planning Board).The following KPI will impact the KPIs mentioned above</p>",
    "KPIdata6": "<p class='text-left content-start'>Defined as an index between 1-10, where 1 stands for being very vulnerable for disruptions and 10 for being well prepared in the supply chain to manage disruptions. This index indicates your ability to make your Supply Chain less vulnerable for disruptions and can be impacted by investments in different types of initiatives.</p>",
    "KPIHeader1": "Delivered orders on time and in full (OTIF %)",
    "KPIHeader2": "Cost Deviation (%) from standard cost",
    "KPIHeader3": "Working Capital (Cus = Capital Units)",
    "KPIHeader4": "Forecast Accuracy (%)",
    "KPIHeader5": "Planning Accuracy(%)",
    "KPIHeader6": "Risk Prevention Index",
    "PageType": "Intro"
}, {
    "data1": "<p>You will manage the Supply Chain during 1-16 Periods and after every 4 periods, there is a debrief of results and planning for next 4 periods. Before you start the simulation of the Supply Chain, you need to set a plan for each part of the chain. By using the Planning page, you are able to show the other managers in the supply chain about your plans. You start to fill in the plans for the upstream partners such as the Forecast Manager and Supply Manager. For Period 1-4, the planning is already set by previous Supply Management team so you will mainly focusing on the execution process. The Facilitator will guide you through the first Period, but then it is up to you to manage the supply chain process.</p>",
    "header1": "Process and CheckList",
    "ID": "Intro_Tab5",
    "PageType": "Intro",
    "title": "The Simulation Process"
}, {
    "data1": "<p>You will manage the Supply Chain during 1-16 Periods and after every 4 periods, there is a debrief of results and planning for next 4 periods. Before you start the simulation of the Supply Chain, you need to set a plan for each part of the chain. By using the Planning Sheet, you are able to show the other managers in the supply chain about your plans. You start to fill in the plans for the upstream partners such as the Forecast Manager and the Supply Manager. For Period 1-4, the planning is already set by previous Supply Management team so you will mainly focusing on the execution process. The Facilitator will guide you through the first Period, but then it is up to you to manage the supply chain process.</p>",
    "header1": "Roles",
    "ID": "Intro_Tab6",
    "PageType": "Intro"
}, {
    "cardName": "Event 1",
    "graphImage": "../../../assets/images/Intro_marketForecast/mf1.png",
    "icon": "marketUpdateIcon.svg",
    "ID": "MarketUpdate1_R1",
    "name": "Market Update",
    "narrative": "<p>By using statistical forecasting, the data for expected demand and sales will be easer to assess and analyze for the supply chain organization. The planning process will be easier to deal with. In the tables, you will find expected sales and demands for all Rounds and Periods based on historical data and projections of future growth. </p>",
    "PageType": "Read Update",
    "SubType": "MarketUpdate"
}, {
    "ActiveRoleIndex": "3",
    "icon": "persona4-bw.svg",
    "ID": "Mat1_R1",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Material (Material Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: One period delay for 3,000 AI, no progress in supply chain this period. .</p><p>Material Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "3",
    "icon": "persona4-bw.svg",
    "ID": "Mat1_R2",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Material (Material Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: 2,000 Solvent for Betia from transportation route (step 1 or step 2) between Suppliers and Production Plant cannot be received as planned.</p><p>If you have selected the initiatives no 8 and 11, or if your Risk Index is >7, you will not be aﬀected.</p><p>Material Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "6",
    "icon": "persona4-bw.svg",
    "ID": "Mat1_R3",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Material (Material Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: 3,000 Packaging Materials for Grower Booster from Stock of Materials cannot be used.</p><p>Material Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "3",
    "icon": "persona4-bw.svg",
    "ID": "Mat1_R4",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Material (Material Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: Move 3,000 AI from Stock of Materials in Production Plant back to Supplier square</p><p>Material Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "4",
    "from": "<i>From: Quality Manager</i>",
    "icon": "persona4-bw.svg",
    "ID": "Prod1_R1",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Production (Production Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: CMO Bulk for Grower Booster did not work as planned in the CMO line in the production. You have to stop the production at the Grower Booster CMO plant for one period and you lose 1,000 GB in production volume..</p><p>Production Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "4",
    "from": "<i>From: Quality Manager</i>",
    "icon": "persona4-bw.svg",
    "ID": "Prod1_R2",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Production (Production Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: 2,000 Betia in Stock of Finished products cannot be shipped to Distribution Centers as planned.</p><p>If you have selected the initiatives no 8 and 11, or if your Risk Index is >7, you will not be aﬀected.</p><p>Production Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "4",
    "from": "<i>From: Quality Manager</i>",
    "icon": "persona4-bw.svg",
    "ID": "Prod1_R3",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Production (Production Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: 2,000 Grower Booster manufactured in Line 3 cannot be placed in Stock of Fin Products.</p><p>Production Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "ActiveRoleIndex": "4",
    "from": "<i>From: Quality Manager</i>",
    "icon": "persona4-bw.svg",
    "ID": "Prod1_R4",
    "image": "../../../../assets/images/persona4.svg",
    "name": "Production (Production Manager)",
    "narrative": "<p>Not approved</p><p>Consequence: Move 3,000 AI from Stock of Materials in Production Plant back to Supplier square</p><p>Material Manager: Inform your partners in the Supply Chain about the impacts of the not approved quality.</p>",
    "PageType": "Read Update",
    "SubType": "EmailUpdate"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "5",
    "ID": "QuizQuestion_1",
    "PageType": "IntroQuiz",
    "question": "1. Determines the number of shipments and type of shipments between Stock of Finished Products and Distribution Centers.",
    "range": "tlInputQuiz1_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "4",
    "ID": "QuizQuestion_10",
    "PageType": "IntroQuiz",
    "question": "10. Matching the Customer Orders with forecasted information, taking into account rough lead time for End-to-End supply.",
    "range": "tlInputQuiz10_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "1",
    "ID": "QuizQuestion_2",
    "PageType": "IntroQuiz",
    "question": "2. Provide accurate demand forecasts based on collected data from various sources to meet all expected customer demands.",
    "range": "tlInputQuiz2_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "2",
    "ID": "QuizQuestion_3",
    "PageType": "IntroQuiz",
    "question": "3. Ensure matching of demand and supply to avoid supply shortages and internal bottlenecks.",
    "range": "tlInputQuiz3_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "4",
    "ID": "QuizQuestion_4",
    "PageType": "IntroQuiz",
    "question": "4. Follows up on planned vs actual production volumes",
    "range": "tlInputQuiz4_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "3",
    "ID": "QuizQuestion_5",
    "PageType": "IntroQuiz",
    "question": "5. Ensure proper planning and procurement of materials from the different Supplier Groups.",
    "range": "tlInputQuiz5_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "2",
    "ID": "QuizQuestion_6",
    "PageType": "IntroQuiz",
    "question": "6. Follows-up on actual Stock levels of Finished Products.",
    "range": "tlInputQuiz6_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "1",
    "ID": "QuizQuestion_7",
    "PageType": "IntroQuiz",
    "question": "7. Key partners are Customer Service Manager and Supply Manager.",
    "range": "tlInputQuiz7_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "3",
    "ID": "QuizQuestion_8",
    "PageType": "IntroQuiz",
    "question": "8. Place new orders of materials according to the plans.",
    "range": "tlInputQuiz8_R1"
}, {
    "alt1_narrative": "Forecast Manager",
    "alt2_narrative": "Supply Manager",
    "alt3_narrative": "Material Manager",
    "alt4_narrative": "Production Manager",
    "alt5_narrative": "Transport Manager",
    "alt6_narrative": "C.S. Manager",
    "correctAnswer": "2",
    "ID": "QuizQuestion_9",
    "PageType": "IntroQuiz",
    "question": "9. Act in an End-to-End role by monitoring demands, stock levels and service levels in relations to forecast quality.",
    "range": "tlInputQuiz9_R1"
}, {
    "xxSim0Tool1": "1"
}
]}