{"scenes": [
{
    "payrollColumnlabe2": "Total Teammates",
    "scenarioComparison3": "Scenario 3",
    "Confirm": "Confirm",
    "DashboardMetricTitle1": "Revenue Change",
    "DashboardMetricTitle2": "Contribution Margin Change",
    "DashboardMetricTitle3": "Labor ROI",
    "dashboardTab1": "P&L",
    "dashboardTab2": "Payroll",
    "dashboardTab3": "Scenario Comparison",
    "dashboardTab4": "Finance Challenge",
    "DashboardTimerOne": "2700",
    "DashboardTimerTwo": "2100",
    "ExportPDF": "Download PDF Report",
    "firstQuarter": "Submit 1st Quarter",
    "fourthQuarter": "Submit 4th Quarter",
    "ID": "GEN",
    "IdeaHuntCompletionPassword": "2q",
    "IdeaHuntCompletionPasswordMsg": "Please enter password to move to next section",
    "IdeaHuntTimer": "600",
    "IdeaHuntTitle": "1st Quarter - Idea Hunt (Reflect as a team and respond with your best ideas.  Enter multiple ideas on different lines.)",
    "IncorrectPassword": "Incorrect password",
    "InfoScenarioTitle": "3rd Quarter - Try-It Scenarios",
    "Logout": "Logout",
    "LogoutConfirmationMessage": "Are you sure you want to logout?",
    "MomentsCompletionPassword": "2h",
    "MomentsCompletionPasswordMsg": "Please enter password to move to next section",
    "MomentsTimer": "1800",
    "MomentsTitle": "2nd Quarter - Moments Challenge",
    "Next": "Next",
    "No": "No",
    "PasswordError": "The password entered is incorrect.",
    "PasswordHeader": "Your World facilitator will provide your password and further instructions",
    "Passwordplaceholder": "Enter the Password",
    "PasswordTextMessage": "Please enter password to move to next section",
    "ResetScenario": "Reset Scenario",
    "ResetScenario1": "Clear Scenario 1",
    "ResetScenario2": "Clear Scenario 2",
    "ResetScenario3": "Clear Scenario 3",
    "ResetScenarioConfirmationMessage": "Are you sure you want to reset all the inputs for P&L and Payroll?",
    "SaveScenario1": "Save Scenario 1",
    "SaveScenario2": "Save Scenario 2",
    "SaveScenario3": "Save Scenario 3",
    "ScenariosCompletionPassword": "final",
    "ScenariosCompletionPasswordMsg": "Please enter password to move to next section",
    "ScenariosUnlockPassword": "4q",
    "ScenariosUnlockPasswordMsg": "Please enter password to move to next section",
    "ScenarioTitle": "4th Quarter - Finance Challenge",
    "secondQuarter": "Submit 2nd Quarter",
    "Submit": "Submit",
    "SubmitConfirmationMessage": "Are you sure you want to submit your decisions?",
    "TeamName": "Team Name",
    "TeamNameInstructions": "*Please enter maximum 10 characters",
    "TeamNumber": "Team Number",
    "ThankYouHeader": "Congratulations!!!",
    "ThankYouText": "We'll see you at the post-game debrief!",
    "thirdQuarter": "Submit 3rd Quarter",
    "Title": "Small Bet Analysis",
    "TryItScenarioInstructions": "For each Try-It: select the pop-up window on the right; read the description; test each of the three Approaches by following instructions in BOLD; and reflect as a team on the comparison across all three Approaches.",
    "Yes": "Yes",
    "columnpnllabe2": "Base Case",
    "columnpnllabe3": "% of Sales",
    "columnpnllabe4": "% Change",
    "columnpnllabe5": "Scenario",
    "pnlHeader": "Monthly Store P&L",
    "rowPnllabel1": "Traffic",
    "rowPnllabel10": "Cost of Merchandise",
    "rowPnllabel11": "Merchandise Margin",
    "rowPnllabel12": "Margin Rate",
    "rowPnllabel13": "Discount",
    "scenarioComparison2": "Scenario 2",
    "scenarioComparison1": "Scenario 1",
    "notes": "Notes",
    "metricrow3col1": "Labor ROI",
    "metricrow2col1": "Contribution Margin Change",
    "metricrow1col1": "Revenue Change",
    "metricHeader": "Summary Metrics",
    "payrollColumnTooltip9": "Total teammates",
    "payrollColumnTooltip8": "Total Payroll",
    "payrollColumnTooltip7": "Full Time Payroll",
    "payrollColumnTooltip6": "Full Time",
    "payrollColumnTooltip5": "Part time Payroll",
    "payrollColumnTooltip4": "Average Hourly Rate",
    "payrollColumnTooltip3": "Avg.Hours Per Week",
    "payrollColumnTooltip2": "Total Teammates",
    "payrollColumnTooltip1": "Part Time",
    "payrollColumnlabe9": "Total teammates",
    "payrollColumnlabe8": "Total Payroll",
    "payrollColumnlabe7": "Full Time Payroll",
    "payrollColumnlabe6": "Full Time",
    "payrollColumnlabe5": "Part time Payroll",
    "payrollColumnlabe4": "Average Hourly Rate",
    "payrollColumnlabe3": "Avg. Hours Per Week",
    "ClearScenarioConfirmationMessage": "Are you sure you want to clear this scenario?",
    "payrollColumnlabe1": "Part Time",
    "rowPnlTooltip9": "Cost associated with merchandise inventory out of balances commonly due to theft and improper inventory transactions",
    "rowPnlTooltip8": "Cost of actual merchandise sold from POS transactions",
    "rowPnlTooltip7": "Total sales from merchandise, non-merchandise and other sales",
    "rowPnlTooltip6": "Net sales from warranties, store services, PLCC revenue share, and other misc. revenue such as gift card breakage",
    "rowPnlTooltip5": "This is calculated by dividing the total sales by the number of transactions",
    "rowPnlTooltip4": "Number of items per transaction",
    "rowPnlTooltip30": "Monthly Store P&L",
    "rowPnlTooltip3": "The proportion of customers visiting the store that make a purchase",
    "rowPnlTooltip29": "Store Contribution as a percentage of Total Revenue",
    "rowPnlTooltip28": "Gross Profit less Total Expenses",
    "rowPnlTooltip27": "Sum of all expenses",
    "rowPnlTooltip26": "Net Advertising + Bank Charges + Other Store Expenses",
    "rowPnlTooltip25": "Cost of store supplies, packaging, fixtures, security, travel, etc.",
    "rowPnlTooltip24": "Cost of accepting debit or credit transactions in stores",
    "rowPnlTooltip23": "National & regional advertising; allocated to stores",
    "rowPnlTooltip22": "Payroll + Payroll Fringes, Taxes & Other",
    "rowPnlTooltip21": "Payroll benefits, taxes, and labor credit for fulfilling BOPIS/SFS orders",
    "rowPnlTooltip20": "Actual store salaried and hourly teammate payroll",
    "rowPnlTooltip2": "Merchandise Sales from actual POS transactions; net of returns",
    "rowPnlTooltip19": "Gross Profit/Revenue",
    "rowPnlTooltip18": "Revenue - Total Cost of Goods Sold",
    "rowPnlTooltip17": "Total Cost of Merchandise + Occupancy + Freight + Distribution",
    "rowPnlTooltip16": "Aggregate cost of operating our regional distribution centers; allocated to stores",
    "rowPnlTooltip15": "All-in cost of delivering merchandise from vendor's warehouse to our stores; allocated to stores",
    "rowPnlTooltip14": "Store specific costs such as rent, common area charges, real estate taxes, depreciation, utilities etc.",
    "rowPnlTooltip11": "Total Revenue - Cost of Merchandise",
    "rowPnlTooltip10": "Merchandise Cost + Shrink",
    "rowPnlTooltip1": "Number of customers entering your store",
    "rowPnllabel9": "Shrink",
    "rowPnllabel8": "Merchandise Cost",
    "rowPnllabel7": "Total Revenue",
    "rowPnllabel6": "Non-Merchandise & Other",
    "rowPnllabel5": "AUR (average unit retail)",
    "rowPnllabel4": "UPT (units per transaction)",
    "rowPnllabel30": "Full P&L",
    "rowPnllabel3": "Conversion",
    "rowPnllabel29": "Contribution Margin",
    "rowPnllabel28": "Store Contribution",
    "rowPnllabel27": "Total Expenses",
    "rowPnllabel26": "Total Other Expenses",
    "rowPnllabel25": "Other Store Expense",
    "rowPnllabel24": "Bank Card Charges",
    "rowPnllabel23": "Net Advertising",
    "rowPnllabel22": "Total Payroll",
    "rowPnllabel21": "Payroll Fringes, Taxes & Other",
    "rowPnllabel20": "Payroll",
    "rowPnllabel2": "Merchandise Sales",
    "rowPnllabel19": "Gross Margin",
    "rowPnllabel18": "Gross Profit",
    "rowPnllabel17": "Total Cost of Goods Sold",
    "rowPnllabel16": "Distribution",
    "rowPnllabel15": "Freight",
    "rowPnllabel14": "Occupancy",
    "Cancel": "Cancel",
    "columnpnllabe1": "Weekly Store P&L"
}, {
    "range": "tlInputIdeaHuntQ1",
    "name": "A. ",
    "narrative": "How can we be more available to our teammates?",
    "PageType": "IdeaHunt",
    "ID": "IdeaHunt1"
}, {
    "ID": "IdeaHunt2",
    "name": "B. ",
    "narrative": "What's your dream?",
    "PageType": "IdeaHunt",
    "range": "tlInputIdeaHuntQ2"
}, {
    "alt1_narrative": "<p>Attempt to reduce cost by reducing headcount, despite your store's 90% utilization rate. <b>On the Payroll Tab, reduce part time teammate headcount by 2 and full time teammate headcount by 1</b>. By reducing headcount, you will not have enough capacity at peak times, which reduces OSAT and conversion.<b>Within Revenue, decrease conversion by 1% to 29%.</b></p><p>At bottom of page, save this approach as Scenario 1, reset scenario, and move on to approach 2.</p>",
    "alt2_narrative": "<p>Use what capacity you have during midweek lulls to reduce part time and full time hours to offset the wage increase.<b> Again, increase the average hourly rate of part time and full time teammates by $1.00 each.  On the Payroll Tab, decrease some combination of part time or full time hours until your Contribution Margin returns to normal.</b></p><p>At bottom of page, save this approach as Scenario 2, reset scenario, and move on to approach 3.</p>",
    "alt3": "Approach 3",
    "alt3_narrative": "<p>Increase part time teammate hours with a focus on greeting athletes to drive conversion and UPT.  <b>Again, increase the average hourly rate of part time and full time teammates by $1.00 each.  On the Payroll Tab, increase part time teammate hours by 2 hours. Within Revenue, increase conversion by 2% to 32% and increase UPT by 2% to 2.55.</b></p><p>At bottom of page, save this approach as Scenario 3, reset your P&L, and move to the Scenario Comparison Tab.</p>",
    "debrief": "<ul><li>For Approach 2, what is the tradeoff between reducing part time hours and reducing full time hours?</li><li>For Approach 3, what must be true for additional hours to lead to more conversion or UPT?</li><li>What other costs and expenses can we drive down to offset labor wage pressure?</li></ul>",
    "debrief_header": "Using the Scenario Comparison Tab, discuss the below as a team:",
    "ID": "InfoScenario1",
    "alt2": "Approach 2",
    "name": "Try-it 1",
    "narrative": "Local labor competition in your region has caused wages to steadily rise over the last 5 years. In order to hire the best talent and reduce turnover, you will need to offer more competitive pay.<b> On the Payroll tab, increase the average hourly rate of part time and full time teammates by  $1.00 each.</b>",
    "PageType": "InfoScenario",
    "alt_header": "Try each of the three options below to offset that wage rate pressure on your contribution:",
    "alt1": "Approach 1"
}, {
    "alt3": "Approach 3",
    "PageType": "InfoScenario",
    "name": "Try-it 2",
    "ID": "InfoScenario2",
    "debrief_header": "Using the Scenario Comparison Tab, discuss the below as a team:",
    "alt3_narrative": "<p>To free up hours for the peak week, you decide to partially reduce part time hours this week to bank capacity for that increase. <b>On the Payroll tab, decrease part time hours back to 0 change.</b> This decrease in hours slightly reduces conversion due to understaffing in the short term.  <b>Under revenue, decrease conversion by 2%.</b></p><p>At bottom of page, save this approach as Scenario 3, reset scenario, and move to the Scenario Comparison Tab.</p>",
    "narrative": "A large local football game is expected to dramatically increase traffic next week, and you are already at 97% utilization for the week as planned so are at risk to be understaffed during this time. <b>Within revenue, increase traffic by 10%.</b>",
    "alt2_narrative": "<p>To preserve OSAT during this peak time, you increase part time hours in two weeks to accurately staff and prevent any scheduling variance.  As a result, you see no change in conversion or UPT.  <b>Again, increase traffic by 10%.  On the Payroll tab, increase part time hours until you have 11% Contribution Margin Change remaining.</b>  With great OSAT during this peak time, great Welp review lead to more traffic.  <b>Under revenue, increase traffic by 1%.</b></p><p>At bottom of page, save this approach as Scenario 2, DO NOT reset, and move to the next Approach.</p>",
    "alt2": "Approach 2",
    "alt1_narrative": "<p>Your team is smart and will figure it out, so you decide not to change headcount in two weeks. Understaffing leads to long lines and poor OSAT. <b> Under revenue, decrease conversion by 2% to 28% and decrease UPT by 2% to 2.45.</b> Not only are customers unable to find all they need, but they leave poor Welp reviews as a result reducing future traffic.  <b>Under revenue, reduce traffic by 3%.</b></p><p>At bottom of page, save this approach as Scenario 1, reset scenario, and move to the next approach.</p>",
    "alt1": "Approach 1",
    "alt_header": "Try each of the approaches below to respond to this sudden increase in expected store traffic:",
    "debrief": "<ul><li>In Approach 1, by how much does Scenario 1's reduction in scheduling effectiveness erode any contribution benefit of increased traffic?</li><li>In Approach 3, how does our gross margin loss by reducing hours short term compare to the gross margin gain (Approach 2) of staffing during peak time?</li><li>How else could we create capacity for teammate hours when we need them?</li></ul>"
}, {
    "PageType": "InfoScenario",
    "alt_header": "Try each of the approaches below to respond to this sudden increase in BOPIS traffic: ",
    "alt1": "Approach 1",
    "alt1_narrative": "<p>As you redeploy to manage the BOPIS effectively, you are forced to backfill your team. <b>On the Payroll tab, increase part time headcount by 4.</b>  Positive word of mouth and OSAT would drive slightly more traffic and conversion. <b>Under revenue, increase traffic by 1% and conversion by 1%.</b>  Further, by the end of the month, your ecommerce fulfillment is partially offset with labor credit.  <b>Account for labor credit by decreasing Payroll Fringes, Taxes & Other by 5% under Payroll.</b></p><p>Save this approach as Scenario 1, reset your P&L, and move to the next approach.</p>",
    "alt2": "Approach 2",
    "alt2_narrative": "<p>You do not want to overstaff your team, so decide not to backfill your teammates focusing on BOPIS fulfillment.  While customers in store do not see a difference, those at curbside start to wait for much longer times.  <b>No change to P&L immediately.</b>  Over time, poor Welp reviews by those waiting reduce traffic into the store as well, as your stretched teammates cannot keep with with Athlete questions, reducing conversion.  <b>Under revenue, reduce traffic by 1% and conversion by 1%.</b></p><p>Save this approach as Scenario 2, reset your P&L, and move to the next approach.</p>",
    "alt3": "Approach 3",
    "alt3_narrative": "<p>Create your own option.  What other changes to the store might effectively help you keep up with peak BOPIS demand?  <b>Consider what small changes you would make and reflect them in your P&L tool by adjusting the appropriate levers.</b></p><p>Save this approach as Scenario 3, reset your P&L, and move to the Scenario Comparison Tab.</p>",
    "debrief": "<ul><li>What actions could we take as a team to pay for an additional 4 teammates&rsquo; time?</li><li>What other spillover might a poor BOPIS experience have on our store?</li><li>In our local area, how does our approach to BOPIS change in the context of our store?</li></ul>",
    "debrief_header": "Using the Scenario Comparison Tab, discuss the below as a team:",
    "ID": "InfoScenario3",
    "name": "Try-it 3",
    "narrative": "A sharp increase in BOPIS during a socially distant Black Friday threatens to overutilize your team by 20% as they struggle to balance the in-store demandswith curbside traffic.  To keep up with both would require you to devote as many as 4 part time teammates to handling the influx of BOPIS alone."
}, {
    "alt4_narrative": "<p><b>Meet one-on-one with leads to get input</b>: Send schedule to leads to get their input, then make updates accordingly. For example, you would consider including a buffer for TIME process.</p>",
    "alt1": "A.",
    "alt2": "B.",
    "alt2_feedback": "<p><b>Option B</b><br>You increased future scheduling accuracy and due to manual updates, teammates were better prepared to engage and excite the athlete on the floor.</p><p><b>+3 points</b></p><p>This was not the optimal answer</p>",
    "alt2_narrative": "<p><b>Make updates to teammate job transfer sets</b>: Focus on fixing the issues caused by inaccurate job transfer sets, which will fix future weeks.</p>",
    "alt3": "C.",
    "alt3_feedback": "<p><b>Option C</b><br>You solved some of the issues from the autoscheduler, but there is still room for improvement.</p><p><b>+1 point</b></p><p>This was not the optimal answer</p>",
    "alt3_narrative": "<p><b>Shift the full-time / part-time mix</b>: Fix issues caused by inaccurate FT/PT mix to increase scheduling accuracy.</p>",
    "alt4": "D.",
    "alt4_feedback": "<p><b>Option D</b><br>You adapted the schedule to incorporate contingency plans, local events and the attributes of your team. You increased future scheduling accuracy while developing the leads' workforce management skills, improving OSAT.</p><p><b>+5 points</b></p><p>This was the optimal answer!</p>",
    "alt1_narrative": "<p><b>Maintain suggested schedule</b>: There are always new fires to fight, and even with last week's fires you are projecting 85% accuracy. You can handle re-prioritizing work if needed and focus on other tasks for now.</p>",
    "debrief": "<p><b>Discuss as a Team</b></p><p>Share a success story when you have experienced proactive planning paying off.</p><p>What was the pre-emptive move? How did it play out? Which metrics did it positively impact?</p>",
    "ID": "Moment1",
    "name": "Scheduling Updates",
    "narrative": "<p>Just last week, you had staffed four operations teammates for a 6-hour period to help the Freight Flow Lead unload a 400-carton truck when an 800-carton truck arrived instead, which required you to re-prioritize work at the last minute. You redirected sales floor teammates to help unload the truck within the TIME process goal. There was more traffic than usual and sales floor teammates were no longer available to help. This impacted Teammate and Athlete Satisfaction, as well as conversion.</p><p>It&rsquo;s the beginning of your three-week labor planning cycle and you have been reviewing the workload for the week. Autoscheduler is producing the same staffing plan as before. You want to raise scheduling accuracy to 85% and be better prepared for similar fires in the future.</p><p><b>How do you proceed with scheduling updates going forward?</b></p>",
    "PageType": "Moments",
    "range": "tlInputMoment1",
    "readRef": "tlInput_READ_Moment1",
    "triggerRef": "tlOutputTriggerMoment1",
    "alt1_feedback": "<p><b>Option A</b><br>You saved time upfront, but scheduling accuracy remains low, which has created negative impacts.</p><p><b>-3 points</b></p><p>This was not the optimal answer</p>"
}, {
    "alt4_feedback": "<p><b>Option D</b><br>You increased expenses by staffing teammates on a task that still didn't solve the root cause of the issue. However, you incrementally improved athlete satisfaction.</p><p><b>+1 point</b></p><p>This was not the optimal answer</p>",
    "alt1_feedback": "<p><b>Option A</b><br>You overstepped Footwear teammates' responsibilities, which lowered their engagement, and ultimately failed to solve the root cause of the problem.</p><p><b>-1 point</b></p><p>This was not the optimal answer</p>",
    "alt1_narrative": "<p><b>Improve Footwear department's displays</b>: Some of the new Nike displays need to be merchandised according to the Gameplan. This won't take too much of your time to fix, but it will address low athlete satisfaction.</p>",
    "alt2": "B.",
    "alt2_feedback": "<p><b>Option B</b><br>You made workload planning for Footwear easier in the long run, and teammates were more knowledgeable when talking to the athlete; yet, you didn't solve the current OSAT issue</p><p><b>+3 points</b></p><p>This was not the optimal answer</p>",
    "alt2_narrative": "<p><b>Cross-train additional teammates in Footwear:</b> You notice that Footwear training is lower than other departments. You decide to create a plan for five additional teammates to be cross trained in Footwear over the next week.</p>",
    "alt3": "C.",
    "alt3_feedback": "<p><b>Option C</b><br>Even though Footwear was accurately staffed this week, teammate satisfaction was flat. It turned out that scheduling accuracy was lower in the front end on weekends, and Footwear teammates were being asked to leave the sales floor to help with front end lines. By identifying the root cause you've improved OSAT!</p><p><b>+5 points</b></p><p>This was the optimal answer!</p>",
    "alt3_narrative": "<p><b>Staff additional teammates during weekend:</b> Intera data shows that there's been an issue with Footwear staffing levels during Saturday and Sunday mornings. You update job transfer sets so more of your best teammates are available during this time.</p>",
    "alt4": "D.",
    "readRef": "tlInput_READ_Moment2",
    "alt4_narrative": "<p><b>Assign operations teammates to backroom recovery:</b> You decide to assign two operations teammates to clean up the backroom, paying particular attention to the Footwear inventory, which will increase speed of service in Footwear.</p>",
    "debrief": "<b>Discuss as a Team</b><br>How do we become more consistent in our use of data to guide our decisions in the store?",
    "ID": "Moment2",
    "name": "Department Athlete Satisfaction Issue",
    "narrative": "<p>After checking-in on the Footwear department's metrics for the week, you're very pleased with what you see. Sales are increasing from the prior week and scheduling accuracy is close to 95%.  Yet, athlete satisfaction is 5% lower than last month. Despite the positive sales metrics, you want to investigate the athlete satisfaction issue.</p><p><b>What's your solution?</b></p><p>Department Metrics:</p><ul><li>Gross Margin: 50%</li><li>Cost per teammate: $12.50</li><li>Scheduling accuracy: 95%</li><li>Scheduling effectiveness: 80%</li><li>Payroll Hours: 201/230 hours used</li><li>Inventory turns: Slightly down from previous weeks, but on par overall</li><li>Gameplan execution: Looks good</li><li>Training stats: Missing some training</li><li>Teammate Sat: On par with last week</li><li>Athlete Sat: Down from last week</li></ul>",
    "PageType": "Moments",
    "range": "tlInputMoment2",
    "alt1": "A.",
    "triggerRef": "tlOutputTriggerMoment2"
}, {
    "alt4_feedback": "<p><b>Option D</b><br>This was a proactive choice that demonstrated good cross-store collaboration. However, the additional costs to create the onboarding program were not covered by any short-term sales growth improvements.</p> <p><b>+1 point</b></p><p>This was not the optimal answer</p>",
    "alt1": "A.",
    "alt1_narrative": "<b>Add  more teammates:</b> Add two more teammates to the Footwear sales floor schedule on weekends. ",
    "alt2": "B.",
    "alt2_feedback": "<p><b>Option B</b><br>This was a good way to improve your bottom line and reduce costs. Additionally, Footwear teammates were more equipped to execute sales with the athlete. However, it didn't significantly grow the business. </p><p><b>+3 points</b></p><p>This was not the optimal answer</p>",
    "alt2_narrative": "<b>Improve organization of Footwear inventory:</b> Improving the organization of Footwear inventory will help Footwear sales floor teammates find the shoes faster, and better serve the athlete. ",
    "alt3": "C.",
    "alt3_feedback": "<p><b>Option C</b><br>This was a proactive choice that will make workload planning for Footwear easier in the long run. However, it didn't lead to any significant short-term sales growth improvements</p><p><b>+1 point</b></p><p>This was not the optimal answer</p>",
    "alt3_narrative": "<b>Focus on your hiring pipeline:</b> You decide this is a good time to think ahead and focus on your hiring pipeline. You dedicate some time at the end of the week to interviews after strategizing.",
    "alt4": "D.",
    "alt1_feedback": "<p><b>Option A</b><br>An estimation of the incremental gross margin gain with the additional hours here showed that it was a strategic and thoughtful small bet. You successfully increased sales to cover additional payroll cost.</p><p><b>+5 points</b></p><p>This was the optimal answer!</p>",
    "alt4_narrative": "<p><b>Improve Footwear on-boarding:</b> Other stores in your district have updated their Footwear onboarding programs, with positive results. You talk to other store managers about their programs and take steps to implement a new one in your store.</p>",
    "debrief": "<p><b>Discuss as a Team</b></p><p>What are some &quot;old habits&quot; that we should let go of in the stores to be able to take more small bets? What obstacles get in our way?</p>",
    "ID": "Moment3",
    "name": "Payroll Small Bet",
    "narrative": "<p>After working on the athlete satisfaction issue in Footwear, you still want to capitalize on the increase in department revenue.</p><p><b>What strategy will you pursue to incrementally improve Footwear revenue?</b></p><p>Department Metrics:</p><ul><li>GM: 50%</li><li>Cost per teammate: $12.50</li><li>Scheduling accuracy: 95%</li><li>Scheduling effectiveness: 80%</li><li>Payroll Hours: 201/230 hours used</li><li>Inventory turns: Slightly down from previous weeks, but on par overall </li><li>Gameplan execution: Looks good</li><li>Training stats: Missing some training</li> <li>Teammate Sat: Down from last week</li><li>Athlete Sat: On par with last week </li></ul>",
    "PageType": "Moments",
    "range": "tlInputMoment3",
    "readRef": "tlInput_READ_Moment3",
    "triggerRef": "tlOutputTriggerMoment3"
}, {
    "ID": "Moment4",
    "alt1": "A.",
    "alt1_feedback": "<p><b>Option A</b><br>This was a great Extra 1% opportunity for the all-star teammates; yet, some were more engaged with the mentorship than others. Newly hired teammates that received more coaching improved their ability to drive sales through UPT, but some still need additional development.</p><p>Overall you&rsquo;ve boosted teammate sat, and UPT slightly without any added costs.</p><p><b>+1 point </b></p><p> This was not the optimal answer</p>",
    "alt1_narrative": "<p><b>Pair newly hired teammates with more experienced peers:</b> Create pairs of all-stars and newly hired teammates that need help driving UPT. Each all-star will mentor their teammate and improve their cross-selling skills. This is a great opportunity to develop leadership skills without adding more hours to teammates' schedules.</p>",
    "alt2": "B.",
    "alt2_feedback": "<p><b>Option B</b><br>By organizing a formal training, you ensured that all teammates had the same understanding of the expectations around improving UPT.</p><p>Although this increased your costs slightly, your small bet paid off. The training was successful in increasing both UPT, and athlete satisfaction enough to exceed the added cost with additional revenue.</p><p><b>+3 points</b><p>This was not the optimal answer</p>",
    "alt2_narrative": "<p><b>Organize formal training on how to drive sales through UPT:</b> Host a formal training that covers all the key drivers of sales - AUR, traffic, conversion, and UPT - with a focus on UPT. Teammates will learn about cross-selling and questions to ask the athlete on the floor.</p>",
    "alt3": "C.",
    "alt3_feedback": "<p><b>Option C</b><br>Your investment in coaching paid off, and teammates were inspired by the investment you made in their personal development! They were able to use the lessons learned to improve UPT, athlete satisfaction, and even non-merchandise sales by talking to the athlete about store services.</p><p>This was a great way to prioritize the use of time to significantly improve OSAT, and as a result, overall Revenue.</p><p><b>+5 points</b><p>This was the optimal answer!</p>",
    "alt3_narrative": "<p><b>Walk the floor and coach teammates personally:</b> Spend some time during the week walking the floor and listening to the interactions that teammates in the Golf department have with the athletes. When teammates are free, provide individual coaching to each of them on how to drive UPT.</p>",
    "debrief": "<p><b>Discuss as a Team</b></p><p>What are some &quot;old habits&quot;; that we should let go of in the stores to be able to take more small bets? Or, what obstacles get in our way?</p>",
    "triggerRef": "tlOutputTriggerMoment4",
    "readRef": "tlInput_READ_Moment4",
    "range": "tlInputMoment4",
    "PageType": "Moments",
    "narrative": "<p>After checking weekly sales data in Intera, you notice that Golf sales are 2% lower than last week, and 4% lower than this time last month. While traffic, AUR and Conversion look fine, UPT is lower than usual. You decide you've gotten enough data and need to come up with a strategy to develop teammates' skills on driving UPT.</p><p><b>What kind of teammate development strategy will you pursue?</b></p>",
    "name": "Walk the Floor"
}, {
    "alt2_narrative": "UPT and Conversion will increase, and  Payroll will decrease ",
    "alt4_feedback": "<p><b>UPT, Conversion and Payroll will all increase</b></p><p>UPT and Conversion will accordingly increase our Total revenue, while Payroll will drive total expenses.  For this to be a successful small bet, total revenue must grow faster than total expenses, hence improving our Contribution Margin.</p><p>D was a good answer!</p><p>+3 points</p>",
    "alt4": "D.",
    "alt3_narrative": "<p>Payroll and Teammate Sat will increase, and UPT and Conversion will decrease </p>",
    "alt3_feedback": "<p><b>UPT, Conversion and Payroll will all increase</b></p><p>UPT and Conversion will accordingly increase our Total revenue, while Payroll will drive total expenses.  For this to be a successful small bet, total revenue must grow faster than total expenses, hence improving our Contribution Margin.</p><p>C was not the optimal answer!</p><p><b>0 points</b></p>",
    "alt3": "C.",
    "name": "Multi-Year Contracting",
    "alt2_feedback": "<p><b>UPT, Conversion and Payroll will all increase</b></p><p>UPT and Conversion will accordingly increase our Total revenue, while Payroll will drive total expenses.  For this to be a successful small bet, total revenue must grow faster than total expenses, hence improving our Contribution Margin.</p><p>B was not the optimal answer!</p><p><b>0 points</b></p>",
    "alt2": "B.",
    "alt1_narrative": "UPT, Conversion and Payroll will increase ",
    "alt1_feedback": "<p><b>UPT, Conversion and Payroll will all increase</b></p><p>UPT and Conversion will accordingly increase our Total revenue, while Payroll will drive total expenses.  For this to be a successful small bet, total revenue must grow faster than total expenses, hence improving our Contribution Margin.</p><p>A was the optimal answer!</p><p><b>+5 points</b></p>",
    "alt1": "A.",
    "readRef": "tlInput_READ_Scenario1",
    "triggerRef": "tlOutputTriggerScenario1",
    "ID": "Scenario1",
    "narrative": "<p>You've received a voicemail from your DM inquiring about Footwear sales. The DM has asked you to address the sales performance. You perform the following actions:</p><ul><li>Immediately hire an additional six to eight Footwear teammates to help cover the department, focusing on candidates with weekend availability.</li><li>Improve the training level of existing Footwear teammates and expand cross-training efforts to improve scheduling flexibility for the department.</li><li>Partner with top Footwear stores in the district or region to understand best practices relating to selling and service.</li><li>Evaluate the current Footwear lead to determine whether this is the right person to lead the department forward. He has been in role for 13+ years, yet these issues persist.</li><li>Ensure Footwear is being received, displayed and sold in alignment with seasonal and local events.</li></ul><p><b>Which levers do you expect to be impacted on the P&L and how?</b></p>",
    "PageType": "Scenario",
    "range": "tlInputScenario1",
    "alt4_narrative": "<p>Total revenue, total expenses, and contribution margin will increase</p> "
}, {
    "alt3_narrative": "<p>Work with existing labor hours budgeted and tap into my non-payroll discretionary spend to create an athlete experience that will increase conversion in an amount larger than my discretionary spend and AUR decrease</p>",
    "alt1": "A.",
    "alt1_narrative": "Increase total hours with the expectation of a larger increase in conversion and UPT relative to payroll growth ",
    "alt2": "B.",
    "alt2_feedback": "<p>To drive a better contribution margin % for the store, my conversion and UPT improvement must translate into a larger dollar increase than my decrease in AUR plus any additional increase in my payroll and discretionary expenses.</p><p>Option B was a good answer.</p><p><b>+1 point</b></p>",
    "alt2_narrative": "<p>Increase total hours with the expectation of an increase in conversion and UPT equal or larger than my AUR decrease and payroll growth combined</p>",
    "alt3": "C.",
    "alt3_feedback": "<p>To drive a better contribution margin % for the store, my conversion and UPT improvement must translate into a larger dollar increase than my decrease in AUR plus any additional increase in my payroll and discretionary expenses.</p><p>Option C was the optimal answer.</p><p><b>+5 point</b></p>",
    "alt1_feedback": "<p>To drive a better contribution margin % for the store, my conversion and UPT improvement must translate into a larger dollar increase than my decrease in AUR plus any additional increase in my payroll and discretionary expenses.</p><p>Option A was not the optimal answer</p><p><b>-1 point</b></p>",
    "ID": "Scenario2",
    "name": "Labor ROI on Clearance Staffing",
    "narrative": "<p>You are planning for a clearance sale in 2 weeks that is estimated to reduce AUR by 5% in order to drive more traffic to the store.  With that increase in traffic, you are already scheduled to be highly utilized.</p><p><b>What small bet might you make in order to drive a better contribution margin % for the store?</b></p>",
    "PageType": "Scenario",
    "range": "tlInputScenario2",
    "readRef": "tlInput_READ_Scenario2",
    "triggerRef": "tlOutputTriggerScenario2"
}, {
    "ID": "Scenario3",
    "alt1": "A.",
    "alt1_feedback": "<p>You managed to grow store contribution while your payroll-to-sales ratio remained constant.</p><p>The lower the ratio, the more sales revenue each employee is bringing in.</p><p>Payroll costs and sales revenue usually move in the same direction, so the ratio ideally should remain somewhat constant as the business grows. If you notice the ratio declining, you may need to bring on more staff to support operations. If the ratio is increasing, productivity may be declining or employees may not have enough work.</p><p><b>+3 points</b></p><p>This was not the optimal answer</p>",
    "triggerRef": "tlOutputTriggerScenario3",
    "readRef": "tlInput_READ_Scenario3",
    "range": "tlInputScenario3",
    "PageType": "Scenario",
    "narrative": "<p>To keep up with the labor demand, your DM has asked you to conduct targeted hiring efforts at the end of each month. Your scheduling accuracy has been dropping in the last few months, and you hope these upcoming hiring efforts will start to improve it.</p><p><b>Which teammate candidates will you prioritize?</b></p>",
    "name": "Hiring Process",
    "alt1_narrative": "<p><b>Hire one additional part-time teammate:</b> A part-time resource can fill the few unstaffed gaps in the schedule and increase flexibility, while minimizing payroll costs.</p><p>This will increase payroll cost by 1.5%, and you expect an increase of 0.5% in conversion.</p>",
    "alt3_narrative": "<p><b>Hire a teammate that is available on weekends:</b> Many of the issues with scheduling accuracy are related to the lack of weekend coverage, so hire a teammate that is available during weekends.</p><p>This will increase payroll cost by 3.5%, and you expect an increase of 1% in conversion and 0.5% in UPT</p>",
    "alt3_feedback": "<p>You managed to grow store contribution and your payroll-to-sales ratio declined slightly.</p><p>The lower the ratio, the more sales revenue each employee is bringing in.</p><p>Payroll costs and sales revenue usually move in the same direction, so the ratio ideally should remain somewhat constant as the business grows. If you notice the ratio declining, you may need to bring on more staff to support operations. If the ratio is increasing, productivity may be declining or employees may not have enough work.</p><p><b>+5 points</b><p> This was the optimal answer!</p>",
    "alt3": "C.",
    "alt2_narrative": "<p><b>Hire a teammate that can work in the Footwear department:</b> The Footwear department typically appears understaffed across regions. Hire a new teammate that is knowledgeable about Footwear and can fill the gap.</p><p>This will increase payroll cost by 3.6%, and you expect an increase of 0.5% in conversion and 1% in AUR.</p>",
    "alt2_feedback": "<p>While you managed to grow store contribution, your payroll-to-sales ratio also increased.</p><p>The lower the ratio, the more sales revenue each employee is bringing in.</p><p>Payroll costs and sales revenue usually move in the same direction, so the ratio ideally should remain somewhat constant as the business grows. If you notice the ratio declining, you may need to bring on more staff to support operations. If the ratio is increasing, productivity may be declining or employees may not have enough work.</p><p><b>0 points</b></p><p>This was not the optimal answer</p>",
    "alt2": "B."
}, {
    "alt4": "D.",
    "triggerRef": "tlOutputTriggerScenario4",
    "alt1_feedback": "<p>Option A was the optimal answer!</p><p>An increase in 4% conversion and 5% AUR would translate to about 19% in revenue growth for your store.</p><p>Increasing the number of part time hours by 30%, part-time wages by 20% and full-time hours by 10 would still make this a worthwhile investment. Your sales would grow faster than your expenses.</p><p>Meanwhile, the 10% increase in merchandise cost would exceed the sales growth, which would make it an unattractive bet.</p><p><b>+5 points</b></p>",
    "alt2": "B.",
    "alt2_feedback": "<p>Option B was not the optimal answer.</p><p>An increase in 4% conversion and 5% AUR would translate to about 19% in revenue growth for your store.</p><p>Increasing the number of part time hours by 30%, part-time wages by 20% and full-time hours by 10 would still make this a worthwhile investment. Your sales would grow faster than your expenses.</p><p>Meanwhile, the 10% increase in merchandise cost would exceed the sales growth, which would make it an unattractive bet.</p><p><b>0 points</b></p>",
    "alt2_narrative": "<p>Increase in number of part time hours by 7, or 30%, to ensure additional focus in this department.</p>",
    "alt3": "C.",
    "alt3_feedback": "<p>Option C was not the optimal answer.</p><p>An increase in 4% conversion and 5% AUR would translate to about 19% in revenue growth for your store.</p><p>Increasing the number of part time hours by 30%, part-time wages by 20% and full-time hours by 10 would still make this a worthwhile investment. Your sales would grow faster than your expenses.</p><p>Meanwhile, the 10% increase in merchandise cost would exceed the sales growth, which would make it an unattractive bet.</p><p><b>0 points</b></p>",
    "alt3_narrative": "<p>An increase in part time average wage rate by $2.50, or 20%, to remain competitive in attracting the best talent </p>",
    "alt1": "A.",
    "alt4_feedback": "<p>Option D was not the optimal answer.</p><p>An increase in 4% conversion and 5% AUR would translate to about 19% in revenue growth for your store.</p><p>Increasing the number of part time hours by 30%, part-time wages by 20% and full-time hours by 10 would still make this a worthwhile investment. Your sales would grow faster than your expenses.</p><p>Meanwhile, the 10% increase in merchandise cost would exceed the sales growth, which would make it an unattractive bet.</p><p><b>0 points</b></p>",
    "alt4_narrative": "<p>An increase in dropped shipments by 40% which will require 10 additional full time labor hours.</p>",
    "ID": "Scenario4",
    "name": "Addressing a spike in demand in Outdoor Recreation",
    "narrative": "<p>Given local market restrictions on quarantining and use of common outdoor recreational areas, you are anticipating a sudden demand in Outdoor Recreation that could amount to a 4% increase in conversion and 5% in AUR with proper execution. While this is a large revenue opportunity, your lead informs you that there are some additional implications of pursuing this opportunity.</p><p><b>Which assumption below would erode contribution margin, making the Outdoor Recreation opportunity NOT worth the investment to support it?</b></p>",
    "PageType": "Scenario",
    "range": "tlInputScenario4",
    "readRef": "tlInput_READ_Scenario4",
    "alt1_narrative": "<p>Increase in Merchandise Cost by 10% due to the product mix shift in store.</p>"
}, {
    "alt2_feedback": "<p><b>Great answer!</b></p><p>As a result of this small bet you can expect increased conversion and OSAT... and a decrease in DM calls. Good luck doing this with your team back at your store!</p>",
    "alt2": "B.",
    "alt1_narrative": "Correct salesforce and leadership staffing on weekends",
    "readRef": "tlInput_READ_Scenario5",
    "alt1_feedback": "<p><b>Great answer!</b></p><p>As a result of this small bet you can expect increased conversion and OSAT... and a decrease in DM calls. Good luck doing this with your team back at your store!</p>",
    "alt1": "A.",
    "triggerRef": "tlOutputTriggerScenario5",
    "range": "tlInputScenario5",
    "PageType": "Scenario",
    "narrative": "<p>We are approaching the end of the game today. However, this is only the start of a new season for you. Armed with new insights and tools, we hope you&rsquo;ll be inspired to make some small bets. Below you have four small bets you could try out in your store going forward.</p><p><b>Which one will you try with your team before end of the year?</b></p><p>Hint: Use the finance tool to imagine what might each of these small bets might look like in your store!</p>",
    "name": "Choose Your Small Bet",
    "ID": "Scenario5",
    "alt4_narrative": "Increase labor for TIME process",
    "alt4_feedback": "<p><b>Great answer!</b></p><p>As a result of this small bet you can expect increased conversion and OSAT... and a decrease in DM calls. Good luck doing this with your team back at your store!</p>",
    "alt4": "D.",
    "alt3_narrative": "Correct operational staffing in Apparel on weekends",
    "alt3_feedback": "<p><b>Great answer!</b></p><p>As a result of this small bet you can expect increased conversion and OSAT... and a decrease in DM calls. Good luck doing this with your team back at your store!</p>",
    "alt3": "C.",
    "alt2_narrative": "Increase targeted BOPIS staffing on weekends"
}
]}