{"scenes": [
{
    "ActionEmailText": "Action: ",
    "ActionPlan": "Action Plan",
    "AdditionalBioMarkerDiag": "Additional Biomarker & Diagnostic ($M)",
    "AdditionalIndicationsStudy": "Additional Indications Study",
    "AddressablePatientPopulation": "Addressable Patient Population (000)",
    "Administration": "Administation",
    "Administration1": "IV",
    "Administration2": "Subcutaneous",
    "Administration3": "Eye Drops",
    "AlignmentPlanning": "ALIGNMENT & PLANNING",
    "AlignmentPlanningStep1": "In this stage of development, these are the three metrics that are most important to measure success. These are the three metrics we focus on the while using this Tool.",
    "AlignmentPlanningStep2": "How can we use the Tool to support these three metrics? This should be an expectation for the Meeting's purpose for all members of our team.",
    "AlignmentPlanningStep3": "What do we already know about this asset based upon prior research or development? What further information do we need to know in order to support our three metrics?",
    "AlignmentPlanningStep4": "What are three assumptions or risks during asset development that would strongly affect its success?",
    "AlignmentPlanningStep5": "What asset development decisions will have the biggest impacts on the three metrics above?",
    "AlignmentPlanningStep6": "What are the next important decisions during development for out team, when we can apply our learning from the Tool?",
    "Assumption1": "Assumption 1",
    "Assumption2": "Assumption 2",
    "Assumption3": "Assumption 3",
    "AssumptionEmailIntro": "Our initial Assumptions were:",
    "AvgCogsPatientYear": "$ Avg. COGS/ Patient/ Year",
    "AvgPatientComplianceRate": "Avg. Patient Compliance Rate",
    "AvgPenetrationUptakeRate": "First Yr. Penetration/Uptake Rate",
    "BaseCase": "Base Case",
    "BestCase": "Best Case",
    "BusinessValuation": "BUSINESS VALUATION",
    "ChangeInObservationPeriod": "Change in Observation Period ",
    "COGS": "COGS",
    "ColumnChartTitle": "Sales by Region",
    "Commitment": "Commitment",
    "CommitmentEmailIntro": "We committed to take the following actions before we meet again as a team:",
    "CommitmentPage": "Commitment Page Summary",
    "CommitToAction": "Commit To Action",
    "ComparatorType": "Comparator Type",
    "ComparisionReport": "Comparison Report",
    "CopyBase": "COPY BASE",
    "CumulativePOS": "Cumulative POS",
    "CurrentStage": "Current Stage",
    "Dashboard": "Dashboard",
    "DateEmailText": "Date of Completion: ",
    "DevelopmentPlan": "Development Plan",
    "DiscountCashFlow": "Discount Cash Flows (EPV)",
    "DiscountedChartTitle": "Discounted Cash Flow",
    "DiscountRateEpv": "Discount Rate - EPV",
    "DiscountRateNpv": "Discount Rate - NPV",
    "DiscountRebatePerc": "Discount/ Rebate %",
    "DiseaseArea": "Disease Area",
    "DiseaseArea1": "FOTE",
    "DiseaseArea2": "Glaucoma",
    "DiseaseArea3": "BOTE",
    "DonutChartTitle": "Peak Sales ($M)",
    "DrugDeliveryFrequency": "Dose Frequency",
    "EmailAddress": "CommitToAction@btspulse.com",
    "EmailContent": "Content :",
    "EmailGreeting": "Hi Development Team,",
    "EmailIntro": "I'm writing to remind you of the insights that we generated during our Meeting, as well as the actions that you all promised to take because of those insights. Please find a summary of each below!",
    "EmailSubject": "Subject :",
    "EmailTo": "To :",
    "EnterProjectName": "Enter project name",
    "EnterRegion": "Enter Region",
    "EPVChartTitle": "EPV",
    "EstimatedEmailText": "Estimated Outcome: ",
    "ExpectedCompletionDate": "Expected Completion Date",
    "ExpectedLaunchDate": "Expected Launch Date",
    "ExpectedOutcome": "Expected Outcome",
    "Formulation": "Formulation",
    "FormulationAdministration": "Formulation Administration",
    "FTEsCost": "FTEs Cost ($M)",
    "FurtherInsights": "Further Insights",
    "GlobalDecisions": "Global Decisions",
    "Go": "Go",
    "GrossMargin": "Gross Margin",
    "Help": "Guide",
    "HideScenario2and3": "Hide Scenario 2 & 3",
    "Home": "Home",
    "Hypothesis": "Hypothesis",
    "ID": "GEN",
    "IndividualAccountable": "Individual Accountable",
    "InLicensedAcquisitionCost": "In-Licensed/ Acquisition Cost ($M)",
    "InLicensedAcquisitionPeriod": "In-Licensed/ Acquisition Period",
    "InsightEmailText": "We learned that",
    "IntroText": "Welcome to the Santen Forecast & Planning Tool!",
    "IntroTextContent": "The purpose of this Tool is to allow individual program planning teams to make more efficient and informed decisions during planning and forecasting meetings. To meet this purpose, this Tool will enable you and your team to: (1) Learn to identify which development decisions most impact your asset's value, (2) understand how decisions create your asset's value or create further risk, and (3) evaluate and communicate your asset value to & from other functions in the organization.",
    "LastModified": "Last Modified",
    "Launch": "Launch",
    "LOE": "LOE",
    "LogoutConfirmMsg": "Are you sure you want to logout?",
    "MedicalAffairsEffort": "Medical Affairs Effort",
    "Metric1": "ROI",
    "Metric2": "EPV",
    "Metric3": "NPV",
    "Metric4": "Peak Sales",
    "Metric5": "Launch Date",
    "Metric6": "R&D Cost",
    "Metric7": "POS",
    "MetricEmailIntro": "Our most important Metrics were:",
    "MetricText1": "Metric 1",
    "MetricText2": "Metric 2",
    "MetricText3": "Metric 3",
    "MultinationalTrials": "Multinational Trials",
    "NetSales": "Net Sales",
    "No": "No",
    "Notes": "Notes",
    "OperatingCashFlow": "Operating Cash Flows (EPV)",
    "P1": "P1",
    "P2": "P2/P2b",
    "P3": "P3",
    "PeakMarketShare": "Peak Market Share",
    "Phase1": "Phase I",
    "Phase2": "Phase II",
    "Phase2Study": "Phase IIb Study",
    "Phase3": "Phase III",
    "Planning": "PLANNING",
    "PreLaunch": "Pre-Launch",
    "PreliminaryPlan": "Preliminary Plan",
    "PricePatientYear": "$Price/ Patient/ Year",
    "PrimaryEndPointsMetNo": "# of Primary Endpoints Met",
    "PrimaryMetrics": "Primary Metrics",
    "Print": "Print",
    "PrintAdditionalIndication": "Additional Indications",
    "PrintAddressablePopulation": "Addressable Population",
    "PrintAdministration": "Administration",
    "PrintBioMarkerDiag": "Biomarker & Diagnostic ($M)",
    "PrintBreakeven": "Breakeven",
    "PrintChangeInDuration": "Change In Duration",
    "PrintCogsPatientYear": "$COGS/ Patient/ Year USD",
    "PrintComparator": "Comparator",
    "PrintComplianceRate": "Compliance Rate",
    "PrintDeliveryFrequency": "Delivery Frequency",
    "PrintDevelopmentAssets": "Known asset information / need to know",
    "PrintDevelopmentAssumptions": "Assumptions and risks",
    "PrintDevelopmentAssumptionsRisk1": "Assumption / Risk 1",
    "PrintDevelopmentAssumptionsRisk2": "Assumption / Risk 2",
    "PrintDevelopmentAssumptionsRisk3": "Assumption / Risk 3",
    "PrintDevelopmentInvestments": "Significant Decisions and Investments",
    "PrintDevelopmentOpportunities": "Opportunities to Apply",
    "PrintDevelopmentPurpose": "Purpose for use of planning tool",
    "PrintDiscountPerc": "Discount %",
    "PrintEarlyResearch": "Early Research:",
    "PrintEPV": "EPV",
    "PrintGlobalBaseline": "Global Baseline",
    "PrintNPV": "NPV",
    "PrintPeneterationRate": "Peneteration Rate",
    "PrintPricePatientYear": "$Price/ Patient/ Year USD",
    "PrintPrimaryEndpoint": "Primary Endpoints Met",
    "PrintReportPage": "Report Page",
    "PrintROI": "ROI",
    "PrintSecondaryEndpoint": "Secondary Endpoints Met",
    "PrintSMPerc": "S&M (% Revenue)",
    "PrintTrailLocation": "Trail Location",
    "PrintTrailSize": "Trial Size",
    "ProductMargin": "Operating Margin (After Tax)",
    "ProjectName": "Project Name",
    "ProjectPlan": "Project Plan",
    "ProjectStartDate": "Project Start Date",
    "PTS": "PTS",
    "R0": "R0/R1/R2",
    "RDCost": "R&D Cost ($M)",
    "Region1": "Japan",
    "Region2": "Asia",
    "Region3": "Europe",
    "Region4": "US",
    "RegionalDecisions": "Regional Decisions",
    "RegulatorySuccess": "Regulatory Success",
    "Reports": "Reports",
    "Research": "Research",
    "ResearchDevelopment": "Research & Development",
    "Reset": "Reset",
    "ResetConfirmMsg": "Do you wish to reset the page? You cannot undo this action.",
    "Royalty": "Royalty",
    "RoyaltyOther": "Royalty & Other",
    "SalesMarketing": "Sales & Marketing",
    "Scenario1": "Scenario 1",
    "Scenario2": "Scenario 2",
    "Scenario3": "Scenario 3",
    "ScenarioChart1": "Annual Product Operating Margin Post Launch",
    "ScenarioChart2": "Annual Product Operating Margin Post Launch",
    "ScenarioChart3": "Annual Product Operating Margin Post Launch",
    "ScientificBackground": "SCIENTIFIC BACKGROUND",
    "SecondaryEndPointsMetNo": "# of Secondary Endpoints Met",
    "Senarios": "Scenarios",
    "ShowScenario2and3": "Show Scenario 2 & 3",
    "SMPercRev": "S&M % of Rev",
    "StartProject": "Start Project",
    "Summary": "SUMMARY",
    "TargetIndication": "Target Indication",
    "TargetLaunchDate": "Target Launch Date",
    "TeamName": "Enter your name",
    "Time": "Time",
    "TimeRequired": "Time Required (Years)",
    "Title": "FORECASTING & PLANNING TOOL",
    "ToolTipAdditionalBioMarkerDiag": "To what extent do you wish to invest additional resources to research additional biomarkers and diagnostics for this development? Research here will improve your ability to acurately target the most effective indication for the drug product.",
    "ToolTipAdditionalIndicationsStudy": "In addition to investigating your primary patient population, do you wish to recruit a more diverse patient population in order to test for additional indivations for the the asset's formulation?",
    "ToolTipAddressablePatientPopulation": "This is the initially estimated patient population addressable by your current target product profile. If your team feels that the number of patients is higher or lower due to other factors, you may further adjust this value manually.",
    "ToolTipAdministration": "How will this drug be administered? Please select the closest available option.",
    "ToolTipAvgCogsPatientYear": "Based upon your team's knowledge of this asset's manufactuing needs, what is the average cost of producing the drug product for each patient for each year of therapy?",
    "ToolTipAvgPatientComplianceRate": "What is the average rate (across all regions) that you expect patients to comply with their course of therapy?",
    "ToolTipAvgPenetrationUptakeRate": "What is the average rate (across all regions) that you expect addressable patients to adop this drug product?",
    "ToolTipChangeInObservationPeriod": "For each Phase of development, do you want to lengthen or shorten the clinical patient observation period? This will either allow you to observe for efficacy over longer period of time, or shorten the duration to move to the next Phase faster.",
    "ToolTipComparatorType": "What type of comparitor will you use in your Phase III study? Active comparitor will require you to actively treat a patient population with the current standard of care, which may include a competitor's drug product. Historical comparitor will instead use previous clinical trial data and results as a means of comparing against your current asset under investigation.",
    "ToolTipCurrentStage": "What stage of asset development is the team currently planning?",
    "ToolTipDiscountRateEpv": "EPV represents the present value of future cash inflows from sales of this drug product, accounting for the probability of success and risk. The value of cash deteriorates over time. When calculating the present value of an asset that will eventually be on the market, this rate accounts for the additional loss of value of each additional year that a drug product is on the market.",
    "ToolTipDiscountRateNpv": "NPV represents the present value of future cash inflows from sales of this drug product, WITHOUT accounting for the probability of success and risk. The value of cash deteriorates over time. When calculating the present value of an asset that will eventually be on the market, this rate accounts for the additional loss of value of each additional year that a drug product is on the market.",
    "ToolTipDiscountRebatePerc": "What discount rate will you offer in order to provide greater patient access to your drug product? A greater discount rate will reduce your net revenue but could increase your overall market share relative to the competition.",
    "ToolTipDiseaseArea": "What is the primary disease area that this asset is intended to treat: Front of the Eye, Glaucoma, or Back of the Eye?",
    "ToolTipDrugDeliveryFrequency": "How frequently will this drug product be administered to the patient?",
    "ToolTipEnterRegion": "Check the box below each region in which you plan to launch this drug product. The development plan above assumes that you will submit the drug product for approbal in each of these regions at the same time.",
    "ToolTipFormulation": "What is the primary mode of action for this asset?",
    "ToolTipFormulationAdministration": "How do you expect this drug product to be administered to the target patient population?",
    "ToolTipFTEsCost": "At each Phase of development, this is the estimated Santen internal FTE Cost (millions of USD) given the development decisions made above. If your team has confidence that the above decisions are correct, but this number requires further adjustment, you may make that adjustment manually. Please note the reason for doing so in the Notes section to the right.",
    "ToolTipInLicensedAcquisitionCost": "According to the terms of the acquition or in-licensing agreement, what was the initial payment to the former company for the asset?",
    "ToolTipInLicensedAcquisitionPeriod": "In what stage of development was the asset acquired or in-licensed?",
    "ToolTipLOE": "In what year is this asset's patent expected to expire?",
    "ToolTipMedicalAffairsEffort": "How heavily do you wish to involve the Medical Affairs team prior to your commercial launch? Greater involvement will require greater investment during early stage trials, where less involvement will minimize investment until just prior to regulatory approval and launch.",
    "ToolTipMultinationalTrials": "During Phase II and III, do you wish to run your clinical trials in only one geographic region with a single patient profile? Or do you wish to run your clinical trials in multiple regions covering all potention profiles for regulatory approval? Please note that running a trial locally will automatically run that rial in the first geographic region where you choose to launch the drug product first.",
    "ToolTipPeakMarketShare": "Based upon your competitive position in the marketplace, this is the highest share of all addressable patients that you plan to achive in any single year post-launch. Please adjust this number to meet your expected share given what your team knows about Santen's competitors.",
    "ToolTipPhase2Study": "Do you wish to run a Phase IIb trial, or do you feel confident enough to proceed directly from Phase III to Phase II? If you do wish to run a Phase IIb trial, do you also wish to include your competitor's drug product as an additional arm of your study design?",
    "ToolTipPricePatientYear": "What price will Santen charge for this drug product on average for each patient in this region for each year of ongoing treatment?",
    "ToolTipPrimaryEndPointsMetNo": "How many primary endpoints will your Phase III trials successfully meet? Remember that coprimary endpoints are more difficult to achieve, but provide much more thorough evidence for the proven efficacy of the drug product.",
    "ToolTipProjectName": "ProjectName Tooltip Text",
    "ToolTipProjectStartDate": "On what date was the original Santen development begun, following the acquisition of the asset?",
    "ToolTipPTS": "At each Phase of development, this is the estimated probability of technical success given the development decisions made above. If your team has confidence that the above decisions are correct, but this number requires further adjustment, you may make that adjustment manually. Please note the reason for doing so in the Notes section to the right.",
    "ToolTipRDCost": "At each Phase of development, this is the estimated R&D Cost (millions of USD) given the development decisions made above. If your team has confidence that the above decisions are correct, but this number requires further adjustment, you may make that adjustment manually. Please note the reason for doing so in the Notes section to the right.",
    "ToolTipRegulatorySuccess": "Based upon available data, what is your team's estimation of the probability of the drug product being accepted by the primary regulatory body? Note that this consideration is entirely separate from the probability of technical success due to the target product profile.",
    "ToolTipRoyalty": "Based upon the terms of the in-licensing agreement, what yearly royalty rate do you owe to the licensing company for the commercialized drug product?",
    "ToolTipSecondaryEndPointsMetNo": "How many secondary endpoints will your Phase III trials successfully meet? While secondary endpoints are not required for regulatory approval, they may provide data into further indications for the drug product.",
    "ToolTipSMPercRev": "What percent of the total revenue of this drug product do you plan to invest in sales & marketing efforts?",
    "ToolTipTargetIndication": "Within this asset's disease area, what is the primary patient population under investigation?",
    "ToolTipTargetLaunchDate": "From your current assumptions, when is this asset expected to be first launched on the market?",
    "ToolTipTimeRequired": "At each Phase of development, this is the estimated number of years required to complete that Phase given the development decisions made above. If your team has confidence that the above decisions are correct, but this number requires further adjustment, you may make that adjustment manually. Please note the reason for doing so in the Notes section to the right.",
    "ToolTipTrialSize": "At each Phase of development, how large do you expect your recruited clinical patient population to be? Remember that larger trial sizes may provide more robust data for analysis, but will require longer recruitment time than smaller trial sizes.",
    "TotalFteExpense": "Total FTE Expense",
    "TotalRDExpense": "Total R&D Expense",
    "TrialSize": "Trial Size (Number of Patients)",
    "UserName": "User Name",
    "Validated": "Validated?",
    "ValidateEmailText": "validate as most critical as a result of using the Tool.",
    "ValueAssumptions": "Value Assumptions",
    "WhichEmailText": ", which",
    "WorstCase": "Worst Case",
    "Yes": "Yes"
}
]}