{"scenes": [
{
    "xxSim0Tool1": "1"
}, {
    "ID": "EML1R1",
    "IntroPopupBtnText": "Introduction",
    "IntroSimSubtitle": "Market Readiness Simulation",
    "IntroSimTitle": "Welcome"
}, {
    "ID": "EML1R2",
    "IntroPopupBtnText": "New Email",
    "IntroSimSubtitle": "Market Readiness Simulation - Round 2",
    "IntroSimTitle": "Welcome"
}, {
    "ID": "EML2R1",
    "IntroEmailText1": "Welcome to this simulated experience, customized to a critical role in EY and intended to bring to life the logic and content of our go-to-market principles. The purpose is to help you develop and gain greater confidence identifying and addressing our clients' broader business issues. The objective is to look through the client's lens to understand how each of us can add value through collaboration in this new era of business.<br><br> There are 6 key elements required to build confidence and competence to deliver ECS:<br><ul><li><b>Connecting the dots</b> -  linking client triggers in key growth areas (PAS, Alliances, Data & Analytics, Digital & Managed Services) to EY solutions</li><li><b>Client awareness and collaborative approaches</b> - understanding key business priorities and stakeholders of clients and ecosystems</li><li><b>Staying one step ahead</b> -bringing megatrends and discussing the upside of disruption in conversations</li><li><b>Taking ownership and being proactive</b> - strengthening internal and external networks and driving solution development. Taking the client's perspective and broadening the conversation</li><li><b>Communicating effectively, thinking outside the box</b> - asking better questions, being comfortable not knowing the answers and engaging in immersive selling</li><li><b>Thinking through the implications of client changes on EY</b> - our culture, structure, ways of working and goals</li></ul><br>The simulation equips you to think like executives, juggling multiple issues all at once.  This simulation is not meant to be all things to all people - it has been designed purposefully broad to address lots of trends and situations that clients deal with daily. It is representative, not exact. The simulation purposefully uses a cross-Sector, cross-Service Line approach to serve the full Client Executive population.  Embrace the opportunity to have fun with it and learn in a rich, interactive environment.<br><br>For the next 3-4 hours you will work in virtual teams and take on the persona of Jamie Beeson, a Client Executive within EY assigned to a diverse portfolio of accounts. Across these accounts, you will interact with EY and client stakeholders, responding to opportunities and challenges.<br><br>As you advance to the 'Delivering ECS' part of the simulation and navigate through engagements, please refer to your Resources folder which will be found in the top right corner of the screen. You'll find reminders of the context that you are operating in.<br><br>Good luck!",
    "IntroEmailTitle": "Introduction",
    "IntroPopupHeader": "New Email"
}, {
    "ID": "EML2R2",
    "IntroEmailText1": "Dear Jamie,<br><br>The past months have been a whirlwind. I just wanted to reach out to let you know I am following your efforts across NRG, TEI and Anartyxis and I must say, I have been very impressed! The way you have been able to quickly expand your network has been great so far, and we have seen some solid results. I am looking forward to continuing seeing your efforts at meeting our clients' needs by bringing out the growth areas. Our clients are facing unprecedented pace of change and evolution of their businesses, and we are in a strong position to be able to partner with them if we impress at the right moments and deliver ECS.<br><br>I am looking forward to catching up over a coffee soon.<br><br>Best wishes,<br>Charlie<br>Regional BD Leader",
    "IntroPopupHeader": "Start"
}, {
    "ID": "EML3R1",
    "IntroEmailSender": "Welcome to the team!",
    "IntroEmailText1": "Dear Jamie,<br><br>Congratulations on your recent appointment as Client Executive in Maturia. I am pleased to let you know that you will be working on the account teams of the Natural Resources Group (NRG), a major O&G client; Thomas Essentielle International (TEI), a global clothing brand; and, Anartyxis, the well-known American fintech company. A very diverse and exciting portfolio!<br><br>Your main responsibilities will focus on adding value and having a collaborative approach when it comes to managing client relationships and delivering ECS. I trust you will strive to achieve EY's ambition of creating long-term value as the world's most trusted, distinctive professional services organization through our NextWave strategy, while leveraging your excellent EY network. I am excited that you will also be offered the opportunity to grow and accelerate your sector knowledge to bring more valuable insights to the client proactively. Our past leadership survey has shown that clients value our quality results, presence, and agility, while we have an opportunity to grow in terms of connectedness, business acumen and insightfulness.<br><br>Please let me know how I can be of further help, looking forward to working with you!<br><br>Best wishes, <br>Charlie <br>Regional BD Leader",
    "IntroEmailTitle": "Engagement 1 Brief",
    "IntroPopupHeader": "View Profile"
}, {
    "ID": "NonNegoIntroR1",
    "Text1": "As a Client Executive, you know the value you can provide as part of pursuits and bringing rigor to business development activities. You view these as responsibilities that help operationalize and enable account teams and because there are so many ways to do this, you sometimes struggle to prioritize which activities to focus on at particular times. Knowing what you know about the clients, stakeholders and account teams, which of the below do you prioritize as your non-negotiables at this moment in time?",
    "Text2": "<b>Instructions:</b> Under the 'description' tab you find the explanation of each activity, and under 'prioritization' tab you can drag-and-drop according to your priorities. You can move back-and-forth between the two tabs. Once your decision is final, please press submit.",
    "Title": "Non-negotiables"
}, {
    "ID": "NonNegoIntroR2",
    "Text1": "As a Client Executive, you know the value you can provide as part of pursuits and bringing rigour to business development activities. You view these as responsibilities that help operationalise and enable account teams and because there are so many ways to do this, you sometimes struggle to prioritize which activities to focus on at particular times. Knowing what you know about the clients, stakeholders and account teams, which of the below do you prioritize as your non-negotiables at this moment in time?",
    "Text2": "<b>Instructions:</b> Under the 'description' tab you find the explanation of each activity, and under 'prioritization' tab you can drag-and-drop according to your priorities. You can move back-and-forth between the two tabs. Once your decision is final, please press submit.",
    "Title": "Non-negotiables"
}, {
    "ID": "PlanningIntroR1",
    "NextBtnText": "Start",
    "Text1": "Before you start meeting clients, you need to dedicate time to preparation. Of the total time you have available, you are able to prioritize a number of stakeholder relationships, use tools and resources, and plan your time intentionally as a Client Executive.",
    "Text2": "<b>Instructions:</b> You can prioritize stakeholders and spend time on tools and resources by selecting them. The time allocation chart updates live based on your decisions across the stakeholders and tools and resources. Please make sure you keep approximately 60% of your time available for your daily responsibilities dealing with client requests and account work. When your selection is final, press the submit button.",
    "Title": "Planning"
}, {
    "ID": "PlanningIntroR2",
    "NextBtnText": "Start",
    "Text1": "Again, before you start meeting clients, you need to dedicate time to preparation. Of the total time you have available, you are able to prioritize a number of stakeholder relationships, use tools and resources, and plan your time intentionally as a Client Executive.",
    "Text2": "<b>Instructions:</b> You can prioritize stakeholders and spend time on tools and resources by selecting them. The time allocation chart updates live based on your decisions across the stakeholders and tools and resources. Please make sure you keep approximately 60% of your time available for your daily responsibilities dealing with client requests and account work. When your selection is final, press the submit button.",
    "Title": "Planning"
}, {
    "ID": "Profile",
    "NextBtnText": "Start",
    "SubTitle1": "Jamie Beeson",
    "Text1": "<div><span class='bold'>Maturia Business Development Client Executive</span><span>Current role - 4 months</span></div><div><span class='bold'>Previous role: Maturia Pursuits Team Senior Manager</span><span>3 years</span></div>",
    "Text2": "<ul><li>Working with clients to understand their complex needs in today's volatile markets. Developing key account relationships at a senior level and generating work from them. Developing the account teams' knowledge in relation to regional and sector business drivers, issues and personalities. Contribution to regional sales strategy.</li><li>Leading teams brought together around account opportunities and management of complex sales processes and long sales cycles.</li><li>Experience across multiple sectors.</li></ul>",
    "Text3": "<ul><li>&quot;Jamie's networking ability is strong, and in future I would like to see Jamie harnessing opportunities to generate his internal and external networks at the same time by including other colleagues in client networking opportunities. Jamie has strong intuition and can pick up signals from prospective buyers. I would like to see more coaching of less experienced colleagues when it comes to asking better questions as I think this will help  to refine Jamie's own questions more.&quot;</li><li>&quot;As an experienced business development professional there is an increased need to be a proactive, big picture thinker rather than waiting to hear from Maturia's Business Development Leadership. Jamie's technical knowledge is sound and like all of us who operate in this really fast paced landscape, there is a lot of work to do to be able to represent all of EY. Jamie should keep up efforts to stay on top of the game in terms of having a baseline understanding of our latest technologies and approaches.&quot;</li><li>&quot;Jamie is incredibly personable one-on-one and really helped me to think about how to approach problems during the pursuit we had with a global retailer last quarter. I think I can learn a lot from Jamie and look forward to working together again soon.&quot;</li></ul>",
    "Title": "LEAD Profile",
    "Title2": "Profile Overview",
    "Title3": "Feedback from Jamie's LEAD page"
}, {
    "AdvanceRound_R1": "Advance to Round 2",
    "AdvanceRound_R2": "End Simulation",
    "Cancel": "Cancel",
    "Client": "Client",
    "Confirm": "Confirm",
    "confirmationMessage": "Are you sure you want to log out ?",
    "confirmSubmitMessage": "You cannot undo or change any of your decisions after you submit.<br><br> Are you sure you want to submit?",
    "Connections": "Connections",
    "Continue": "Continue",
    "CopyRightText": "2018 BTS. All rights reserved",
    "Description": "Description",
    "Deselect": "Deselect",
    "EnterPassword": "Enter Password",
    "eorTitle": "End of round Feedback",
    "Feedback": "Feedback",
    "ID": "GEN",
    "Industry": "Company:",
    "Live": "Live",
    "NewsFlashText_R1": "After hearing the latest news, you consider it part of your role as a Client Executive to proactively approach your clients and explore where and how EY can provide value in the changing landscape.<br><br> <b>Of your three clients, which one do you reach out to first based on what you know about them as an organization and their stakeholders? </b>",
    "Next": "Next",
    "NonNegotiableLabel1": "Brainstorming calls",
    "NonNegotiableLabel2": "Client desk",
    "NonNegotiableLabel3": "Gold Standard Pursuit Process emphasis",
    "NonNegotiableLabel4": "Go-to-Market coaching for high-performing Senior Managers",
    "NonNegotiableLabel5": "Alliance partners",
    "NonNegotiableLabel6": "Joint Account Planning",
    "NotSelected": "Not Selected",
    "NotYetConnected": "Not Yet Connected",
    "PasswordErrorMessage": "The password entered is incorrect",
    "PasswordText": "Please enter password to proceed",
    "Prioritization": "Prioritization",
    "Proceed": "Proceed",
    "Progress": "Progress",
    "Round2Password": "bts287",
    "Select": "Select",
    "Selected": "Selected",
    "Submit": "Submit",
    "ThankYouText": "Thank you!!!",
    "Title": "Winning in Business",
    "Transcript": "Transcript"
}, {
    "alt1": "A. Pitch other risk solutions ",
    "alt1_narrative": "Recommend that your colleague should focus on bringing other solutions to the table that would support the client meets its Risk ambitions.",
    "alt2": "B. Bring ServiceNow team from other region ",
    "alt2_narrative": "Recommend that your colleague is up front with the client and explains that EY does have a great ServiceNow capability, but just not in region. To conduct the work it would rely on working with EY colleagues from different offices, with different daily rates and requiring travel throughout the duration of the project. ",
    "alt3": "C. Assessment to understand client's needs ",
    "alt3_narrative": "Recommend that your colleague conducts an assessment of their client to ascertain whether they really need what ServiceNow offers, and if it is the case then look into building the data management system yourself within EY, which you may then be able to scale to other clients. ",
    "Content": "ServiceNow follow-up",
    "DataRef": "tlInputButton025_R2",
    "FBDataRef": "tlInputButton026_R2",
    "FBRanges": "tlOutput_R2_DA2Client3Event4FB",
    "ID": "CLIENT0EVNT1R2",
    "narrative": "You informally chat to a colleague over lunch about a conversation they had with their Maturian client during a 7 Drivers of Growth session (this client is not a client of yours). The client has big growth ambitions around the Risk driver - they see huge pressure around data privacy and compliance - and your colleague asks you about ServiceNow. They talk about it being a great solution but heard earlier in the quarter that you had a bit of a challenge with it. The client who had a 7 Drivers of Growth session also came across ServiceNow as a way to manage their data, and was really excited to read about the EY alliance with them.<br><br>Your colleague is really client focused and is determined to help them, what do you advise them to do?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client3Event4",
    "title": "ServiceNow follow-up",
    "Trigger": "tlOutputButtonActive025_R2"
}, {
    "alt1": "A. Tax: Mobility",
    "alt1_narrative": "The Tax team has delivered solid results for NRG. Now the client is asking for help with a sizeable piece of work you feel the team is well placed to service and which would contribute nicely to GTER. Based on recent global developments, you want to look deeper into tax optimization and you regard mobility as a logical next step.",
    "alt2": "B. Reach out to the Alliances Team ",
    "alt2_narrative": "Although Alliances is still a relatively uncovered topic, you think there is great potential. There have been great stories going around EY on the Alliance with SAP, and given that NRG already invested in SAP infrastructure, you expect a lot of doors to open if you are able to help the client make the link.",
    "alt3": "C. Digital Tax ",
    "alt3_narrative": "The Tax team mentioned that Angela Chen (NRG's VP Tax) is excited to digitize the tax function. You start by finding out how EY's Digital Tax capabilities could bring value, in particular digital tax effectiveness, and digital tax administration services (DTAS). After all, digital is an area that potentially impacts all of NRG's business activities.",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton011_R1",
    "FBDataRef": "tlInputButton012_R1",
    "ID": "CLIENT1EVNT1R1",
    "narrative": "You overhear the NRG Tax team having a conversation about their latest engagement. They talk about the client's model of short-term secondments and the need to review their internal systems to accommodate for the impact of the latest tensions between global powers and the threat it poses to international trade. They talk about the work this could create for the Tax service line, helping NRG structure its tax reporting in a more optimal way across borders. You believe that there could also be a great opportunity to help the client reflect more broadly on their current tax short-term secondments arrangement.<br><br>Which of the following paths would you like to explore further to expand the relationship with NRG?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client1Event1",
    "title": "NRG's short-term secondments",
    "Trigger": "tlOutputButtonActive011_R1"
}, {
    "alt1": "A. Business Integrity Platform ",
    "alt1_narrative": "You focus on sharing more about EY's Business Integrity Platform (BIP), enabling continuous risk monitoring capabilities, to the client. The scalable platform delivers deep insight into risk and controls, with near real-time data, which is accessible anywhere, and delivered through a Managed Service model with SAP HANA. You feel this will be an efficient use of time and something you can share with the client quite rapidly.",
    "alt2": "B. Experience Center",
    "alt2_narrative": "Teaming with Marten Quinten, the Global SAP Alliances Leader, you invite the NRG team to the EY Experience Center for SAP HANA Cloud to develop an industry digital solution map enabled by SAP S/4 HANA. It takes a little longer to arrange but you feel there will be real benefits in meeting the client in a central hub which acts as a client demonstration center focused on addressing industry and client-specific issues. ",
    "alt3": "C. IA-based migration",
    "alt3_narrative": "Supporting NRG in the transition to the latest cloud technology supported by SAP S/4 HANA to optimize processes through IA-based migration. Rather than transitioning all processes manually, intelligent automation will only help reduce transition costs related to migration, while also offering an easy opportunity to redesign and streamline front-end and back-end processes.",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton007_R2",
    "FBDataRef": "tlInputButton008_R2",
    "ID": "CLIENT1EVNT1R2",
    "narrative": "After the successful interaction on Concur, you realize NRG has a long-standing relationship with SAP. Following your experience bringing additional value to existing relationships with Anartyxis and Microsoft, you are eager to explore NRG's existing SAP association. You know NRG is already using SAP applications, such as Concur, and that they are in the process of the S/4 HANA transformation. This is driven by fluctuations of oil prices and the need to strip costs out of supply chain, as well as the trend for more agile working environments. From Marten Quinten, EY's SAP Alliance Leader, you have understood that there are great opportunities to digitize processes and leverage SAP's cloud capabilities with S/4 HANA. This sounds like something that could help accelerate NRG's cost saving transformation.<br><br>How do you initiate this conversation to bring out the most value for the client?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client1Event1",
    "title": "SAP S/4 HANA",
    "Trigger": "tlOutputButtonActive007_R2"
}, {
    "alt1": "A. Bring client credentials to the conversation ",
    "alt1_narrative": "On Discover you find client success stories and learn more about what it is Concur can do and how you can pitch it attractively. You want to reference examples so that NRG does not feel that an engagement with them would be proof of concept. Using stories about other clients appropriately can better bring to life the potential benefits.",
    "alt2": "B. Alliances deep dive",
    "alt2_narrative": "You reach out to Robyn Xanten (EY's Alliances BD Leader) who can redirect you to Marten Quinten, EY's SAP Alliances Leader who can give you a deep dive into everything SAP and Concur. You further rely on EY connections and network to find the expert who can help you prepare, guide you to which questions to ask the client and share more about key triggers.",
    "alt3": "C. Join the EY Tax team at the client's offices ",
    "alt3_narrative": "You decide to join the Tax team on site at NRG and talk with Maximilian Triest (NRG's Tax Manager) informally to understand NRG's needs regarding tax optimization. You believe that the Tax team has a good read on the client situation and will be able to indicate if there is anything else going on that you should be aware of.",
    "Content": "Scenario 2",
    "DataRef": "tlInputButton013_R1",
    "FBDataRef": "tlInputButton014_R1",
    "ID": "CLIENT1EVNT2R1",
    "narrative": "As a recently appointed Client Executive you are excited to understand the current realities in your existing Account Teams. Besides receiving those insights, you are also very excited to bring new energy and insights to the teams. For NRG, you have started thinking about expanding the account beyond the traditional Tax work and started learning more about EY's Alliance with SAP. As part of the Alliance, EY and SAP have worked on the Concur App Center. It is regarded as the world's leading provider of travel, expense and invoice management solutions, and the app helps global business travelers manage tax and immigration compliance risks. After this initial step, you go back and investigate whether there is a fit between EY, Concur, and NRG.<br><br>Which of the following activities do you spend the most time on to find out more?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client1Event2",
    "title": "Learning about the EY-SAP Alliance ",
    "Trigger": "tlOutputButtonActive013_R1"
}, {
    "alt1": "A. Organizational Structure & Design ",
    "alt1_narrative": "You prioritize the end-to-end organizational development maps for NRG based on the mutual understanding that acquisitions, as well as divestitures and mergers, all result in some degree of organizational re-design and have the potential to create both sizeable opportunities as well as risk.",
    "alt2": "B. Workforce Assessment",
    "alt2_narrative": "You saw teams having great success conducting an assessment with other clients in the past. By prioritizing an assessment approach, EY will be able to better understand the client's current reality, and you and the team will be better equipped to add value.",
    "alt3": "C. New Work Environment & Workforce Analytics",
    "alt3_narrative": "With NRG's executives questioning what size, shape, mix, capabilities, etc., their workforce should represent, you prepare to share more about EY's perspective on using people analytics to provide data-driven approaches to workforce strategy and planning.",
    "Content": "Scenario 2",
    "DataRef": "tlInputButton009_R2",
    "FBDataRef": "tlInputButton010_R2",
    "ID": "CLIENT1EVNT2R2",
    "narrative": "The Amsterdam Climate Agreement is accelerating the transformation of the Oil & Gas industry. NRG has been exploring opportunities to acquire another renewables company beyond BlueNext - they believe this approach will help them contribute to building a better working planet, enhance their reputation and safeguard against pressure on fossil fuels. Even though KPMG has also been working on NRG's people strategy, the Tax team has done a good job and EY has built a positive reputation within NRG. NRG's VP HR, Reese Waller, approaches you to discuss potential workforce challenges related to acquisitions.<br><br>What will be your key focus point for the discussion?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client1Event2",
    "title": "Workforce Challenge",
    "Trigger": "tlOutputButtonActive009_R2"
}, {
    "alt1": "A. Pending questions regarding the Tax engagement ",
    "alt1_narrative": "You ask the Tax team to open the meeting with an update and questions about the ongoing engagement. Maximilian Triest and his team have worked with the Tax team for a long time, so this opening should make them feel comfortable. From here, it will be easier to move the discussion to a new topic and you may uncover additional insights about pressing needs.",
    "alt2": "B. Client Credential ",
    "alt2_narrative": "EY's Marten Quinten and Robyn Xanten prepare a great presentation to pitch Concur. Opening with the solution helps the client understand why the meeting was called. You have seen Robyn deliver outstanding presentations with help from the Brand Marketing & Communications team and you are sure he will do a great job wowing the client.",
    "alt3": "C. Ask questions on secondments",
    "alt3_narrative": "Rather than focusing on what the client and team already knows, you want to start with an open discussion about the background to their secondments plan. You structure your questions in advance and do your research, but you do not have a formal presentation ready to go as you wanted to keep the discussion flexible.",
    "Content": "Scenario 3",
    "DataRef": "tlInputButton015_R1",
    "FBDataRef": "tlInputButton016_R1",
    "ID": "CLIENT1EVNT3R1",
    "narrative": "Based on your investigations you are excited to set up a meeting with Maximilian Triest (Tax Manager of NRG), the Account Team, and Marten Quinten, EY's SAP Alliances Leader to introduce them to each other. When planning your agenda with the EY team, you highlight that you would like to start with rapport building and a strong opening. <br><br>Which of the following topics do you choose as the first discussion point, after rapport building?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client1Event3",
    "title": "NRG's Next Meeting",
    "Trigger": "tlOutputButtonActive015_R1"
}, {
    "condition1": "tlInput_R2_DA1Stakeholder12=1",
    "condition2": "tlInput_R2_DA1Stakeholder12=0",
    "Content": "Update",
    "DataRef": "tlInputButton011_R2",
    "ID": "CLIENT1EVNT3R2",
    "narrative": "After implementing Concur in the previous quarter, a stream of data on NRG's short-term secondments and global workforce movements becomes available to the EY team.",
    "narrative1": "<div class='highlighted'>Because you met EY's Analytics Associate Director Lars Troj in Round 2:</div>By being strongly connected to Lars, you are able to analyze available data and bring insights on short-term secondments to the client. This creates a variety of additional opportunities. It potentially allows you and the team to ask more strategic questions and to sell something much bigger based on the insights you present and the business gaps they represent. For instance: Who needs to be where? What is the current organizational approach? What could be improved? These insights will start the discussion around a Managed Services arrangement for travel and expenses. ",
    "narrative2": "<div class='highlighted'>Because you did not meet the EY's Analytics Associate Director Lars Troj in Round 2:</div>You were unable to process the data that became available for the Concur engagement. This represents a missed opportunity to ask more strategic questions and sell something much bigger. With the insights you would have known to ask questions such as: Who needs to be where? What is the current organizational approach? What could be improved? In having these conversations, a discussion opens up around a Managed Services arrangement for travel and expenses.",
    "PageType": "Update",
    "title": "Insights from Concur",
    "Trigger": "tlOutputButtonActive011_R2"
}, {
    "alt1": "Tax ",
    "alt2": "Strategy and Transactions",
    "alt3": "PAS",
    "alt4": "Analytics",
    "Content": "Scenario 4",
    "DataRef": "tlInputButton017_R1",
    "DescriptionButtonText": "Description",
    "FBDataRef": "tlInputButton018_R1",
    "FBRanges": "tlOutput_R1Client1Event4FB1,tlOutput_R1Client1Event4FB2,tlOutput_R1Client1Event4FB3",
    "ID": "CLIENT1EVNT4R1",
    "narrative": "Besides the developments around short-term secondments at NRG, you are aware that the Amsterdam Climate Agreement is likely to accelerate the client's priorities around acquiring a start-up that focuses on sustainability as well as thinking bigger and broader about sustainable growth platforms. You read on an online energy blog that NRG has shown interest in BlueNext. BlueNext is a company that combines drones and analytics technology to analyze the state of pipelines and use those insights to predict maintenance and spot leaks. The company has great digital capabilities, and the team has won many prestigious entrepreneurial awards. You want to prepare for the next client interaction to see how the changing regulatory landscape is changing their business priorities and what EY can do to help, and you challenge yourself to think wider than the limits of just the acquisition of BlueNext.<br><br>You can dedicate 2 days to this client in the upcoming week. How do you prioritize your time?<br><br><b>Instructions:</b> Under the 'description' tab you find the explanation of each activity, and under 'prioritization' tab you can drag-and-drop according to your priorities. You can move back-and-forth between the two tabs. Once your decision is final, please press submit.",
    "narrative1": "NRG have a great relationship with your Tax team and you anticipate that such an acquisition would create the need for tax work.",
    "narrative2": "You get up to speed on the latest Capital Connected Solutions, especially Strategy, Buy and Integrate.",
    "narrative3": "You want to prepare your PAS team to be able to get on board quickly given the people implications of a potential acquisition.",
    "narrative4": "Analytics can be used across all aspects of this potential acquisition - from due diligence to optimizing integration.",
    "PageType": "DragDrop",
    "PrioritizationButtonText": "Prioritization",
    "rangeRef1": "tlInput_R1_DA2Client1Event4Priority1",
    "rangeRef2": "tlInput_R1_DA2Client1Event4Priority2",
    "rangeRef3": "tlInput_R1_DA2Client1Event4Priority3",
    "rangeRef4": "tlInput_R1_DA2Client1Event4Priority4",
    "SubmitButtonText": "Submit",
    "title": "NRG's Potential Acquisition",
    "Trigger": "tlOutputButtonActive017_R1"
}, {
    "alt1": "A. Digital capabilities ",
    "alt1_narrative": "How are you and your team leveraging digital capabilities?",
    "alt2": "B. Future of tax function ",
    "alt2_narrative": "What is your vision for the future of NRG's tax function, and what are the limiting factors holding you and your team back to realize this vision?",
    "alt3": "C. Strategic priorities",
    "alt3_narrative": "How does the tax function fit in with NRG's strategic priorities in the next three to five years?",
    "Content": "Scenario 3",
    "DataRef": "tlInputButton012_R2",
    "FBDataRef": "tlInputButton013_R2",
    "ID": "CLIENT1EVNT4R2",
    "narrative": "Following EY's longstanding relationship with the NRG Tax team, you organize a meeting with Alexa Chen, who you understand is not only involved with the integration of NRG's recent acquisition, but generally is experiencing increasing pressure to keep up with changing tax legislation and technology, while managing risk and controlling cost.<br><br>Which one of the following questions will you definitely make sure to ask?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client1Event4",
    "title": "Meeting Alexa Chen",
    "Trigger": "tlOutputButtonActive012_R2"
}, {
    "alt1": "A. Introduce Analytics Team ",
    "alt1_narrative": "Helix was a highlight in the Audit team's relationship with TEI -  you know the client values analytics and insights from data. You therefore introduce the client to the broader EY Analytics team which you think will work well because of the amount of consumer data that TEI handles.",
    "alt2": "B. Schedule Client Experience Assessment of Service Quality (ASQ) interview",
    "alt2_narrative": "During the meeting you focus on the client priorities for the handover, but make sure to plan ASQ interviews to evaluate the overall relationship. Even though it has come to an end from an Audit perspective you believe you can learn something from it that will help elsewhere.",
    "alt3": "C. Follow up Meeting ",
    "alt3_narrative": "You keep the meeting focused on the handover and at the end you ask the Head of the Audit Committee &quot;What else is happening in TEI that we should be thinking about?&quot;",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton019_R1",
    "FBDataRef": "tlInputButton020_R1",
    "ID": "CLIENT2EVNT1R1",
    "narrative": "TEI's parent company, Rudermany is based in the EU and regulation around mandatory audit rotation unfortunately means that EY can no longer service any of its subsidiaries as an audit provider in the upcoming years. TEI's Chair of Audit Committee, Larry Serre set up a meeting with the team to plan the handover to the next auditor. At the end, he asks whether there is anything else you would like to cover.<br><br>What will be your response?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client2Event1",
    "title": "Audit Handover Meeting",
    "Trigger": "tlOutputButtonActive019_R1"
}, {
    "alt1": "A. Implement the payroll system ",
    "alt1_narrative": "You see this as a great opportunity to be insightful and responsive to the client's request, and work with the team to build a project plan to deliver what the client asks for. You know that they appreciate your agility and ability to draw upon EY's many resources and they have a trusting relationship with you built off the back of a solid audit reputation. ",
    "alt2": "B. Build a robust solution ",
    "alt2_narrative": "You present a case for EY to be the partner to build as well as implement the technology. You know you have teams internally who can develop a robust solution using EY's advanced technologies and experiences. You see this an opportunity to broaden the client's view of EY as more than just an implementation partner, but rather an organization that can collaboratively provide an end to end service. And you are excited about the potential for data that this could create for you to draw insights from.",
    "alt3": "C. Asking better questions ",
    "alt3_narrative": "You take a step back and ask questions such as 'Why do you need to outsource your payroll?', 'Why is this only being implemented in Maturia?', What is your global strategy?', etc. Because you met with stakeholders already, this feels natural and less like you are challenging them or picking holes in their planned approach. ",
    "condition3": "tlOutputButtonActive015_R2=1",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton014_R2",
    "FBDataRef": "tlInputButton016_R2",
    "ID": "CLIENT2EVNT1R2",
    "narrative": "The TEI team comes to you because they continue to feel the pressure of rising costs at a group level - cost to hire and employ, regulatory costs, infrastructure and technology costs and sanctions, for instance. There is a strong need to optimize costs and TEI has identified the opportunity to outsource their payroll system, seeking your help with the implementation of it. The client team is motivated and approaches you for help with the implementation of the payroll tool.<br><br>What do you do next?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client2Event1",
    "title": "Payroll Outsourcing",
    "Trigger": "tlOutputButtonActive014_R2"
}, {
    "condition1": "tlInput_R1_DA1Stakeholder12=1 OR tlInput_R1_DA1Tool1=1",
    "condition2": "tlInput_R1_DA1Stakeholder12=0 AND tlInput_R1_DA1Tool1=0",
    "Content": "Update",
    "DataRef": "tlInputButton021_R1",
    "ID": "CLIENT2EVNT2R1",
    "narrative": "Following a really productive meeting with Larry Serre, the Chair of TEI's Audit Committee, you receive an email from him introducing you to the Marketing Director, reporting directly into the CMO Myron Kharytonov, explaining that TEI believes that they have a great opportunity to steal market share from competitors by linking their latest product launch to news about the Amsterdam Climate Agreement regulation. The client invested a few years ago in technology and supply chain initiatives to create apparel using plastic composites removed from the world's oceans. They believe that this creates positive brand equity, linking to trends for sustainability and traceability. The Marketing Director immediately follows up on the email with the figures they are going to use in their marketing campaigns about the popularity of the new apparel line. He asks for a phone call.",
    "narrative1": "<div class='highlighted'>As you invested in Analytics capabilities:</div>You are able to draw upon cross Service Line opportunities and leverage the data and analytics team at EY to run dynamic reporting on the popularity of the product on social media using IBM Watson. Your research shows that whilst sales of the recycled ocean plastic clothing is good, there are lots of questions on social media about how good for the environment the clothes are when they are washed and whether plastic is going back into water systems after washing, potentially causing pollution elsewhere in the system. You share these insights with the client who weaves them into their campaigns, sharing the positive sales news as well as additional evidence of their safety when being washed. Three months after the launch of the campaign the client sees sales of the product line continuing to grow at increasing rates. Moving forward, you believe they could also be interested in using a similar analytics approach to help with competitor benchmarking, due diligence of potential M&A deals, for instance.",
    "narrative2": "<div class='highlighted'>As you did not invest in Analytics capabilities, by either prioritizing Lars Troj, EY's Analytics Associate Director, or reading up on EY's Alliance with IBM Watson, you missed out on a brilliant opportunity to bring a cross Service Line approach to TEI:</div>The client launches their marketing campaign linking the positive news about sales of their new product line to the publicity of the Amsterdam Climate Agreement. Despite sales being good, there is some backlash on social media from members of the public who claim that whilst the product line is recycling ocean plastic, it is polluting other parts of the water system - when the products are washed there are concerns that plastic fibers are released and end up back in the ocean. If you had invested in Analytics capabilities you would have been able to scan live social media reporting before the publicity announcement from TEI, and share the insights with them, enabling them to provide their counter evidence, and boost sales even more. As it is, their brand equity takes a hit and EY misses out on an opportunity to build relationships with the client. Had you have positioned Analytics as a cross Service Line play, you could have created future opportunities around competitor benchmarking and due diligence of potential M&A deals, for instance.",
    "PageType": "Update",
    "title": "New Apparel Line",
    "Trigger": "tlOutputButtonActive021_R1"
}, {
    "condition1": "(tlInput_R1_DA1Priority1=1 OR tlInput_R1_DA1Priority2=1 OR tlInput_R1_DA1Priority3=1) AND (tlInput_R2_DA1Priority1=1 OR tlInput_R2_DA1Priority2=1 OR tlInput_R2_DA1Priority3=1)",
    "condition2": "Else",
    "Content": "Update",
    "DataRef": "tlInputButton017_R2",
    "ID": "CLIENT2EVNT2R2",
    "narrative": "You are in the very final stages of closing the deal to support TEI with their payroll ambitions. As the TEI Client Executive, you have supported the account team throughout the entire sales process. You press upon them the need to submit up to date and accurate Strategic Opportunity Management reports...",
    "narrative1": "As you prioritized weekly brainstorming calls (selected it within your top 3 non-negotiables in Round 1 & Round 2), this is very enabling approach, which has led to a more effective sales process.  Congratulations, Strategic Opportunity Management and sharing about the client becomes a natural rhythm and second nature to the entire account team rather than being burdensome.",
    "narrative2": "As you did not prioritize weekly brainstorming calls (it was not selected within the top 3 of your non-negotiables in Round 1 & Round 2), bringing in Strategic Opportunity Management towards the end of the process is seen to be slowing them down and creates frustration. The immediate impact is the team is less collaborative than recently. Had you prioritized the weekly brainstorming calls then SOM and sharing about the client was at this stage second nature to the team and not felt to be burdensome.",
    "PageType": "Update",
    "title": "Sales Process Update",
    "Trigger": "tlOutputButtonActive017_R2"
}, {
    "alt1": "A. Analytics & Digital transformation ",
    "alt1_narrative": "You present EY as being very able to help TEI transform and rapidly evolve to seize opportunities and mitigate the risks of digital disruption. You talk specifically about EY's ability to connect consumers and data across the whole value chain that will help understand where rapid optimization can be achieved.",
    "alt2": "B. Intelligent Automated Digital Selling ",
    "alt2_narrative": "Knowing TEI and the landscape, you suggest that Intelligently Automated Digital Selling (an EY - Microsoft Customer Experience Transformation piece) could be particularly relevant. This solution creates cross-channel experiences, closer customer relationships and provides deep insights. You share examples to bring it to life.",
    "alt3": "C. Innovation Lab",
    "alt3_narrative": "If you met with Jay Tejal, EY's Digital Regional Leader, you recall a conversation you had about how an EY account team tackled this issue for another client by proposing an Innovation Lab approach. Rather than selling a one-off solution, the team is able to tackle the change holistically and organize monthly Design Thinking sessions around a specific topic, varying from the customer journey to supply chain.",
    "condition3": "tlInput_R1_DA1Stakeholder11=1",
    "Content": "Scenario 2",
    "DataRef": "tlInputButton022_R1",
    "FBDataRef": "tlInputButton024_R1",
    "ID": "CLIENT2EVNT3R1",
    "narrative": "Industry analysts were surprised to see TEI struggling to meet revenue targets this quarter and, as a result, they have been given a hold recommendation after a prolonged period of buy recommendations. Based on earlier interactions with TEI and your knowledge about what is going on in the sector, you sense that there are great opportunities to redesign their customer journey and advance TEI's digital capabilities. After an initial conversation with TEI's CMO Myron Kharynotov and VP Operations George Wells, you have opened a door to present some ideas, but you want to make sure that you are focused in your interaction and provide clear recommendations and angles so that they and you can decide whether to move to more formal next steps. <br><br>Which subject do you think will be of most interest to the client?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client2Event3",
    "title": "Digital Opportunities",
    "Trigger": "tlOutputButtonActive022_R1"
}, {
    "alt1": "A. Work with Markets Activation team ",
    "alt1_narrative": "You thank the Negotiation Specialist within the Markets Activation team for their offer of help and ask for them to schedule time in the next week to support the team and you with it. Although it will be your first time working with this individual, and they have not been involved in the client or this particular engagement to date, you see it as a good opportunity to understand more about their capabilities.",
    "alt2": "B. Conduct the negotiations yourself ",
    "alt2_narrative": "You thank the Negotiation Specialist within the Markets Activation team for their offer of help but explain that you have the time to conduct the negotiations yourself, alongside the account team. You feel that it will take more time to bring the Markets Activation team up to speed with the existing client contract and the scope of this particular piece of work. You are not new to pricing negotiations and are keen to put into practice all that you learned on a recent Negotiate @ EY course that you went on. You see this as taking ownership.",
    "Content": "Scenario 2",
    "DataRef": "tlInputButton018_R2",
    "FBDataRef": "tlInputButton019_R2",
    "ID": "CLIENT2EVNT3R2",
    "narrative": "You are now in the final stages of procurement for the payroll work and you know that the next week will be taken up with pricing negotiations and framework agreements for the engagement. For once you are not especially pressed for time and having stayed very close to the project you feel in a good place to finalize pricing negotiations with the client and account team. A colleague who is a negotiations specialist from the Markets Activation Team with significant experience in corporate procurement for EY’s BD Center for Expertise, gives you a call to ask if you would like them to schedule in time to support you in the negotiations.<br><br>What is your response?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client2Event3",
    "title": "Discussion with Procurement",
    "Trigger": "tlOutputButtonActive018_R2"
}, {
    "Content": "Update",
    "DataRef": "tlInputButton027_R2",
    "ID": "CLIENT2EVNT4R2",
    "narrative": "If you selected a strategic approach to TEI's challenges around procurement, the team has now developed a scalable solution that your oil & gas client is also happy to learn more about. You are eager to bring this from one account to the next. Your ability to ask questions, truly understand the client's needs and build something bigger, offered a great opportunity. Now it is time for you to share your success and make sure the solution that was built from scratch can be shared and scaled.",
    "PageType": "Update",
    "title": "Scaling the solution",
    "Trigger": "tlOutputButtonActive027_R2"
}, {
    "alt1": "A. EY Customer Experience Transformation, powered by Microsoft",
    "alt1_narrative": "EY Customer Experience Transformation, powered by Microsoft, to create cross-channel experiences and create closer customer relationships and provide deep insights. Including solutions such as: Commercial Analytics Services Hub; Intelligently Automated Digital Selling",
    "alt2": "B. EY Enterprise Strategy Management, powered by Microsoft",
    "alt2_narrative": "EY Enterprise Strategy Management, powered by Microsoft, to disrupt business models, drive innovation and competitive advantage. Solutions include: Lighthouse (Intelligent Financial Forecasting); Portfolio Project Management; Program Performance Center",
    "alt3": "C. EY Digital Trust, powered by Microsoft",
    "alt3_narrative": "EY Digital Trust, powered by Microsoft, to help clients proactively respond to emerging threats, secure more IoT and mobile endpoints, and realise the benefits of the cloud with compliant and secure systems and data. Solutions include: Trusted Cloud",
    "alt4": "D. EY Workforce Experience Transformation, powered by Microsoft",
    "alt4_narrative": "EY Workforce Experience Transformation, powered by Microsoft, helps unlock workforce productivity, accelerate organizational change, empower seamless virtual team collaboration and make efficient use of talent. Solutions include: Portals & Collaboration; Digital Program Activation",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton025_R1",
    "FBDataRef": "tlInputButton026_R1",
    "ID": "CLIENT3EVNT1R1",
    "narrative": "You know Anartyxis works with Microsoft, also EY's Alliances partner, and you feel a lot of value is missed from both relationships as all stakeholders are currently not aligning effectively. How do you approach this strategically to bring additional value to the client, while strengthening the relationship both for EY and Microsoft? How can EY strengthen their relationship and bring additional value to the conversation? Which of the EY - Microsoft solutions do you think would be of most interest to present this approach to Anartyxis?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R1_DA2Client3Event1",
    "title": "Adding Value to Existing Relationships",
    "Trigger": "tlOutputButtonActive025_R1"
}, {
    "condition1": "tlInput_R2_DA1Stakeholder5=1 OR tlInput_R2_DA1Stakeholder6=1",
    "condition2": "tlInput_R2_DA1Stakeholder5=0 AND tlInput_R2_DA1Stakeholder6=0",
    "Content": "Update",
    "DataRef": "tlInputButton020_R2",
    "ID": "CLIENT3EVNT1R2",
    "narrative": "Having spent time at the client offices recently and navigating the account, you are given forewarning about a CCO (Chief Commerce Officer) job opening at Anartyxis. Pressure from highly empowered consumers and the transformative power of technology has pushed Anartyxis to feel the need for this role. Using LinkedIn Sales Navigator enables you to anticipate 2 of the 3 final candidates for the role, and you feel like you have a good sense of what the main focus areas of the new CCO will be.",
    "narrative1": "As you met with either Dakota Lee (CFO) or Anne Larissa (VP Digital) at the start of this round, you were able to reach out to offer your support to the new CCO and truly understand the context the new executive was getting into. Being pre-emptive and well-connected to the client puts you in a good position. Your client contacts happily connect you to the new CCO. When you have the meeting, you are able to talk knowledgably about what you believe will be on their agenda, you impress them and leave the door open to support them with some of their biggest challenges. This moves you beyond a traditional relationship and very much into the shoes of a trusted business advisor.",
    "narrative2": "As you didn't meet with Dakota Lee (CFO) or Anne Larissa (VP Digital) at the start of this round, you do not have an obvious ally to introduce you to the new CCO and understand the business priorities. This means that you miss the opportunity to connect early with the new executive and to talk knowledgeably about what you believe will be on their agenda. You miss out on the opportunity to support them with some of their biggest challenges early on in their new posting. This means that you failed to move beyond a traditional relationship and into the shoes of a trusted business advisory with this new stakeholder. ",
    "PageType": "Update",
    "title": "CCO job opening",
    "Trigger": "tlOutputButtonActive020_R2"
}, {
    "alt1": "A. Understand ServiceNow and client's needs better ",
    "alt1_narrative": "Before jumping to conclusions, you first want to spend more find out more about ServiceNow, the exact services it delivers, and what the EY competencies are. You ask questions via an email to the ServiceNow account team to understand more about EY's capabilities in this field.",
    "alt2": "B. Pull in Adobe Alliances Partner ",
    "alt2_narrative": "This sounds like a great opportunity! You start pulling in the Adobe Alliances Partner straightaway - as the expert he will be the best equipped to ask the client around their need and you see it as a great way to build your internal network.",
    "Content": "Scenario 1",
    "DataRef": "tlInputButton021_R2",
    "FBDataRef": "tlInputButton022_R2",
    "ID": "CLIENT3EVNT2R2",
    "narrative": "While going through EY Discover, you come across a news update with the title: &quot;EY at ServiceNow Knowledge18 highlights&quot;. You research ServiceNow to find out more on its ability to optimize data management and protection through functionality such as data privacy governance, data flow maps and data protection impact measurement across Anartyxis' operations.<br><br>Realizing that with its rapid global expansion, risk has been high on Anartyxis's agenda, you see a potential match here. How do you move forward?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client3Event2",
    "title": "ServiceNow Opportunity",
    "Trigger": "tlOutputButtonActive021_R2"
}, {
    "alt1": "A. Digital Era Leadership Assessment ",
    "alt1_narrative": "You present on EY's view about what leaders in this new digital era need to create high business and talent performance. This is a PAS play which impacts all decision-making levels within organizations, and invite Anartyxis' leadership to take the assessment to find out what it is that sets them apart, and what it would take to perform even better.",
    "alt2": "B. Growing Beyond Borders",
    "alt2_narrative": "You hold a Growing Beyond Borders session with the client, an interactive, data-driven way to help the client explore cross border opportunities, which aligns well with the client's wish to grow globally. ",
    "alt3": "C. Wavespace",
    "alt3_narrative": "Together with the Analytics team, you conduct a joint ideation and account planning meeting in the wavespace,  focusing on the current customer experience in relationship to risk and compliance. Eventually, you could become able to bring new insights into how Anartyxis' could integrate and optimize data and money flows to serve their customers and become more compliant with evolving regulation.",
    "Content": "Scenario 2",
    "DataRef": "tlInputButton023_R2",
    "FBDataRef": "tlInputButton024_R2",
    "ID": "CLIENT3EVNT3R2",
    "narrative": "Bringing value to Anartyxis via the EY Adobe ServiceNow Alliance did not turn out to be the best route to success, as the resources in your region remain limited for now. You continue to engage with the client to understand what their needs are. Anartyxis is viewed as a growth account with great potential. The account team asks for your view on how you take the client relationship to the next level. <br><br>What will be your response?",
    "PageType": "SingleSelect",
    "Range": "tlInput_R2_DA2Client3Event3",
    "title": "Continuing the Conversation",
    "Trigger": "tlOutputButtonActive023_R2"
}, {
    "csText1": "The Natural Resources Group (NRG) is a global company with principle businesses in the Acquisition, Exploration, Production and Marketing of hydrocarbons.",
    "csText2": "Recently, several trends have made business more complicated for International Oil Companies (IOCs):<ul><li>Decreasing rates of reserve replacement</li><li>Pace of technology change</li>  <li>Significant risks and capital expenditures for new technologies</li><li>Volatility of global oil price and Liquefied Natural Gas (LNG) price</li><li>Alternate energy sources</li><li>An aging workforce and a lack of talent succession planning</li></ul>",
    "csText3": "In recent times, oil and gas prices have fluctuated in response to changing market forces and have been almost impossible to forecast accurately. Since they are highly traded commodities, it is expected that price swings will continue. Due to this volatility, successful oil and gas companies tend to forecast conservatively. ",
    "csText4": "The EY Tax team has been working with NRG over the past nine years to support the management team with their cost optimization program. The Account Lead and Regional Tax Leader have developed strong relationships with NRG's finance and accounting departments. Within the latest segmentation of the G360 account, the team regards NRG as an Accelerate client, and would like to improve penetration of traditional services in HQ and non-HQ regions. They have expressed the ambition to become the go to partner for prioritized C-suite fields of play. ",
    "header": "NRG",
    "ID": "CaseStudy1",
    "PageType": "CaseStudy",
    "subHeader": "G360 Account",
    "subTitle": "Business priorities: acquisition and cost optimization",
    "title": "Sector: O&G"
}, {
    "csNote": "(Note: has recently been assessed as a future potential G360 account)",
    "csText1": "Thomas Essentielle International (TEI) is a clothing company of significant size, with a long global history. Founded in the late 19th century by Thomas Essentielle and headquartered in Maturia, TEI employs 28,700 people worldwide. Essentielle is primarily active in Maturia, and to a lesser extent in Emergia with high growth potential, which it entered three decades ago. TEI primarily sells its products to retailers, who on-sell the products to consumers. To remain, market competitive however, TEI had to increase its online presence offering more products and sales offers. In building up their online presence, TEI has found it challenging to adapt to the latest digital developments to service its online consumers.",
    "csText2": "Several trends are impacting the Consumer industry:<ul><li>Challenging growth in mature markets and challenging opportunities in emerging markets</li><li>Rising costs: volatile and rising commodity prices</li><li>Changing consumer preferences</li><li>Increasing competition from private label categories and local, niche companies</li><li>Digital future: online retailer presence and data analytics</li></ul>",
    "csText3": "TEI's parent company Rudermany is based in the EU. EY has been Rudermany's auditor for 19 years but due to mandatory audit rotation regulation in the Eurozone, EY will lose the audit. EY's Rudermany and all related account teams, including TEI's, have therefore implemented a strategy to transition from C1 to C2.",
    "header": "TEI",
    "ID": "CaseStudy2",
    "PageType": "CaseStudy",
    "subHeader": "Focus Core Account",
    "subTitle": "Business priorities: reignite growth by digital transformation and customer centricity",
    "title": "Sector: Consumer"
}, {
    "csText1": "Anartyxis is a fintech company founded in the Bay Area in the late 2000s focusing on simplifying money transfers and replacing traditional paper methods. Founded by a group of graduates, the company was labelled a 'unicorn' (with a valuation of over $1B) after a few years. The company has since then entered markets outside the US, disrupting the industry. In the last two years, they have also started to monetize on analytics.",
    "csText2": "Trends that keep Anartyxis's management busy:<ul><li>Increasing competition by new and traditional players</li><li>Empowered customers with changing demands</li><li>Constantly changing regulatory environment, and high barriers to entry in markets globally</li><li>War for talent</li></ul>",
    "csText3": "The EY team has interacted with Anartyxis across smaller engagements, mainly in Strategy and Transactions (Corporate Finance). Within the account, the team has expressed the ambition to partner with Anartyxis to co-create and co-invest in innovative products and services which deliver mutual value. To ignite this transition, the previous Client Executive has organized an EY 7 Drivers of Growth session with the company's CFO, Dakota Lee, and her team.",
    "header": "Anartyxis",
    "ID": "CaseStudy3",
    "PageType": "CaseStudy",
    "subHeader": "EY Private Account",
    "subTitle": "Business priorities: organic global growth, maintain digital leadership, and talent management",
    "title": "Sector: FSO"
}, {
    "NewsFlash": "News Flash",
    "NewsFlashFeedbackText": "Your client is happy to hear from you and looking forward to your next exchanges! It is now time to manage your three accounts and deliver ECS. ",
    "NewsFlashText": "Your favorite news report is about to start!"
}, {
    "ID": "NewsFlashR1",
    "videoTranscript": "Today, the United National Framework Convention on Climate Change announced the signature of the Amsterdam Agreement, building upon the Paris Agreement 4 years ago. The new agreement builds on the aim of limiting global temperature rises and their catastrophic consequences. Much has been made of the convergence across sectors and smart technology creating solutions for natural resource challenges, with far greater potential than ever before. The world is eagerly watching what will become of countries who can adopt distributed resource innovation and affordable energy storage.<br><br><br>The Romalu Connectivity Fund has closed, having successfully raised capital to finance 6G infrastructure. Analysts expect that 5G's forthcoming launch will disappoint and fail to deliver millisecond levels of latency. Development of 6G is intended to provide unlimited bandwidth, with download speeds of terabytes per second.<br><br><br>The World Trade Organization has released a report detailing the economic impact of the past 4 years of disruption to borders and stricter immigration rules. The report states that &quot;5 years ago, few predicted the extent of the breaking up of trading blocks and governments being elected on increasingly protectionist policies&quot;. The report also claims that, freedom of labour movement is now more restricted than before. The report has received criticism with some calling it 'liberal propaganda'. We want to hear what you think - join us for an online debate in 30 minutes...<br><br><br>Finally, our sports update: in a symbolic move of increasing agreement and friendship between the two countries, the Olympic Committee today announced that North and South Korea will be entering as a joint team in both football and gymnastics, for the Olympic Games in Kuala Lumpur later this year."
}, {
    "ID": "NewsFlashR2",
    "videoTranscript": "The 3rd consecutive quarter of interest rates being held flat in all but one of the G7 economies has, on balance, signaled that economic growth is expected to be firm and inflation curtailed. But is austerity really over? Consumers and businesses alike were prepared for the lack of change in interest rates following a period of slow, small rises, but there are still question marks around what, the increased cost of borrowing will mean for the world's largest economies.<br><br><br>Emergia's prime minister has expressed worry about new research around population trends. Recent research published by the University of Emergia suggest that the majority of humanity will live in cities by 2050. Most of the growth will be coming from Asia and Africa, as their population is expected to grow by 1 million inhabitants each week. With predictions that roughly 32% of city dwellers will live in slums by 2050, many are questioning whether conventional urbanization can cope without significant civil unrest, health issues and infrastructural catastrophes.<br><br><br>Are robots taking of our jobs? That's the growing question following predictions published by The World Bank. Analyst research has shown that 77% of jobs in China and 67% of jobs in India are at risk from disruption caused by automation. When coupled with calculations estimating that 65% of the population of middle-income countries and 87% of low-income countries will be made up by citizens under the age of 25s, this raises really big questions for the future of education, skills and growth.<br><br><br>And in finally in Celebrity News:  Producers of the popular TV show &quot;Top Ten&quot; have bought the rights to the European version of the show. There has been much speculation around whether next year's production will pit budding US artists against their European counterparts. Further speculation has been circulating around whether the show will be produced on a mid-Atlantic ship, with unsuccessful solo artists and groups forced to row back home."
}, {
    "ID": "Glossary",
    "resourceGlossTermAcron1": "ASQ",
    "resourceGlossTermAcron10": "CRM",
    "resourceGlossTermAcron11": "GBB",
    "resourceGlossTermAcron13": "FMCG",
    "resourceGlossTermAcron15": "CMO",
    "resourceGlossTermAcron16": "IoT",
    "resourceGlossTermAcron17": "RPA",
    "resourceGlossTermAcron18": "CFO",
    "resourceGlossTermAcron19": "EYQ",
    "resourceGlossTermAcron2": "IBM Watson",
    "resourceGlossTermAcron22": "IA",
    "resourceGlossTermAcron23": "CCO",
    "resourceGlossTermAcron24": "RMP",
    "resourceGlossTermAcron25": "Secondments",
    "resourceGlossTermAcron26": "Concur",
    "resourceGlossTermAcron27": "Trusight",
    "resourceGlossTermAcron28": "SAP S4/HANA",
    "resourceGlossTermAcron3": "ECS",
    "resourceGlossTermAcron4": "ESQ",
    "resourceGlossTermAcron5": "GCSP",
    "resourceGlossTermAcron6": "IPO",
    "resourceGlossTermAcron7": "O&G",
    "resourceGlossTermAcron8": "PAS",
    "resourceGlossTermAcron9": "MS",
    "resourceGlossTermDesc1": "Assessment of Service Quality ",
    "resourceGlossTermDesc10": "Customer Relationship Management - Mercury",
    "resourceGlossTermDesc11": "Growing Beyond Borders, is a visual representation of global data, used collaboratively with clients to offer an interactive approach to working with clients around their cross-border strategies and better understanding their risks.",
    "resourceGlossTermDesc13": "Fast moving consumer goods",
    "resourceGlossTermDesc15": "Chief Marketing Officer",
    "resourceGlossTermDesc16": "Internet of Things",
    "resourceGlossTermDesc17": "Robotic Process Automation",
    "resourceGlossTermDesc18": "Chief Financial Officer",
    "resourceGlossTermDesc19": "EY thinktank considering 'What's next after what's next?' ",
    "resourceGlossTermDesc2": "Powered by the latest innovations in machine learning, Watson lets you learn more with less data. Watson allows businesses tointegrate AI into the most important business processes.",
    "resourceGlossTermDesc22": "Intelligent Automation",
    "resourceGlossTermDesc23": "Chief Commerce Officer",
    "resourceGlossTermDesc24": "Regional Managing Partner",
    "resourceGlossTermDesc25": "Temporary transfers or job roles",
    "resourceGlossTermDesc26": "an SAP company and the world's leading provider of travel, expense and invoice management solutions",
    "resourceGlossTermDesc27": "TruSight is a consortium with aims to raise standards and simplify third party risk management for the benefit of all stakeholders.",
    "resourceGlossTermDesc28": "SAP's Enterprise Resource Planning platform covering all daily business processes",
    "resourceGlossTermDesc3": "Exceptional Client Service",
    "resourceGlossTermDesc4": "Expectations of Service Quality",
    "resourceGlossTermDesc5": "Global Client Service Partner, the client point of contact and leader for all work on an EY account, cross-service line",
    "resourceGlossTermDesc6": "Initial Public Offering, when a private company raises investment capital by offering its stock to the public for the first time",
    "resourceGlossTermDesc7": "Oil & Gas",
    "resourceGlossTermDesc8": "People Advisory Services",
    "resourceGlossTermDesc9": "Managed Services",
    "resourceTitle": "Glossary"
}, {
    "ID": "CLIENT0CRED1R2",
    "narrative1": "From a global FSO account team: &quot;Having the client's best interests at heart can mean suspending your own agenda. Sometimes that can mean turning down work. When asked to advise on a matter, a member of the EY Team could see that our best specialists would not be available and we wouldn't be able to bring them in. &quot;I told them that we could fly in someone from another city to work on it, and that they would be a decent team but not necessarily the best,&quot; says the account team member. &quot;The client was surprised to hear me say that. They ended up going with Deloitte on this matter but we won so many points by being honest and having their best interest at heart that we are getting business from that person in other parts of the bank.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Saying no",
    "title": "Client Credential "
}, {
    "ID": "CLIENT1CRED2R1",
    "narrative1": "The EY team heard from a global agricultural conglomerate that their largest spend area was travel and expenses, and that they wanted to implement Concur. This resulted in a successful Managed Services engagement by PAS, partnering with Consulting. The team was able to bring additional value to the client, both in terms of savings, as well as opportunities to streamline and ask questions around &quot;are the right people travelling to the right meetings? Do you have the right protocols?&quot;. ",
    "PageType": "Credentials",
    "subtitle0": "Asking the right questions",
    "title": "Client Credential "
}, {
    "ID": "CLIENT1CRED2R2",
    "narrative1": "Involving PAS on existing accounts offers great opportunities for predictable revenue. The account team of a multinational telecommunications and data equipment manufacturing mentioned &quot;the account was growing steadily after PAS got involved. It grew from $20M to $100M, but once the PAS projects finished, the account dropped to $10M. No one messed it up, but we no longer have the annuity business that we could count on in the next 3-5 years.&quot;",
    "PageType": "Credentials",
    "title": "Client Credential "
}, {
    "ID": "CLIENT1CRED3R1",
    "narrative1": "&quot;A global FMCG described EY as 'guerilla marketers', arriving with glossy presentations and pushing ready-made solutions. A new approach was needed and the team assigned to the client decided to focus on building the relationship by really listening to the client and their needs. Over 10 years, the relationship has developed into a US$50 million account, providing a great example on how shifting the focus from your own agenda to the client's brings everyone more value. Getting to know the client, being sensitive to their culture (by keeping their values in mind) and constant improvement are among the key values that have been instilled in the team working on the account.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Focusing on your client's agenda",
    "title": "Client Credential "
}, {
    "ID": "CLIENT1CRED3R2",
    "narrative1": "&quot;Heard from a global agricultural conglomerate that they wanted to implement Concur: Business Traveler. The EY Team heard that they have a new CEO and the largest spend area is travel, and expenses. EY said there are massive savings, and opportunities to streamline (are the right people traveling to the right meeting? Etc. Do you have the right protocols? Before just looking at travel costs). Expenses are the biggest area of fraud. Now having a conversation about how to design the MS for travel and expenses ($1-2M fees to build it), to manage operations is $20-30M per year, partnering with Consulting, and PAS is taking the lead there.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Bringing additional value ",
    "title": "Client Credential "
}, {
    "ID": "CLIENT1CRED4R1",
    "PageType": "Credentials"
}, {
    "narrative1": "Clients are increasingly turning to managed services as it becomes more difficult for companies to fund and staff internal tax departments in the face of constantly changing global legislation and technology. They need technological solutions and data analytics capabilities, coupled with real-time, global visibility, to effectively manage their risk and uncover strategic opportunity — and they're looking to EY for the support and expertise needed to address their concerns.<br><br>AIG solicited a competitive bid and chose EY TFO because of our &quot;technology solution, people culture, deep relationships across the account, and in-depth knowledge of the company.&quot; Ultimately, the proposal process and subsequent discussions required the efforts of more than 100 EY professionals across all services lines, plus CBS. It was truly a cross-Service Line effort! And the result? An expanding and talented team as the new AIG employees join Global Compliance & Reporting, Indirect Tax, and Tax Technology and Transformation, working within the Financial Services Office Insurance Tax practice to provide tax technology and direct and indirect tax compliance services in nearly 70 countries globally.",
    "subtitle0": "TFO",
    "title": "Client Credential "
}, {
    "ID": "CLIENT2CRED1R2",
    "narrative1": "&quot;A global equipment rental company reached out to us for what was originally a commodity deal to redo payroll programs in a European market. The client said &quot;we want you to come in and tell us how to implement ADP.&quot; The BD team took it to a different level by asking a lot of 'whys': &quot;Why do you need to outsource? Why are you only doing it in Germany? What is your global strategy? Why are you deciding it is ADP?&quot; This got the client thinking - it could have massive ramifications not having a broad global strategy. In the end, the EY team did not bet on the implementation, but rather focused on helping them with the global strategy and helped them build a tool ($385K). It focuses on better pricing and linking it to the best solutions. Next, the EY team helped them to launch a massive bid rather than local bids. Now, the potential for EY in each country is $1M in implementation. This payroll tool is now taken by PAS to launch it more broadly as part of our BD relationships with other clients. The EY team successfully expanded the deal, and the product can be used with other clients. It was based on a massively close relationship that the Client Executive had with the buyer that was needed to not bid and challenge and find funding to build the tool.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Asking why ",
    "title": "Client Credential "
}, {
    "ID": "CLIENT2CRED2R1",
    "narrative1": "&quot;Alliances with IBM Watson offer a great opportunity to track the success of the product and bring insights to the client proactively. Whereas clients' analyses take 20 to 90 days, EY does it in real time. For example, for Budweiser and Guinness. The EY team supported their go-to-market strategy. The client's marketing team thought they were doing really well because they had shipped the new product to the distribution centers, but EY scanned social media and saw the new product was not at the bars.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Leveraging insights from Analytics",
    "title": "Client Credential "
}, {
    "ID": "CLIENT2CRED3R1",
    "narrative1": "For an international airline that saw revenues drop, the EY team pitched an Innovation Lab approach to digitize and innovate the company step-by-step, allowing for quick implementation with a fail fast mentality. Initially, this meant the team focused just on the quick implementation of the Innovation Lab at the client's headquarters. Having the Lab now, means the client organizes sessions regularly around specific topics, such as the customer journey or billing, which gives additional opportunities for EY to be a true digital innovation partner.",
    "PageType": "Credentials",
    "subtitle0": "Innovation Lab",
    "title": "Client Credential "
}, {
    "ID": "CLIENT2CRED4R2",
    "narrative1": "From a global technology company account team: &quot;EY is expected to bring the knowledge and wisdom of the whole organization and to reach out to relevant individuals on other accounts to benefit the client. They would be very disappointed if they learnt that EY had worked a lot on something for another Fortune 500 and we had never leveraged it in our relationship and brought an insight to them. The client sees value when I can teach them something and not the other way around.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Bringing insights and value from one client to the next",
    "title": "Client Credential "
}, {
    "ID": "CLIENT3CRED1R1",
    "narrative1": "The EY team working with a multinational parcel service company was looking for ways to add value to the client relationship and realized the company had already invested heavily in setting up Microsoft. Researching and analyzing the EY-Microsoft Alliance alongside the client's needs, allowed the team to bring additional value to the existing relationships.",
    "PageType": "Credentials",
    "subtitle0": "Leveraging existing relationships",
    "title": "Client Credential "
}, {
    "ID": "CLIENT3CRED1R2",
    "narrative1": "A Client Executive, who was working on a global automotive manufacturing conglomerate account team, was well-connected to the C-level which was of tremendous help supporting a the client with a C-level transition. Through a meeting with the CEO, the Client Executive understood the company is recruiting a new CHRO, the rationale, and which three candidates made it to the final round. These insights helped for the EY team to understand the top priorities for the incoming CHRO. Once the new CHRO was appointed, the EY team had a great start, as they were the first one to meet the CHRO and were already aligned. The first conversation was exactly the point the new CHRO was hired to solve.",
    "PageType": "Credentials",
    "subtitle0": "C-level Transition",
    "title": "Client Credential "
}, {
    "ID": "CLIENT3CRED2R2",
    "narrative1": "From a global Consumer account team: &quot;EY has the unusual reputation of saying 'no' when they feel they cannot deliver something at the highest level. This has elevated the firm's status with the senior management, who appreciate the honesty. According to a member of the EY Team, the client is trying to put together a mosaic of which vendor is good at what. &quot;EY might for example have leading capabilities in 2-3 markets, but not necessarily worldwide. We have that kind of relationship with them where we can tell them where we are good and where we might be weaker. It's all about being very open and honest.&quot;",
    "PageType": "Credentials",
    "subtitle0": "Saying no",
    "title": "Client Credential "
}, {
    "ID": "CLIENT3CRED3R2",
    "narrative1": "EY has been working with Royal Caribbean to redefine its understanding of guest's desires and experiences. To pitch successfully, the team brought together people from advisory in the Americas, Global, our events team, communications and engagement, and people from the digital team. As a leader in product innovation on cruise ships, Royal Caribbean understood that there was a missing digital link in its guest offer but did not know where to begin. EY analyzed existing data and information to better understand the guest experience and developed a plan to engage with guests in a new way. EY is now building the platform that will connect guests to the brand, on ship, and on shore across the customer lifecycle, enabled by an internal digital revolution. Through its collaboration with EY, Royal Caribbean has been able to gain clarity on its digital agenda and roadmap and understand the broader implications, such as cybersecurity and data protection, regulations, as it continues to develop the platform. ",
    "PageType": "Credentials",
    "subtitle0": "Immersive selling",
    "title": "Client Credential "
}
]}