{"scenes": [
{
    "ID": "CaseStudy1",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Case Study",
    "resourceName": "Industry Outlook",
    "resourceSubtitle1": "Regulation",
    "resourceSubtitle2": "Non-traditional competitors",
    "resourceSubtitle3": "Digitalization and changing customer dynamics",
    "resourceSubtitle4": "A new generation of workers",
    "resourceText1": "The regulatory requirements affect StartBank's business in a variety of ways. There is an inherent tension as regulators look to banks to grow their Core Tier 1 capital ratio whilst at the same time making credit available to first time buyers and SMEs, to fuel economic recovery. New regulations on payment services, might decrease market entry barriers even further for new players. Liquidity is another area closely monitored by the regulator to ensure that the bank can withstand shot-term runs on cash.",
    "resourceText2": "Fintech competitors are arising from many different directions, with new players offering more segmented propositions to traditional banks' customers and clients. As competition from outside the banking sector continues to increase, banks will need to become faster, more agile and more innovative.",
    "resourceText3": "The digital offering of a bank is becoming more and more important to consumers. While some customers already fully embrace the online channel that the bank offers, there are still customers who lean heavily on traditional channels. Nevertheless, even those are likely to use available digital channels at different times for certain activities.<br>Banks are also increasingly looking to take advantage of the opportunities that the digital channel offers, such as data availability and closer customer relationships.",
    "resourceText4": "Banks will need to redefine which roles should be preserved by traditional bankers and which roles can be undertaken by machines. At the same time the global work force is changing, as competition for skilled workers increases. Therefore, banks need to rethink employment criteria, as highly skilled employees are becoming increasingly expensive to recruit.",
    "resourceTextA": "The persisting low interest rate environment in developed countries also affects StarBank's home market. The central bank has dropped the interest rate to historic lows which is putting pressure on banks' net interest income. The graph below shows the historic progression of the interest rate in Starbank's home marked and the predictions made by analysts of the future interest rate environment.",
    "resourceTextB": "What does this low interest rate mean, looking at StarBank's assorted products? On mortgages for instance, the bank can expect early repayments on the existing mortgage portfolio as the current market rate will cause customers to refinance. Concerning current and savings accounts, the low interest rate environment will further reduce client rates on these accounts - making it more difficult to attract customers.",
    "resourceTitle": "Economic and low interest rate environment",
    "Type": "Resources"
}, {
    "ID": "CaseStudy2",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Case Study",
    "resourceName": "StarBank Overview",
    "resourceSubtitle1": "Retail Banking",
    "resourceSubtitle2": "Corporate Banking",
    "resourceText1A": "StarBank provides retail products to its customers through a multi-channel distribution approach across its home market. The home market has a population of 45.8 million people, with a GDP per capita of $29,000. The graphs below represent the market predictions made by the bank's analysts.",
    "resourceText1B": "In the past years StarBank has been consolidating its branch network. To be successful, Starbank needs to keep positioning themselves at the forefront of technical developments to address shifts in client behavior.<br>In the future, successful banks will provide a seamless experience through every distribution channel. A truly integrated innovative multi-channel offering tailored to the local market structure, customer preferences and behaviors, successfully executed, could yield efficiency gains over the next 2 to 3 years.<br>StarBank's retail customer base has traditionally consisted of 2 distinct personal banking segments:<br><br> <span class='bolder'>Segment 1 (~50%)</span><ul><li>Young to middle aged</li><li>Well-educated, financially literate</li> <li>High incomes; high propensity to save and invest</li> <li>Busy lifestyles, therefore seek to use technology to improve their banking experience where possible</li> <li>Expect a high standard of service and value</li> <li>Have a relationship with on average 1.5 financial institutions and will actively switch banks for a better experience or greater value</li> </ul> <span class='bolder'>Segment 2 (~50%)</span> <ul> <li>Middle aged to retirement </li> <li>Less financially savvy, more reliant on their bank's advisors or friends and family for advice</li> <li>Incomes close to the national average</li> <li>Value face-to-face interaction, therefore branch has traditionally been the preferred channel</li> <li>Value product simplicity and transparency</li> <li>Loyal customers - less likely to switch banks but still expect good value</li> </ul><br> As the digital revolution gathers pace, segment 2 customers are gradually moving with it, evidenced by an increase in the uptake of online and mobile banking.",
    "resourceText2A": "StarBank's corporate activities are focused on providing services to large corporates and SME clients, across its markets. Its activities are split between Payment &amp; Cash Management (PCM) and Corporate Lending. StarBank's corporate activities are routed through its home market, where it has a strong position because of its pool of relationship managers and their expertise. The graphs below represent the market predictions made by the bank's analysts.",
    "resourceText2B": "Over the past few years, client demands for more customized products at a lower price point and greater levels of service have risen. In addition, the focus of corporate lending is shifting as banks no longer enjoy a structurally lower funding cost than most of their larger corporate clients.",
    "resourceTextA": "StarBank is a leading retail and corporate bank. In its home market, which you will be operating in, StarBank has a strong position and a long-standing reputation as a &quot;full bank&quot;, offering a range of financial products. Market growth rates over the next 3 years are expected to be between 1-2% per year across all retail and corporate banking products.",
    "Type": "Resources"
}, {
    "Condition1": "<ul><li>1 MTU</li> <li>Expect an increase in balances as a result of the discount, however expect a lower NIM as a result of the discount</li></ul>",
    "Condition2": "<ul> <li>Marketing Costs of $5m</li> <li>1 MTU</li> </ul>",
    "Condition3": "<ul><li>Staff Costs of $10m</li><li>2 MTUs</li></ul>",
    "ConsequenceImpact1": "<ul><li>An increase in NPS Retail</li> <li>There will be additional balance growth on your books across the retail products</li> </ul>",
    "ConsequenceImpact2": "<ul><li>An increase in NPS Retail</li></ul>",
    "ConsequenceImpact3": "<ul><li>An increase in NPS Retail</li> <li>There will be additional balance growth on your books across retail products</li> </ul>",
    "ConsequenceText1": "Although your interest income will reduce for the year, your actions allow you to maintain your current customer base and also attract new customers. ",
    "ConsequenceText2": "The marketing campaign pays off. You lose only a small proportion of your customer base which you recover with new customers that value your product portfolio.",
    "ConsequenceText3": "Your customers value the innovative 'tablet cafés' and branch staff are better able to service your customer base and you benefit from cross-sell opportunities.",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "ConsequenceTitle3": "Option 3",
    "EventText": "A digital-only bank is entering the market as a response to the creaking business models of some of the traditional high street banks with big balance sheets, bricks and mortar branches and poor reputations. Neutron bank hopes to attract online customers by offering high quality service and transforming the way customers interact with banks. Neutron will offer deposit products and personal loans at a significant discount as a result of the low operating costs of the bank. How do you react to the new entrant?",
    "EventTitle": "New Player Enters Market (Neutron Bank)",
    "ID": "E1R1",
    "isOptional": "false",
    "OptionText1": "You are afraid Neutron Bank will steal market share by offering lower prices to retail customers. In order to compete with the new entrant you offer a discount to new retail customers and set up a team to communicate the discount  throughout the whole bank.",
    "OptionText2": "Because of your differentiated strategy, you make no immediate change to your products or services. You do, however, set up a specialist marketing team to focus solely on communicating the advantages of choosing a bank with a complete product portfolio. The marketing campaign will not further increase your marketing capabilities and must be seen as separate investment.",
    "OptionText3": "Many customers still visit your branches and expect excellent service. Therefore, you set up 'tablet café's' in your large branches. Your customers are able to drink coffee and sit on bean bags while they are able to do Internet banking on tablets provided by the bank. You allocate additional resources to improve service levels in a bid to retain customers.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "OptionTitle3": "Option 3",
    "PageType": "Wobbler",
    "time": "70",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW2"
}, {
    "EventText": "The government has nationalized a competitor, SunBank, at the cost of $2.2bn, averting a threat to the financial system. &quot;There was an immediate and dangerous situation for financial stability. I had to conclude that nationalization of SunBank was inevitable&quot;, said the finance minister yesterday. However, to limit the costs for taxpayers, the finance minister has ordered the 6 largest banks to pay a one-off levy of $600 million in round 2. The required contribution for StarBank has been set at $100 million.<br>Speculation has surfaced that several other banks are also struggling to free themselves from underperforming assets. It has been reported that some customers have started to withdraw their savings.<br>To ensure stability of the economic system, the local regulator has increased the minimum required Core Tier 1 ratio to 10.5%.",
    "EventTitle": "Government Rescues SunBank in $2.2bn Bailout",
    "ID": "E1R2",
    "isOptional": "false",
    "PageType": "Wobbler",
    "time": "20",
    "Type": "InfoUpdate",
    "WobblerRange": "tlInputWobblerW4"
}, {
    "EventText": "Shareholders are threatening to vote against key remuneration policies at the next Annual General Meeting. There is discontent in the market due to concerns that senior executives are over-compensated as shareholders press for increased returns. A number of banks have recently reviewed their remuneration structure following the crisis in order to restore shareholder and customer confidence, currently at an all-time low.",
    "EventTitle": "Shareholders Revolt",
    "ID": "E1R3",
    "isOptional": "false",
    "PageType": "Wobbler",
    "time": "15",
    "Type": "InfoUpdate",
    "WobblerRange": "tlInputWobblerW7"
}, {
    "Condition1": "<ul><li>IT Costs of $50m</li> <li>4 MTUs</li></ul>",
    "Condition2": "<ul><li>IT Costs of $50m</li> <li>6 MTUs</li> </ul>",
    "ConsequenceImpact1": "<ul> <li>A decrease in NPS Retail</li> <li>A decrease in NPS Corporate</li> <li>An increase in  employee satisfaction</li> <li>An increase in balances</li> </ul>",
    "ConsequenceImpact2": "<ul><li>An increase in employee satisfaction</li> <li>An increase in balances</li></ul>",
    "ConsequenceText1": "Although expensive, the systems, processes and service design will give employees the ability to better serve customer needs and you benefit from cross-selling opportunities. In the short term you see a decline in customer satisfaction due to the disruption caused by the transition to the new platform. ",
    "ConsequenceText2": "You have invested in protecting the customer experience as the transition to the new platform takes place. Although expensive, the systems, processes and service design will give employees the ability to better serve customer needs and you benefit from cross-selling opportunities.",
    "ConsequenceText3": "No Consequences",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "ConsequenceTitle3": "Option 3",
    "EventText": "A leading digital consulting firm is advising you to upgrade your systems, processes and service design in order to support a wide-ranging digital transformation of the bank. The consulting firm has presented several alternative platforms that are being field-tested by other banks and may be less expensive than your current platform. However, these may not be ready until next year - which would mean a delayed launch of products that are intended to make it easier for your employees to cross-sell, improve customer satisfaction and simplify the sharing of data amongst the different areas of your bank. What are the trade-offs for your bank in having a technological edge over your competitors?",
    "EventTitle": "Platform Reassessment",
    "ID": "E2R1",
    "isOptional": "true",
    "OptionText1": "Begin upgrading your systems, processes and service design immediately in order to become more digitally advanced and enable increased revenue generation from advanced products. Upgrading your systems, processes and service  design will have negative impacts on customer satisfaction in the short term as staff and customers become used to the changes.",
    "OptionText2": "You do not want to jeopardise the customer experience, even though you understand the importance of digital transformation. Therefore you begin upgrading your systems while at the same time start an initiative that you expect will protect the customer experience and their perception of StarBank. You give your staff the technical understanding of the changes that are taking place, and the soft skills to be able to manage customer expectations and frustrations that occur as a result of these changes.",
    "OptionText3": "As your investments are prioritized in different areas, the bank will adopt a wait-and-see approach. The CIO will seek out new technology options over the next year and prepare to launch a platform late next year, ideally at lower cost than the current options.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "OptionTitle3": "Option 3",
    "PageType": "Wobbler",
    "time": "30",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW1"
}, {
    "Condition1": "<ul> <li>Staff Costs of $2m</li> <li>4 MTUs</li> </ul>",
    "Condition2": "<ul><li>Staff Costs of $2m</li> <li>2 MTUs</li> </ul>",
    "ConsequenceImpact1": "<ul><li>The NPS Corporate remains flat</li></ul>",
    "ConsequenceImpact2": "<ul><li>A decrease NPS Corporate</li> <li>A decrease employee satisfaction</li> </ul>",
    "ConsequenceText1": "Your larger clients are pleased with the moves that you are making to develop your global capabilities. However, in the short term the transfer of expertise impacts your ability to service accounts locally.",
    "ConsequenceText2": "Alpha Corp. is unhappy with your response to their concern. Other clients are increasingly looking for global expertise and have voiced their concerns to your relationship managers. While you are building capabilities locally, your competitors are doing the same. How will you differentiate in the future?",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "EventText": "Alpha Corp, a key corporate client, accounting for $100m in revenue, has announced an aggressive international growth strategy over the next 3 years. Alpha has expressed concern over your ability to service their needs at a global level, particularly within structured finance. Given the nature of Alpha Corp's industry, this could be a concern for all of your clients in this area.",
    "EventTitle": "Client Concern With Your Global Capabilities",
    "ID": "E2R2",
    "isOptional": "false",
    "OptionText1": "You invest to support the development of your corporate banking business globally. In order to accelerate the development of StarBank's global corporate banking capabilities, you let your experienced relationship managers in the home market relocate to join high growth markets for a period of at least 24 months.",
    "OptionText2": "You decide to prioritize building corporate banking capabilities in your home market for now. You invest in an education program for your relationship managers to gain more expertise in home market industries. This will be a source of competitive advantage for you.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "PageType": "Wobbler",
    "time": "20",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW5"
}, {
    "Condition1": "<ul><li>Staff Costs of $20m</li></ul>",
    "Condition2": "<ul><li>Costs of $6m</li> <li>4 MTUs</li></ul>",
    "Condition3": "<ul><li>Costs of $3m</li> <li>2 MTUs</li></ul>",
    "ConsequenceImpact1": "<ul><li>A decrease in the Compliance Index</li> <li>An increase in employee satisfaction by 1</li></ul>",
    "ConsequenceImpact2": "<ul><li>An increase in employee satisfaction</li></ul>",
    "ConsequenceImpact3": "<ul><li>An increase in employee satisfaction</li> <li>A decrease in NPS Retail</li></ul>",
    "ConsequenceText1": "With trust in the sector at an all-time low, your decision does not sit well with the regulators or the shareholder community. However your employees are happy with the increase in salary.",
    "ConsequenceText2": "Your data scientists and experience designers see the importance that you place on the development and the integration in the company - for both new hires and more experienced members of the team.",
    "ConsequenceText3": "The on-boarding programme is effective in integrating your experience designers and data scientists and is making sure that they feel part of the StarBank community. Your more experienced data scientists and designers also value your efforts to develop their teams. However, there are some amongst them who are looking for a new challenge and your competitors are offering that, with attractive packages. Some of them decide to leave, which impacts the customer experience through your digital channels.",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "ConsequenceTitle3": "Option 3",
    "EventText": "It is no secret that one of the biggest challenges banks face when it comes to adopting and embedding digital processes is finding the right talent. In a time where banks are moving towards digital, it is becoming increasingly difficult to find and retain experience designers and data scientists with the right level of expertise to support this transition. Currently your data scientists and experience designers do not have the most competitive compensation packages in the market and there are calls from some to review remuneration. Note that this contrasts starkly with recent market opinion suggesting that StarBank's employees are over-compensated.<br>You are concerned that employee satisfaction will decline, resulting in a loss of key talent. How do you proceed?",
    "EventTitle": "The New War For Talent",
    "ID": "E2R3",
    "isOptional": "false",
    "OptionText1": "It is important to attract and retain the best talent in the industry by offering the most competitive compensation packages. Increase the bonus pool to incentivize your high performers even though trust in the banking sector is low and this may impact your relationship with the regulator.",
    "OptionText2": "In spite of calls from some employees to raise compensation, you feel that the workforce is changing and that development of employees is starting to play a much larger role in finding and retaining employees. Therefore you take a full on approach by investing in on-boarding programmes for your new data scientists and experience designers to ensure smooth integration when joining the company. For your existing data scientists and experience designers you launch a job rotation programme that will enable them to work together effectively while creating new solutions and products.",
    "OptionText3": "You are forced to weigh this up against other strategic priorities in the bank at this time. Therefore you decide to focus on culture and integration for your new employees by implementing on-boarding programmes for your new data scientists and experience designers when they join the company feeling that they will lead the company through digital transformation. This may cause some of your existing designers and scientists to leave which could have an impact on the customer experience.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "OptionTitle3": "Option 3",
    "PageType": "Wobbler",
    "time": "15",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW6"
}, {
    "EventText": "Regulators have spent much of the past year trying to work out why risk-weighted asset numbers are so varied. With the results due soon, they are eager to ensure that banks are well armed against any repeat of past crises, and therefore they are increasing the minimum risk weight on corporate lending by 7% and mortgages by 5% with immediate effect. Changes to other asset classes may happen in the future. <br>&quot;Banks' models are often not forward-looking enough, so we want to make sure that banks are laying aside more capital to guard against whatever lies ahead&quot;, says the Financial Services Regulatory Authority. The mandatory increase in risk weights is to be effective immediately.",
    "EventTitle": "Local Regulator Announces Changes to Risk Weights",
    "ID": "E3R2",
    "isOptional": "false",
    "PageType": "Wobbler",
    "time": "30",
    "Type": "InfoUpdate",
    "WobblerRange": "tlInputWobblerW3"
}, {
    "EventText": "Analysts are turning their attention to Blockchain, a shared public ledger on which the Bitcoin network relies. Potential uses for this platform could significantly reduce the current role played by banks, clearing houses and central banks.<br>Currently, Blockchain is mostly used as a public ledger that records Bitcoin transactions without the need for a supervisory entity. This is accomplished via a distributed network that validates each operation and uses its nodes to broadcast and retain copies of all transactions.<br>Opportunities for banks abound, particularly in terms of cost savings relating to server and telecom infrastructure as well as responsiveness on transactions. Many of today's processes could be automated and expedited using this technology.<br>This could, however, also lead to the obsolescence of some back-office processes as well as other banking services. The progressive adoption of Blockchain in other parts of the banking value-chain could lead to disintermediation, as customers prefer the responsiveness and versatile services that could ride on these platforms.<br>An analyst commented: &quot;a new system of holding cash in a banking version of the cloud, with encrypted keys to protect accounts, would likely prove a huge hit with customers, but this could deny retail banks vital deposits and potentially hamper their ability to lend money.&quot;<br> This technology represents both an opportunity and a threat for StarBank. Your strategy is being put under increasing scrutiny from analysts, shareholders and other stakeholders. Are you confident that the decisions you are making today will allow you to maintain a competitive advantage. Are your current employees able to adopt this new technology and how should StarBank react to new threats in the market?<br>3.2 Building",
    "EventTitle": "Blockchain Threat",
    "ID": "E3R3",
    "isOptional": "true",
    "PageType": "Wobbler",
    "time": "30",
    "Type": "InfoUpdate",
    "WobblerRange": "tlInputWobblerW8"
}, {
    "ConsequenceText1": "There are no consequneces that result from your choice. ",
    "ConsequenceText2": "Thank you for placing your bid. Soon you will learn if you have won the bid. ",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "EventText": "Beta Bank, a key client, is planning to undertake an IPO. You may bid to underwrite the IPO, which it is believed may raise approximately $1bn. You will be competing directly against the other banks to win the deal. What are some of the key criteria to consider to ensure that your organization wins a lead role in this deal?",
    "EventTitle": "Corporate Client IPO",
    "hasInputField": "TRUE",
    "ID": "E4R2",
    "isOptional": "true",
    "OptionText1": "You decide not to participate in the bid and focus your resources in other areas of the business.",
    "OptionText2": "You have flexibility to structure your bid as you choose. Please discuss in the management team the fees you will charge your client and the MTUs you will devote to managing the IPO. Note: taking part in the bid will cost you 1 MTU regardless if you win the bid or not.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "PageType": "Wobbler",
    "time": "10",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW10"
}, {
    "Condition1": "<ul><li>Costs of $10m</li> <li>4 MTUs</li> </ul>",
    "Condition2": "<ul> <li>Costs of $5m</li> <li>2 MTUs</li></ul>",
    "ConsequenceImpact1": "<ul> <li>An increase in NPS Corporate there will be an increase in income </li></ul>",
    "ConsequenceImpact2": "<ul><li>n increase in NPS Corporate</li></ul>",
    "ConsequenceText1": "Some of your customers have left to use the service provided by Lettuce and the response is positive. Customers are happy with the increased transparency in lending and value the speed at with which they can get a loan.",
    "ConsequenceText2": "The marketing campaign pays off. You lose a small part of your digital customer base to Lettuce, however this is offset by new traditional customers gained by your specialist team. Your traditional customers value the extra attention given while obtaining a loan at StarBank.",
    "ConsequenceTitle1": "Option 1",
    "ConsequenceTitle2": "Option 2",
    "EventText": "The competition from FinTech is heating up! You have the option to build a strategic partnership with Lettuce, a leading technology and data platform powering automated lending to SMEs. Lettuce can grant customers a line of credit in less than 10 minutes. Lettuce uses a concept called 'screen scraping' where customers give permission to scan through their online accounts such as Bay-e, PalPay, and other accounts with seller history to determine their risk position. On the one hand, this partnership fits StarBank's strategy to expand its lending capabilities to SMEs. On the other hand, this lending approach might cannibalize some of the existing and more traditional lending products within the bank's current portfolio.<br>How should StarBank react to new threats and opportunities in the market?",
    "EventTitle": "Partner or Compete?",
    "ID": "E4R3",
    "isOptional": "true",
    "OptionText1": "You decide to partner with Lettuce and make available a whole new line of funding for SMEs. The partnership comes at a risk of cannibalizing some of your existing business. However you expect to see an increase in your beyond traditional income.",
    "OptionText2": "As you expect that Lettuce mainly targets a niche customer base, being smaller digital SMEs, you decide not to pursue this partnership. Instead you set up a specialist team that targets traditional SMEs looking for a loan, hoping to offset the customers that might switch to Lettuce.",
    "OptionTitle1": "Option 1",
    "OptionTitle2": "Option 2",
    "PageType": "Wobbler",
    "time": "10",
    "Type": "SingleSelect",
    "WobblerRange": "tlInputWobblerW9"
}, {
    "Continue": "Continue",
    "CopyrightText": "2018 BTS. All rights reserved",
    "EndRound": "End Round",
    "EnterPassword": "Enter Password",
    "ErrorMsg": "You cannot end the round until you deal with the following:",
    "EventInputLabel1": "Fees you will charge as a percentage of the total value:",
    "EventInputLabel2": "FTEs you will devote to managing the IPO, should you win the role (note: more FTEs will translate into higher levels of responsiveness and service)",
    "EventLockedText": "This event is not unlocked yet.",
    "EventPerformedText1": "You have dealt with the event.",
    "EventPerformedText2": "Continue running your business.",
    "EventPerformedText3": "Be mindful of the time left and the possibility of having to face more unexpected events.",
    "FacilitatorActions": "Facilitator Actions",
    "FacilitatorPassword": "bts287",
    "GrowthRate": "Growth Rate",
    "HoldScreenProceedText": "Decisions have been submitted. Please type in the password to enable import.",
    "HoldScreenWaitText": "Decisions have been submitted. Please wait for the simulation to continue.",
    "ID": "GEN",
    "ImplementationCosts": "Implementation Costs",
    "IncorrectPasswordMsg": "Incorrect Password.Please try again.",
    "InitiativesCategory1Name": "Reshape",
    "InitiativesCategory2Name": "Control",
    "InitiativesCategory3Name": "Protect",
    "InitiativesCategory4Name": "Optimize",
    "InitiativesCategory5Name": "Grow",
    "InitiativesCategory6Name": "Innovation",
    "InitiativesSelected": "Initiatives Selected",
    "LogoutConfirmationMsg": "Are you sure you want to logout?",
    "NavigationLink1": "Retail Deposits",
    "NavigationLink2": "Retail Lending",
    "NavigationLink3": "Customer Experience",
    "NavigationLink4": "PCM",
    "NavigationLink5": "Corporate Lending",
    "NavigationLink6": "Treasury",
    "NavigationLink7": "Strategic Initiatives",
    "NavigationLink8": "Events",
    "NewEventUnlockedText1": "A new event has unlocked on your Events page that requires action!",
    "NewEventUnlockedText2": "Be sure to visit the Events page and make the necessary decisions.",
    "Proceed": "Proceed",
    "ResetPassword": "password",
    "ResetSimulation": "Reset Simulation",
    "Round2Password": "password",
    "SIGlossaryHeading": "Strategic Initiatives Glossary",
    "StratergicInitiatives": "Strategic Initiatives",
    "Submit": "Submit",
    "SubmitDecisionAlertText": "This will commit your inputs for current round.",
    "SubTitle1": "Banking & Capital Markets",
    "SubTitle2": "Business Simulation",
    "Title": "Building Sector Insights:",
    "WobblerErrorCheck": "You have not dealt with all the events yet."
}, {
    "ID": "MarketUpdate",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Market Update",
    "resourceSubtitle1": "Competitor's Foreign Loan Portfolio Suffering Extreme Losses",
    "resourceSubtitle2": "Customer Trust Continues to Decline Across Markets",
    "resourceSubtitle3": "SMEs Still Struggling with Scarcity of Funding Options",
    "resourceText1": "<b>Share price decreases by 15% as a result of large write downs.</b><br>Shares in the troubled bank, SunBank, plummeted further amid heightened speculation that the government will nationalize the bank which has exposure to a foreign loan portfolio that suffered extreme losses. Last week, SunBank, had disappointed investors with large write-downs. The bank reported full-year results last week showing a continued deterioration in loan losses after its non-performing loan ratio spiked in the fourth quarter of the year. Regulators have put SunBank, one of the nation's largest banks, in the &quot;too-big-to-fail&quot; category, which means the government may be required to come to the rescue. Yet the government is eager to avoid an unpopular bailout with elections looming.",
    "resourceText2": "<b>Despite efforts by many banks to rebuild customer confidence in the wake of the financial crisis, trust in banks is continuing to decline, according to a new report from BTS Securities.</b><br>BTS Securities surveyed more than 20,000 banking customers across markets as part of a study to understand the key value drivers for banking customers today. The findings of the study reveal that customer confidence is at an all-time low, having fallen by 50% in the past 3 years.<br>&quot;In developed markets, customer confidence and trust in financial institutions has been severely damaged by the economic crisis, and our findings show that it remains under threat. Banks ability to succeed in the future will require that they put the customer at the very heart of their decision-making, ensuring that they offer truly customer-focused services. Those that do will be able to differentiate their organization amid the new sources of competition flooding the markets.&quot;",
    "resourceText3": "The vast majority of small and medium-sized businesses are still unable to access the funding they require despite a number of government initiatives designed to boost the supply of credit. Over the past several years, regulators have been devoting more attention to the financing needs of small- and mid-sized enterprises (SMEs), nevertheless, banking credit allocation for these businesses has so far failed to meet demand. Banks reluctance to lend to SMEs is putting a strain on the relationship between small businesses and the banking industry.",
    "resourceTitle": "Market Update Round 2",
    "Type": "Resources"
}, {
    "ID": "RSRC2RAll",
    "resourceCondition": "calcDisplayReportRB12 = 1",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Deposits Report",
    "resourceSubtitle3": "Source",
    "resourceText": "Your Customer Analytics team compiled data and insights on how your retail clients engage with your deposits offerings.",
    "resourceText3": "Dataprovider study commissioned by StarBank. Numbers indicate relative priority given to each of the criteria, based on a survey of 1000 customers looking for a Current Account or Savings Deposit. Higher numbers mean higher relevance of the criterion.",
    "resourceTitle": "Customer Report - Deposits",
    "Type": "Customer Report - Deposits"
}, {
    "ID": "RSRC3RAll",
    "resourceCondition": "calcDisplayReportRB34 = 1",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Lending Report",
    "resourceSubtitle3": "Source",
    "resourceText": "Your Customer Analytics team compiled data and insights on how your retail clients engage with your lending offerings.",
    "resourceText3": "Dataprovider study commissioned by StarBank. Numbers indicate relative priority given to each of the criteria, based on a survey of 1000 customers looking for a Mortgage Loan or a Personal Loan. Higher numbers mean higher relevance of the criterion.",
    "resourceTitle": "Customer Report - Lending",
    "Type": "Customer Report - Lending"
}, {
    "ID": "RSRC5RAll",
    "resourceCondition": "calcDisplayReportCB14 = 1",
    "resourceMainMenu": "Resources",
    "resourceMenuLabel": "Corporates Report",
    "resourceSubtitle1": "Corporates",
    "resourceSubtitle2": "Source",
    "resourceText": "Your Customer Analytics team compiled data and insights on how your retail clients engage with your deposits offerings.",
    "resourceText1": "Corporate clients are composed primarily of large export groups. Manufacturing, energy and raw materials dominate GreenBank's existing corporate books. The automotive and transportation industry leads the table and is heavily focused on export markets. Many of these companies are still in the intermediate stages of their growth cycle, and they are looking to expand into new geographies. They tend to hold multiple banking relationships and their main needs sit within lending.",
    "resourceText2": "Dataprovider study commissioned by GreenBank. Numbers indicate relative priority given to each of the criteria, based on a survey of 100 clients for each of the relevant banking offerings. Higher numbers mean higher relevance of the criterion.",
    "resourceTitle": "Customer Report - Corporates",
    "Type": "Customer Report - Corporates"
}, {
    "Category": "1",
    "ID": "SI01",
    "PageType": "Initiative",
    "Round": "1",
    "SIImpacts": "Reduction in IT Costs, Reduction in Risk Costs",
    "SIMTUs": "2 MTUs",
    "SIText": "Implementing a large scale cost-cutting initiative will transform your local bank into a digital, leaner, and more agile organization that uses resources more efficiently by focusing on operational excellence. This will give StarBank a more sustainable and flexible cost structure, capable of dealing with future uncertainty / changes in economic conditions.",
    "SITitle": "Transformation Framework"
}, {
    "Category": "1",
    "ID": "SI02",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$8M ",
    "SIImpacts": "Reduction in Staff Costs, Increase in Net Promoter Score Retail and Net Promoter Score Corporate, Reduction in employee satisfaction",
    "SIMTUs": "2 MTUs",
    "SIText": "A major project is launched to optimize the branch network by reconfiguring the footprint of the bank. A significant number of poorly located stores are closed down and converted to new-look kiosks in more efficient locations such as shopping centers with large grocery areas and high foot traffic. These will also require less sales staff and therefore decrease costs in the long-term. However large expenses and some dissatisfaction amongst customers and employees will occur in the short-term. ",
    "SITitle": "Footprint Optimization"
}, {
    "Category": "1",
    "ID": "SI03",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$16M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate, Reduction in IT costs",
    "SIMTUs": "3 MtUs",
    "SIText": "As part of the ambition to become a leading services company, the Bank decides to partner with an external firm specializing in service design.  In parallel, the Bank builds internal capabilities as well as recruits specialists in this area from other industries. The ambition is to create better experiences for customers with the &quot;customer journey&quot; as a starting point rather than the more traditional inside-out product focused approach.",
    "SITitle": "Service Design Thinking"
}, {
    "Category": "2",
    "ID": "SI04",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$10M",
    "SIImpacts": "Improvement in regulatory relationship, Reduction in Risk Costs",
    "SIMTUs": "2 MTUs",
    "SIText": "You launch a full review of your anti-money laundering (AML) frameworks in order to ensure full compliance with new AML standards. You increase the spend on operational compliance (training employees, analyzing customer data and reporting to authorities). Improvements are made across the bank's 3 lines of defense (front office, control function, internal audit) and to controls across key business processes.",
    "SITitle": "Anti Money Laundering"
}, {
    "Category": "2",
    "ID": "SI05",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Reduction in Other Costs, Reduced risk of non-compliance with new KYC regulation",
    "SIMTUs": "1 MTUs",
    "SIText": "You engage with a third-party industry utility to take on the management of your know-your-customer data. Third party operations teams will now contact your customers, collect the necessary data and upload it to a hub. From there, the data can then be made available to other authorized financial firms. Instead of the same KYC work being done by each financial institution, this utility model is intended to make it quicker, easier and cheaper for firms to fulfil their due diligence requirements. In addition, it will relieve financial firms of the need to implement multiple changes to internal KYC procedures caused by the introduction of new regulations.",
    "SITitle": "Adopt KYC"
}, {
    "Category": "2",
    "ID": "SI06",
    "PageType": "Initiative",
    "Round": "1",
    "SIImpacts": "Increase in regulatory relationship, Increase in employee satisfaction, Reduction in Staff Costs",
    "SIMTUs": "1 MTUs",
    "SIText": "There has been a lot of pressure from the regulators and society in general to ensure that senior executive pay is capped as a proportion of the average employee salary in the bank. You conduct a full review of the staff remuneration structure to ensure that it puts in place the right incentives without over-rewarding, to help cement StarBank's reputation as a 'fair value' bank for customers, employees and shareholders alike. The review will put a cap on senior bankers' base salary relative to the average salary in the bank.  ",
    "SITitle": "Change Staff Remuneration Structure"
}, {
    "Category": "3",
    "ID": "SI07",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Improvement in employee satisfaction, Reduction in Risk Costs",
    "SIMTUs": "2 MTUs",
    "SIText": "The bank will invest in a special project to investigate and recommend changes to the organization's risk culture. This will cover the tone from management, accountability for risk taking, effectiveness of communication, openness to challenge, and incentives. Following the recommendations, a course will be rolled out to align bank employees to the new culture",
    "SITitle": "Bank Wide Risk Culture Review"
}, {
    "Category": "3",
    "ID": "SI08",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$20M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate, Stronger defenses and more effective response against the threat of cybercrime",
    "SIMTUs": "4 MTUs",
    "SIText": "You set up a 'cybercrime task force' to ensure a coordinated and effective response to the threat of cybercrime. The aim of the task force will be to improve knowledge sharing and to structure effective prevention, detection and incident response across the bank. The task force will also collaborate with other banks, law enforcement, government and internet service providers with the aim of creating a safer bank for all. Advanced Persistent Threats (APT), such as nation-sponsored hacking and commercial hacking will be the major focus of this improvement.",
    "SITitle": "Cybersecurity Task Force "
}, {
    "Category": "4",
    "ID": "SI09",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$16M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate, Reduction in Other Costs",
    "SIMTUs": "3 MTUs",
    "SIText": "StarBank interacts with customers through a number of channels, both online and offline. These channels are important not just for customer acquisition purposes, but also to provide ongoing service to ensure satisfaction and customer retention. There is currently a concern that these channels are not working in harmony, for example the handover between online and branch is not as seamless or effective as customers expect. This initiative will integrate all of the disparate customer channels, so that regardless of how customers choose to interact with the bank, they have an easy, consistent and smooth experience.",
    "SITitle": "Integrated Customer Experience"
}, {
    "Category": "4",
    "ID": "SI10",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$16M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate , Improved cross-sell, Reduction in IT costs",
    "SIMTUs": "3 MTUs",
    "SIText": "StarBank has managed to build up multiple and often non-compatible information technology systems over the years as IT was not always a major focus. The bank will make the integration of these systems a top priority. This is likely to result in more efficient frontline operations and a quicker, smoother customer experience",
    "SITitle": "IT System Integration"
}, {
    "Category": "4",
    "ID": "SI11",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Increase in employee satisfaction, Increase in Net Promoter Score Retail and Net Promoter Score Corporate ",
    "SIMTUs": "2 MTUs",
    "SIText": "In order to meet the demand of speed and effectiveness in testing and implementing new ideas for products and services, StarBank reinforces a more agile way of working. This implies new working methods and tools as well as a training of key staff.  ",
    "SITitle": "Agile ways of working"
}, {
    "Category": "4",
    "ID": "SI12",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$2M ",
    "SIImpacts": "Increased customer acquisition , Increase in Net Promoter Score Retail and Net Promoter Score Corporate , Reduction in Other Costs",
    "SIMTUs": "1 MTUs",
    "SIText": "In a drive to improve operational efficiency and the quality of the customer experience, you launch an initiative to streamline in-branch processes to reduce the amount of time spent on administrative and other support tasks. This will free up customer-facing staff to maximize time spent on customer/client appointments and activities.",
    "SITitle": "Branch Excellence"
}, {
    "Category": "4",
    "ID": "SI13",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$2M ",
    "SIImpacts": "Increase in Net Promoter Score Retail, Increase in employee satisfaction",
    "SIMTUs": "2 MTUs",
    "SIText": "There is potential to improve the experience of customers who use StarBank's website and online banking portal. You work with a digital creative agency to understand and improve the customer journey of visitors to the website. It is possible to reduce by 30% the average number of clicks required for a customer to open a new product.",
    "SITitle": "Online Customer Journey"
}, {
    "Category": "4",
    "ID": "SI14",
    "PageType": "Initiative",
    "Round": "1",
    "SIImpacts": "Reduction in Risk Costs, Improvement in Corporate Banking profitability",
    "SIMTUs": "2 MTUs",
    "SIText": "You assemble a working group charged with the task of reviewing StarBank's Corporate Banking relationships and formulating and executing a policy for repairing or exiting unprofitable client relationships in order to improve economic profit and ensure the efficient use of capital.",
    "SITitle": "Manage Down Unprofitable Customers"
}, {
    "Category": "4",
    "ID": "SI15",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$2M ",
    "SIImpacts": "Increase in employee satisfaction, Reduction in Staff Costs over the longer term",
    "SIMTUs": "3 MTUs",
    "SIText": "You launch a new performance management scheme which will conduct a full review of performance across the business lines. The scheme will involve 1-to-1 coaching and mentoring to identify and where possible resolve issues contributing to underperformance through targeted performance improvement plans.",
    "SITitle": "Sharper Performance Management"
}, {
    "Category": "5",
    "ID": "SI16",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Increase in employee satisfaction, Increase in Net Promoter Score Retail and Net Promoter Score Corporate ",
    "SIMTUs": "3 MTUs",
    "SIText": "StarBank invests in creating more &quot;intrapreneurship&quot; across the bank to spark innovation from within. Some key capabilities and components are: <ul> <li>Develop customer insights and translate them into customer needs statements. </li> <li>Ideation techniques to come up with new approaches to solve those needs</li><li>Harvest the output of ideation sessions and determine the best approach among the various alternatives</li><li>Manage innovation projects as an 'experiment' by testing critical assumptions and capturing learnings.</li><li>'Learn forward' during innovation execution in order to succeed regardless of outcomes.</li></ul>",
    "SITitle": "Intrapreneurship"
}, {
    "Category": "5",
    "ID": "SI17",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$12M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate , Improved cross-sell",
    "SIMTUs": "3 MTUs",
    "SIText": "StarBank takes on a digital intelligence initiative focusing on more efficient use of available customer data. The initiative enables the bank to analyses customer behaviors, gain insights into needs and patterns in order to develop more attractive products and services based on their current and future life situation. It also helps to priorities the relationship approach, based on the customer value to the bank. By customizing and right-sizing the service and product offerings, the bank can intensify or expand the relationships with high-potential customers, while effectively managing costs in lower-value segments.",
    "SITitle": "Insights from Advanced Analytics"
}, {
    "Category": "5",
    "ID": "SI18",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$16M ",
    "SIImpacts": "Increase in Net Promoter Score Retail and Net Promoter Score Corporate, Reduction in IT costs, Better collaboration and knowledge sharing across the bank as a whole, It is anticipated that once implemented, cross-sell activities will be 10-20% more effective",
    "SIMTUs": "4 MTUs",
    "SIText": "The success of StarBank in the future will, in large part, depend on your ability to significantly differentiate your offering in a crowded market place. To respond to this challenge you implement a system that manages the Bank's interactions with customer and prospects to organize, automate, and synchronize sales, marketing, customer service and support activities. The aim is to have customer profile information available to all front line staff in the bank in order to improve service and greatly enhance your ability to cross-sell. ",
    "SITitle": "CRM Revolution"
}, {
    "Category": "5",
    "ID": "SI19",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$2M ",
    "SIImpacts": "Increase in Net Promoter Score Corporate, Improved cross-sell within Corporate Banking",
    "SIMTUs": "2 MTUs",
    "SIText": "You strengthen corporate client teams within Corporate Banking through additional industry sector focus. The industry sector specialists support relationship managers to broaden conversations with clients and identify potential cross-sell opportunities.",
    "SITitle": "Corporate Client Sector Teams"
}, {
    "Category": "5",
    "ID": "SI20",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Increase in Net Promoter Score Corporate, Increase in regulatory relationship",
    "SIMTUs": "3 MTUs",
    "SIText": "This initiative is designed to support SMEs across your home market (current and potential StarBank customers). You host a number of workshops and events across the country, sharing strategies to accelerate growth and enter new markets, and offering advice to help small companies maximize their chances of securing funding. SMEs can register for a 1-to-1 meeting with an experienced relationship manager.",
    "SITitle": "Provide Business Coaching to SMEs"
}, {
    "Category": "6",
    "ID": "SI21",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Increase in NPS Retail and NPS Corporate, Increase in innovation income",
    "SIMTUs": "2 MTUs",
    "SIText": "The tool fully integrates a customer's current and projected financial position across all products as part of the normal mobile banking environment, seeks to engage them to make smarter financial choices, and allows them to set financial targets and track their progress.",
    "SITitle": "Digital financial tracking tool"
}, {
    "Category": "6",
    "ID": "SI22",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$4M ",
    "SIImpacts": "Increase in NPS Retail, Increase in innovation income",
    "SIMTUs": "2 MTUs",
    "SIText": "A shared savings account where a group of customers can deposit and manage funds for group activities like skiing holidays or investing in neighborhood solar panels, with the aim of making customers' lives easier. It will no longer be necessary to send reminders to friends or group members or chase up outstanding money. Group members can also save together, avoiding the undesirable upfront payment of large sums. An attractive tool for the sharing community.",
    "SITitle": "Group Savings Account"
}, {
    "Category": "6",
    "ID": "SI23",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$8M ",
    "SIImpacts": "Increase in NPS Corporate, Increase in innovation income",
    "SIMTUs": "2 MTUs",
    "SIText": "Allows StarBank's commercial clients to book online meetings and use web cameras to meet relationship managers and discuss their requirements or seek advice",
    "SITitle": "Virtual face-to-face "
}, {
    "Category": "6",
    "ID": "SI24",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$8M ",
    "SIImpacts": "Increase in NPS Corporate, Increase in innovation income",
    "SIMTUs": "3 MTUs",
    "SIText": "Customers can use their finger print to gain access to their mobile banking application. This makes it faster and easier to access key financial data without having to spend time entering username and password information. ",
    "SITitle": "Biometric security"
}, {
    "Category": "6",
    "ID": "SI25",
    "PageType": "Initiative",
    "Round": "1",
    "SICosts": "$5M ",
    "SIImpacts": "Increase in NPS Retail, Increase in innovation income",
    "SIMTUs": "2 MTUs",
    "SIText": "This system allows StarBank customers to collect and redeem loyalty points from shops and other retail outlets using a physical card with Quick Response code (QR code) technology or via an application on their smartphone",
    "SITitle": "Customer loyalty scheme"
}, {
    "Category": "2",
    "ConditionalRangeName": "tlInputCIS1",
    "ID": "SI26",
    "PageType": "Initiative",
    "Round": "2",
    "SICosts": "$6M ",
    "SIImpacts": "Improvement in the Compliance Index,  Decrease in operational costs",
    "SIMTUs": "2 MTUs",
    "SIText": "Regulations are becoming tougher and broader. Meeting our targets in light of these regulatory requirements is an increasingly difficult challenge for StarBank. In part, this is because changing internal processes to meet regulatory requirements creates risks and uncertainties for StarBank. StarBank management bring in YE Consulting to oversee the implementation of a risk management framework, promoting a risk awareness culture at StarBank. They will assess risk and help develop StarBank's process for risk management. Not only will this improve StarBank's relationship with regulators, but improving risk assessment will decrease unnecessary operational costs.",
    "SITitle": "Risk Transformation"
}, {
    "Category": "4",
    "ConditionalRangeName": "tlInputCIS2",
    "ID": "SI27",
    "PageType": "Initiative",
    "Round": "3",
    "SICosts": "$10M ",
    "SIImpacts": "Improvement in Retail and Corporate Banking Profitability",
    "SIMTUs": "2 MTUs",
    "SIText": "StarBank's investors are dissatisfied by the returns you are generating. These are low in part due to income pressures related to economic uncertainty and declining economic growth. In order for StarBank to meet ROE targets across the bank, management must maximize cost-efficiency. To do so, management consult YE, who run an analysis of unnecessary costs in StarBank's finances. As a result, StarBank increases its ROE, which raises investor confidence.",
    "SITitle": "Driving Profitable Growth"
}, {
    "ID": "TTRL1",
    "Page": "Retail Deposits ",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "NIM",
    "TutorialSubtitle2": "Result before Tax",
    "TutorialSubtitle3": "C/I",
    "TutorialSubtitle4": "RoE",
    "TutorialSubtitle5": "Core Tier 1",
    "TutorialText": "The dashboard on top of the page gives you real-time updates on some of the financial key performance indicators. As you make investments in your bank and set forecasts, you will see the dashboard updating, this will help you to see the potential impact of that decision on the business. <br>Some metrics refer to how well you create a return and manage the business. Other metrics are being closely monitored by the regulator.",
    "TutorialText1": "The Net Interest Margin (NIM) is calculated as the difference between the rate of return generated and the cost of funding incurred to achieve it. Hence, it gives you an indication of your current overall margin. ",
    "TutorialText2": "The result shown here is based on your forecasts and investment decisions. It gives you an indication of your bank's overall profitability.",
    "TutorialText3": "The Cost-Income Ratio is the measure of the costs running your bank in relation to its income. Hence, the ratio gives you an indication of how efficient you are running the bank. The lower the ratio, the more profitable the bank.",
    "TutorialText4": "Return to Equity (RoE) is the amount of net income returned as a percentage of shareholders' equity. Return on equity measures your bank's capital efficiency by revealing how much return you generated with the money shareholders have invested",
    "TutorialText5": "The Core Tier 1 capital ratio is a key measure of your bank's financial strength from a regulator's point of view. It is composed of core capital, divided by risk-weighted assets.",
    "TutorialTitle": "Dashboard"
}, {
    "ID": "TTRL2",
    "Page": "Retail Deposits ",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Forecasted Net Balance Growth",
    "TutorialSubtitle2": "Core Rate",
    "TutorialSubtitle3": "Bonus Rate & Promotional Duration",
    "TutorialSubtitle4": "Annual Fees",
    "TutorialText": "Your bank offers two deposit products to private individuals. The current account covers the daily banking activities of your customers and provides you with additional information on customer behaviours. The savings account offers your customers an interest on their deposits and serves also as a potential source of cheap funding for your bank. <br>For both liabilities, you can set your growth ambitions and differentiate your offering to stay competitive in the market",
    "TutorialText1": "Set your forecast by how much - percentage wise -, you believe you will grow or shrink your balances compared to last year. To make this decision, consider market growth rates, industry trends and your value proposition in the market for the respective products.",
    "TutorialText2": "This is the rate you offer your consumers on their deposits. Note that a higher rate makes for an attractive offering but will also impact your profitability by decreasing your net interest margin. ",
    "TutorialText3": "To attract new customers, you can set an attractive acquisition rate. This rate is added on top of the core rate for the period of the Promotional Duration. ",
    "TutorialText4": "These fees are charged annually to your current account customers and add to your income. Last year's fees provide a benchmark for your decision. ",
    "TutorialTitle": "Retail Deposits "
}, {
    "ID": "TTRL3",
    "Page": "Retail Lending",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Forecasted Net Production",
    "TutorialSubtitle2": "Customer Rate",
    "TutorialSubtitle3": "Mortgage Interest Term",
    "TutorialSubtitle4": "Fees",
    "TutorialSubtitle5": "LTV Accepted | Minimum Credit Rating Accepted",
    "TutorialText": "Individuals can apply for a mortgage as well as personal loans at your bank. In exchange for providing your customers with lumpsums of money, you charge an annual interest rate on those outstanding balances along with fees. By customizing your offer you may appeal to greater portions of the market and with it, you will have greater need for funding.",
    "TutorialText1": "Set your forecast to reflect your growth ambitions for the respective asset classes this year. To make this decision, consider market growth rates, industry trends and your value proposition in the market for the respective products.<br>Note: while your forecast serves as an ambition, it also sets an asset envelope. This means you are setting a ceiling on this asset class, above which the asset cannot grow. This is one of the mechanisms available to control the size and adjust your balance sheet. ",
    "TutorialText2": "Consider the customer rate as a pricing decision. Your customers are paying the rate to your bank as a percentage of the value of the outstanding balance. When setting the rate, consider the market dynamics, competition but also your cost of funding and margin for the product. Both are displayed next to the decision.",
    "TutorialText3": "This is the number of months you bank guarantees a given rate to a customer who signed a mortgage contract, irrespective of changes to the underlying rate environment. The length of time that the offer is made impacts your bank's risk costs. ",
    "TutorialText4": "The fees you set here are a one-time payment your customers make when getting a new mortgage. Last year's fees provide a benchmark for your decision. ",
    "TutorialText5": "The Loan-to-Value (LTV), is a comparison between the value of a loan and the value of the asset it is funding. It determines how much percentage of the underlying asset is covered by the mortgage. A lower LTV requires your customers to invest more of their own initial capital, which in turn reduces the risk costs for the bank.<br>The credit rating refers to the individual applying for the loan. A higher rating means that you are only willing to lend to individuals with weak financial positions, This opens your product to a greater share of the market, while simultaneously exposing your bank to greater risk. ",
    "TutorialTitle": "Retail Lending"
}, {
    "ID": "TTRL4",
    "Page": "Customer Experience",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Marketing Budget Growth",
    "TutorialSubtitle2": "CRM Capability",
    "TutorialSubtitle3": "Internet Capability",
    "TutorialSubtitle4": "Branch - Open / Close",
    "TutorialSubtitle5": "Relationship Managers Recruit / Dismiss",
    "TutorialText": "The customer experience extends beyond the characteristics of your products to how you deliver those products to your customers and best serve their needs, ensuring a consistent, high quality, personalised experience in every interaction.",
    "TutorialText1": "You are setting the increase or decrease in your bank's marketing budget compared to the previous year. Your bank's marketing efforts span from mass-marketing investments, such as television and print media, to targeted marketing activities, such as Google Ads and social media placements. ",
    "TutorialText2": "Customer Relationship Management (CRM) is an approach to managing a bank's interaction with current and potential customers. Data about your customers is collected and processed in order to improve the customer experience and drive better business relationships. These activities help to drive customer retention and ultimately sales growth. The investment is a combination of building data collection capability as well as investing in the skills to interpret this data.",
    "TutorialText3": "By investing in greater Internet capabilities, you are improving the digital offering of your bank. These investments develop your online banking offering, be it via web browsing or mobile apps, allowing your customers to interact with their banking products anytime, anywhere. . ",
    "TutorialText4": "The branches are the physical outlets of you bank. Your management team can decide to open new branches or close existing ones. Your branch footprint coverage will impact your market access and the interaction with some customer segments.",
    "TutorialText5": "Relationship Managers not only sell your products but also advice your larger SMEs and corporate clients on the variety of complex banking solutions offered. By hiring new Relationship Managers, your bank is able to offer a greater service to this particular client base. ",
    "TutorialTitle": "Customer Experience"
}, {
    "ID": "TTRL5",
    "Page": "PCM",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Forecast Net Balance Growth",
    "TutorialSubtitle2": "Pricing strategy",
    "TutorialSubtitle3": "Capability Level",
    "TutorialSubtitle4": "Relationship Managers Allocated",
    "TutorialText": "Payment and Cash Management is a service offered by the wholesale side of your bank for SMEs and corporate clients. It involves the collection and management of a company's cash, including the processing of a variety of transactions such as international payments.<br>By investing in your capabilities and allocating resources to your offering, you are developing the IT platforms and processes that support the scalability of this service needed to  create a competitive advantage in the market. ",
    "TutorialText1": "Set your forecast by how much - percentage wise, you will grow or shrink your PCM balances compared to last year. To make this decision, consider market growth rates, industry trends and your value proposition in the market for the respective products.",
    "TutorialText2": "The pricing strategy benchmarks your offering with other players in the market in the given year. It also gives your Relationship Managers an indication of how to position your product compared to the competition. ",
    "TutorialText3": "By investing in the capability level for PCM, you are training your Relationship Managers and hence building greater expertise in the field. Furthermore, you are investing in the development and deployment of platform technologies that can support the large scale need of your clients' transactions.",
    "TutorialText4": "Allocating more Relationship Managers relates to greater service levels for your PCM clients. A very high utilization rate may give your staff less time to invest in business development. A very low utilization rate might demotivate your work force.",
    "TutorialTitle": "PCM"
}, {
    "ID": "TTRL6",
    "Page": "Corporate Lending ",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Forecasted Net Production",
    "TutorialSubtitle2": "Pricing Strategy",
    "TutorialSubtitle3": "Risk Appetite",
    "TutorialSubtitle4": "Relationship Managers Allocated",
    "TutorialText": "Your bank is offering commercial loans to SME's and large corporates to fund major capital expenditures and/or cover operational costs that the company may otherwise be unable to afford. Capture your strategic growth ambitions in a forecast. Your pricing strategy, risk appetite and Relationship Managers allocated to this side of the business will then allow you to customise your offering in accordance with your commercial banking strategy.",
    "TutorialText1": "Set your forecast by how much you will grow or shrink the asset class this year. To make this decision, consider market growth rates, industry trends and your value proposition in the market for the according product.<br>Note: while your forecast serves as an ambition, it also sets an asset envelope. This means that you are setting a ceiling on this asset class, above which the asset cannot grow. This is one of the mechanisms available to control the size and adjust your balance sheet.",
    "TutorialText2": "The pricing strategy benchmarks your offering with other players in the market in the given year. It also gives your Relationship Managers an indication of how to position your product compared to the competition. ",
    "TutorialText3": "Your Risk Appetite determines the availability of your product. By following a more aggressive strategy here, you allow clients with less favorable credit ratings and greater financial volatility to gain funding.",
    "TutorialText4": "Allocating more Relationship Managers relates to greater service levels for your clients. A very high utilization rate may give your staff less time to invest in business development. A very low utilization rate might demotivate your work force.",
    "TutorialTitle": "Corporate Lending "
}, {
    "ID": "TTRL7",
    "Page": "Treasury",
    "PageType": "Tutorial",
    "TutorialSubtitle1": "Funding",
    "TutorialSubtitle2": "Investments",
    "TutorialText": "Your treasury allows you to view your projected balance sheet. Moreover, your management team can now optimise that balance sheet through asset and liability management. <br>You have the opportunity to invest your funds entrusted (retail and commercial deposits) into funding of your own originated assets, or into the low or medium risk money and capital markets at various durations. It is critical to balance risk with return and manage through the cycle. Pay attention to market sentiment as reflected in the low and medium risk yield curves.",
    "TutorialText1": "In this section you can fund the own originated assets on your balance sheet with the free cash that is available to your bank. By using your cash, you are replacing likely more expensive wholesale (interbank) funding that is currently being borrowed to fund your assets and potentially generate higher returns.",
    "TutorialText2": "In this section you can invest your free cash in the capital and money markets. Choose between low and medium risk investments and consult the yield curve for the expected returns.  ",
    "TutorialTitle": "Treasury"
}, {
    "ID": "TTRL8",
    "Page": "Strategic Initiatives ",
    "PageType": "Tutorial",
    "TutorialText": "You may launch up to 4 initiatives each year to support your strategy and allow further optimisation within specific areas of the bank where you are looking to gain an advantage. Details of these initiatives will be displayed on the right-hand side. <br>While all initiatives come at a time and/or monetary costs, they also all have potential benefits associated with their implementation. Once a strategic initiative is chosen, it will be implemented and embedded in your day-to-day operations for the tenure of your management term. ",
    "TutorialTitle": "Strategic Initiatives "
}
]}